{"name": "Hansjörg Göritz", "content": "Hansjörg Göritz (English: Hansjoerg Goeritz; born 5 June 1959) is a German-American [1] architect, professor, author and designer associated with pure and minimalist architecture that emphasizes place, space, light and material. For his early works he was awarded one of the most prestigious architecture awards in Germany in 1996, the Development Award Baukunst to the Kunstpreis Berlin by the Academy of Arts, Berlin. In 2013 he was recognized as an Affiliated Fellow to the American Academy in Rome.\n Goeritz was born in Hannover, West Germany and grew up in the vernacular context of Lower Saxony as the son of a mason. After his Abitur he apprenticed to a mason with honors as Best of the Guild. At the same time he enrolled for courses at an evening school for master masons, after which he apprenticed in architecture mainly as an autodidact, in conjunction with studies at Hildesheim University of Applied Arts and Sciences, and at the London Architectural Association School of Architecture. After Grand Tours d'Orients in the Mediterranean, to Cistercian monasteries, to picturesque gardens in England, and travels in Scandinavia he practices with his Studio in Hannover since 1986, and Berlin since 2007.\n He designed Liechtenstein's state forum and parliament buildings, the first in its history,[2] for which he was awarded the international Brick Award 2010 that was previously awarded to Pritzker laureate Peter Zumthor in 2008. His Expo 2000 train station design is materialized with custom made Florentine cobalt blue glass blocks and blue pigmented concrete to match the color of the German state railway corporate design on the Expo-line, connecting the airport to the Expo fairgrounds, in Hannover, Germany.[3] The project became an exhibit at the 6th Biennale di Architettura, Venice 1996.\n He has taught architecture as a visiting professor at Hildesheim University of Applied Sciences and Arts in 1995 - 1997, as a tenured professor at Dortmund University of Applied Sciences and Arts in 1999 - 2001, and is a professor at the University of Tennessee, College of Architecture and Design in Knoxville, Tennessee, since 2007.[4] In an international arena he lectures widely and was a visiting critic at prestigious institutions including the Accademia di Architettura Mendrisio and Yale, is a visiting adjunct faculty at Auburn University, and has taught at the 2018 UT Finland Architecture Summer Institute at Aalto University Helsinki. By appointment he is affiliated to Bund Deutscher Architekten BDA (German Association of Architects) since 1993 and Deutscher Werkbund DWB (German Association of Fine Works) since 2000, and is an International Associate with the American Institute of Architects AIA since 2007. By invitation he joined The International Journal of The Arts in Society of Common Ground Publishers, Illinois, USA as an associate editor in 2010, the Wessex Institute of Technology, UK, in 2011 as an international scientific advisory committee member, and the board of Knoxville's James White's Fort Association in 2020.\n Among other notable recognitions he was a state nominee for the German Villa Massimo Rome Prize 1988, for the German international architects and architecture critics award, the Erich-Schelling-Award 1998, and was awarded the Deubau-Award for Young German Architects 1994, the BDA Award Lower Saxony 1994, and the German Brick Award 1994.\n Göritz is married to Gisela Göritz. The couple has two children, Cornelius, a filmmaker and specialist for vintage Porsche cars,[5] and Camilla, an actress[6]\n ", "tags": ["1959 births", "20th-century German architects", "Architects from Hanover", "Living people", "German male writers", "CS1 maint: archived copy as title", "Articles needing cleanup from September 2014", "All pages needing cleanup", "Cleanup tagged articles with a reason field from September 2014", "Wikipedia pages needing cleanup from September 2014", "Commons category link is on Wikidata", "Commons link is locally defined", "Wikipedia articles with GND identifiers", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with ULAN identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers"], "raw": "This article may require cleanup to meet Wikipedia's quality standards. The specific problem is: Image under \"Selected projects\" needs a caption Please help improve this article if you can. (September 2014) (Learn how and when to remove this template message)\nHansjörg GöritzBorn (1959-06-05) 5 June 1959 (age 61)Hannover, Lower Saxony, West GermanyOccupationArchitect, designer, professor, authorSubjectsimplicitySpouseGisela GöritzWebsitewww.hansjoerggoeritz.com\nHansjörg Göritz (English: Hansjoerg Goeritz; born 5 June 1959) is a German-American [1] architect, professor, author and designer associated with pure and minimalist architecture that emphasizes place, space, light and material. For his early works he was awarded one of the most prestigious architecture awards in Germany in 1996, the Development Award Baukunst to the Kunstpreis Berlin by the Academy of Arts, Berlin. In 2013 he was recognized as an Affiliated Fellow to the American Academy in Rome.\n\nContents\n\n1 Biography\n2 Family\n3 Selected projects\n4 Awards and recognitions\n5 Selected publications\n6 See also\n7 References\n8 External links\n\n\nBiography[edit]\nGoeritz was born in Hannover, West Germany and grew up in the vernacular context of Lower Saxony as the son of a mason. After his Abitur he apprenticed to a mason with honors as Best of the Guild. At the same time he enrolled for courses at an evening school for master masons, after which he apprenticed in architecture mainly as an autodidact, in conjunction with studies at Hildesheim University of Applied Arts and Sciences, and at the London Architectural Association School of Architecture. After Grand Tours d'Orients in the Mediterranean, to Cistercian monasteries, to picturesque gardens in England, and travels in Scandinavia he practices with his Studio in Hannover since 1986, and Berlin since 2007.\nHe designed Liechtenstein's state forum and parliament buildings, the first in its history,[2] for which he was awarded the international Brick Award 2010 that was previously awarded to Pritzker laureate Peter Zumthor in 2008. His Expo 2000 train station design is materialized with custom made Florentine cobalt blue glass blocks and blue pigmented concrete to match the color of the German state railway corporate design on the Expo-line, connecting the airport to the Expo fairgrounds, in Hannover, Germany.[3] The project became an exhibit at the 6th Biennale di Architettura, Venice 1996.\nHe has taught architecture as a visiting professor at Hildesheim University of Applied Sciences and Arts in 1995 - 1997, as a tenured professor at Dortmund University of Applied Sciences and Arts in 1999 - 2001, and is a professor at the University of Tennessee, College of Architecture and Design in Knoxville, Tennessee, since 2007.[4] In an international arena he lectures widely and was a visiting critic at prestigious institutions including the Accademia di Architettura Mendrisio and Yale, is a visiting adjunct faculty at Auburn University, and has taught at the 2018 UT Finland Architecture Summer Institute at Aalto University Helsinki. By appointment he is affiliated to Bund Deutscher Architekten BDA (German Association of Architects) since 1993 and Deutscher Werkbund DWB (German Association of Fine Works) since 2000, and is an International Associate with the American Institute of Architects AIA since 2007. By invitation he joined The International Journal of The Arts in Society of Common Ground Publishers, Illinois, USA as an associate editor in 2010, the Wessex Institute of Technology, UK, in 2011 as an international scientific advisory committee member, and the board of Knoxville's James White's Fort Association in 2020.\nAmong other notable recognitions he was a state nominee for the German Villa Massimo Rome Prize 1988, for the German international architects and architecture critics award, the Erich-Schelling-Award 1998, and was awarded the Deubau-Award for Young German Architects 1994, the BDA Award Lower Saxony 1994, and the German Brick Award 1994.\n\nFamily[edit]\nGöritz is married to Gisela Göritz. The couple has two children, Cornelius, a filmmaker and specialist for vintage Porsche cars,[5] and Camilla, an actress[6]\n\nSelected projects[edit]\n S-Bahnhof_Hannover-Nordstadt_02_2005-04-28.jpg\n Hohes Haus Liechtenstein 07\n2015   Museum of the 20th Century in the Cultural Forum, Berlin, Germany\n2015   The Gardens of Bamiyan, Cultural Center, UNESCO, Bamiyan, Afghanistan\n2013   Karosta Ghost Town Challenge Cultural Center, Liepaja, Republic of Latvia\n2007   Neue Rheinuferpromenade Novartis Campus Basel [New Rhine Embankment Promenade Novartis Campus Basel]\n2008 - 2009   Grand Garden (Knoxville Botanical Gardens and Arboretum), Knoxville, Tennessee, USA\n2007  Concrete Origami, (New Rhine River Embankment Promenade), Basel, Switzerland[7]\n2001 - 2008   Supreme House (National Forum and Assembly), Vaduz, Principality of Liechtenstein[8]\n1991 - 2007  Medallion, (Baroque Timber Market Square), Wolfenbüttel, Germany\n1997   Volumes of Glass Blocks (Metro Rail Station EXPO 2000), Hannover Nordstadt, Germany[9]\n1996   Long Dormitorium (Suburban Condominiums), Bemerode, Germany\n1993   Hall within Stone Block (Suburban H Residence), Ahlem, Germany [10]\n1993   Stone Wall (Klimmt Head Offices + Showroom), Hildesheim, Germany[11]\n1992   Stone House inside Timber House (Rural K Residence), Kirchhorst, Germany[12][11]\n1990   House on Columns within a House (Suburban H Residence), Pattensen, Germany\n1989   House with Glass Block Lantern (M Dentist Office), Hannover, Germany\nAwards and recognitions[edit]\n2020   Faculty Development Award, Lewerentz Indifference, University of Tennessee\n2019   AIA National Award for Innovation in Technology, University of Tennessee Technology Curriculum, co-laureate\n2017   Alumni Outstanding Teacher Award, Nominee, University of Tennessee\n2015   Faculty Development Leave, awarded sabbatical\n2014   Faculty Development Award, Beginning Design, University of Tennessee\n2013   American Academy in Rome Affiliated Fellowship, University of Tennessee, for Rome research proposal 'Intra Murus', including studies on Louis I. Kahn's 1953 AAR residence\n2012   Prometheus Leadership Award, University of Tennessee, Center for Educational Leadership, for contributions to improve education through an interdisciplinary approach to leadership, learning and service\n2010   Scholar of the Week, University of Tennessee, for merits of the International Brick Award 2010[13]\n2010   Brick Award 2010, International Prime Award for Liechtenstein State Forum and National Assembly[14]\n2009   German Architecture Museum DAM Prize for Architecture in Germany selected Liechtenstein National Assembly[15]\n2008   Bundesstiftung Baukultur Potsdam [German Foundation for Built Culture] selects public buildings for trust's collection\n2007   Postage Stamp, Series 'Contemporary Architecture', First Edition 19 November 2007, New Parliament, Principality of Liechtenstein[16]\n2006   Hyde Chair of Excellence, shortlisted, University of Nebraska at Lincoln, USA\n2000   Aga Khan Trust for Culture, Geneva Switzerland, selects writings and buildings for trust's collection\n1998.  Erich-Schelling-Award 1998, Trustees Nominee, International Award for Architects and Architecture Critics\n1996   Kunstpreis Berlin 1996, Development Award Baukunst, Akademie der Künste Berlin, Germany[17]\n1994   National Deubau-Preis Junge Architekten [6] 1994 for 'Hall within Stone Block', 'Stone House inside Timber House', and 'Stone Wall'[11]\n1994   National Brick Award 1994 for 'Hall within Stone Block', 'Stone House inside Timber House', and 'Stone Wall'\n1994   BDA Award Lower Saxony 1994, German Association of Architects, award for H Residence[11]\n1994   BDA Award Lower Saxony 1994, German Association of Architects, acknowledgment for Klimmt Head Offices[11]\n1988   Villa Massimo, German Rome Prize, Section Architecture, State Nominee, Lower Saxony Ministry of Education and Culture\nSelected publications[edit]\n2019   A+U 588, Japan Architecture and Urbanism, September 2019, Silent Master Builder, author                                                                                                                      \n2017   A+U 564, Japan Architecture and Urbanism, September 2017, Bernt Nyberg, co-guest-editor\n2017   A+U 564, Japan Architecture and Urbanism, September 2017, Rediscovering and Contextualizing Nyberg, author\n2016   Three Scandinavian Sisters, Book Inclusion, S:t Petri 50 Ar, Klippan, Sweden, author\n2016   Lewerentz’s Lessons, Book Inclusion, S:t Petri 50 Ar: Kontext, Fragmenter, och Influenser, Klippan, Sweden\n2015   Nyberg’s Sublime Sculptures, Catalogue Essay to the exhibition Endangered Architecture, Lund, Sweden, author\n2014   Architecture Forum Hong Kong, Commentaries on Chinese Avantgarde Architecture, author\n2013   db 7/13, Zur Architekturkritik [On Architecture Criticsm], author\n2012   der architect 6/12 ex libris, Grundlegend – Ungers Thematisierung und Rossis Selbsbiographie, author\n2011   the Atlantic Magazine, Feature on the Principality of Liechtenstein Parliament\n2010   Phaidon Atlas of 21st Century World Architecture (Phaidon Press, 2010)\n2010   brick '10 (Hansjörg Göritz Brick Award 2010, Callwey 2010) ISBN 978-3-7667-1824-2[18]\n2009   German Architecture Annual 2009 - 2010 (Prestel, 2009) ISBN 978-3-7913-4367-9\n2009   Lighting India 1 (Calculated Light - On Essentials for Rebirth of Architectural Space, Hansjörg Göritz 2009)\n2009   DBZ 2/09 (Die Leichtigkeit des Steins?, Hansjörg Göritz 2009)[19]\n2009/2010   WIT/common ground (Vast Vicinity or Dense Garden Carpets - Learning from Essential Settlings and Dwellings, Hansjörg Göritz 2009/2010)\n2008   hochparterre 4/08 (Der zweite Leitbau Liechtensteins, Benedikt Loderer)[20]\n2008   Neue Zürcher Zeitung 10 March 2008 (Stadt im Werden, Roman Hollenstein)[21]\n2007   Alpenmagazin (Interview Hansjörg Göritz, Wie im Sandkasten, Urs Fitze)[22]\n2007   Dortmunder Architekturheft No 20 (Hohes Haus - der Gesetzgebung Obdach geben, Hansjörg Göritz 2007) ISBN 978-3-88364-061-7[23]\n2006   Baukultur 6.06 (Das Phaenomen Louis I Kahn, Hansjörg Göritz 2006)[24]\n2006   Baukultur 5.06 (Wohnen und Siedeln - Erkundungen des Essentiellen, Hansjörg Göritz 2006)[25]\n2005   Liechtensteiner Vaterland 14 September 2005 (Interview Hansjörg Göritz, Wenigen ist ein solches Privileg gegeben, Susha Maier)[26]\n2001   Neue Zürcher Zeitung 6 April 2001 (Das Parlament als Urhütte, Beat Aeberhard)[27]\n2000   Berliner Zeitung Feuilleton 7 April 2000 (Auf dem Weg zur Expo, Klaus-Dieter Weiss)[28]\n2000   Arche (Archen bauen - Mittler und Übergangsräume zwischen Hermetik und Hermeneutik, Hansjörg Göritz, Editor 2000)[29]\n1998   Baukultur 5.98 (Riss und Raum - Plädoyer für eine neue Konvention des Bauens als Raumkunst, Hansjörg Göritz 1998)[30]\n1998   Jahrbuch Licht und Architektur 1998 (Das Beispiel, Kalkuliertes Licht - Wiedergeburt architektonischen Raumes, Hansjörg Göritz 1998) ISBN 3-923974-74-4\n1998   Young German Architects 1 - Hansjörg Göritz (Birkhäuser, 1998) ISBN 3-7643-5782-7[31]\n1997   Berliner Zeitung Feuilleton 5 November 1997 (Ein Bahnhof ohne Stadt im Bauch, Klaus-Dieter Weiss)\n1996   AIT 1-2 96 (Ungesetzte Steine - oder: Die Praxis kultureller Donquichotterie, Hansjörg Göritz 1996)\n1995   AIT 7-8 95 (Hommage - Heinz Bienefeld 1926 - 1995, Hansjörg Göritz 1995) ISSN 0173-8046[32]\n1995   Architektur in Niedersachsen 1970-1995 (Junius, 1995) ISBN 3-88506-256-9\n1994   Centrum Jahrbuch Architektur und Stadt (Genauigkeit und Mythos - Steinhäuser von Hansjörg Göritz, Vieweg 1994) ISBN 3-528-08803-6\n1994   Neue Zürcher Zeitung 1 July 1994 (Geist und Handwerk, Clemens Klemmer)\n1994   Frankfurter Allgemeine Feuilleton 22 March 1994 (Lernen von Vitruvius - Erinnerung an vergessene Ursprünge: Die preisgekrönte Architektur von Hansjörg Göritz, Gert Kähler)\nSee also[edit]\nAA School London - Notable former students\nReferences[edit]\n\n\n^ http://www.hansjoerggoeritz.com/united-states-of-america-citizenship.html\n\n^ \"A \"High House\" for Parliament\". Government Spokesperson’s Office. 28 January 2008. Archived from the original on 2008-02-05. Retrieved 8 January 2010.\n\n^ \"PROJECTS - S-Bahn Station Expo 2000 Hannover Hainholz\". The Seves Group. Archived from the original on 25 July 2008. Retrieved 8 January 2010.\n\n^ \"Faculty Directory\". University of Tennessee Knoxville, Department of Architecture. Archived from the original on 2010-06-10.\n\n^ [1]\n\n^ [2]\n\n^ competitionline - Wettbewerbe und Architektur\n\n^ National Parliament Principality of Liechtenstein / Hansjoerg Goeritz Architekturstudio | ArchDaily\n\n^ \"Seves glassblock | Tailor Made | Glass Blocks by Arch. Hansjörg Göritz\". Archived from the original on 2008-07-25. Retrieved 2010-01-08.\n\n^ [3]\n\n^ a b c d e \"BDA Bund Deutscher Architekten » Prämierte Architektur\". Archived from the original on 2011-07-18. Retrieved 2010-09-28.\n\n^ [4]\n\n^ Quest » Hansjörg Göritz » Research, Scholarship and Creative Activity @ University of Tennessee, Knoxville\n\n^ \"Wienerberger - Brick Award\". Archived from the original on 2010-11-04. Retrieved 2010-09-28.\n\n^ DAM\n\n^ [5]\n\n^ ADK\n\n^ \"Archived copy\". Archived from the original on 2011-09-11. Retrieved 2010-09-28.CS1 maint: archived copy as title (link)\n\n^ Die Leichtigkeit des Seins? Prof. Hansjörg Göritz, Hannover/Berlin/Knoxville, zum Thema \"Mauerwerk\" - Fraunhofer IRB - baufachinformation.de\n\n^ nextroom.at - Landesforum und Landesparlament des Fürstentums Liechtenstein\n\n^ Stadt im Werden (Startseite, NZZ Online)\n\n^ \"Wie im Sandkasten\"\n\n^ Institut für Stadtbaukunst - Dortmunder Architekturhefte\n\n^ Das Phaenomen Louis I. Kahn. Persönliche Betrachtungen zum Film \"My Architect\" - Fraunhofer IRB - baufachinformation.de\n\n^ Wohnen und Siedeln. Erkundungen des Essentiellen - Fraunhofer IRB - baufachinformation.de\n\n^ \"Welcome.li - Branchenbuch für Liechtenstein\". Archived from the original on 2011-07-22. Retrieved 2010-09-28.\n\n^ nextroom.at - Das Parlament als Urhütte\n\n^ Auf dem Weg zur Expo : Textarchiv : Berliner Zeitung Archiv\n\n^ Archiv\n\n^ Riss und Raum. Plädoyer für eine neue Konvention des Bauens als Raum-Kunst - Fraunhofer IRB - baufachinformation.de\n\n^ Amazon.com: Junge Architekten in Deutschland (Young German Architects) (German and English Edition) (9783764357825): Klaus-Dieter Weiss: Books\n\n^ Architekten - Heinz Bienefeld. IRB-Literaturdokumentation- Fraunhofer IRB - baufachinformation.de\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Hansjörg Göritz.\n\n\n\n\nWikimedia Commons has media related to Hohes Haus Liechtenstein.\n\nHansjörg Göritz - official website\nHansjörg Göritz - International Brick Award 2010 - video on YouTube\nPromotional Award Baukunst, Kunstpreis Berlin - Academy of Arts Berlin\nHansjörg Göritz - University of Tennessee\nHansjörg Göritz - Dortmund 1\nHansjörg Göritz - Dortmund 2\nAuthority control \nGND: 137823703\nISNI: 0000 0003 8177 4309\nULAN: 500241538\nVIAF: 263001153\n WorldCat Identities: viaf-263001153\n\n\n\n\n", "counts": {"Hansjörg": 1, "Göritz": 3, "English": 1, "Hansjoerg": 1, "Goeritz": 2, "born": 2, "June": 1, "is": 7, "a": 10, "GermanAmerican": 1, "architect": 1, "professor": 4, "author": 1, "and": 25, "designer": 1, "associated": 1, "with": 6, "pure": 1, "minimalist": 1, "architecture": 5, "that": 2, "emphasizes": 1, "place": 1, "space": 1, "light": 1, "material": 1, "For": 1, "his": 3, "early": 1, "works": 1, "he": 11, "was": 8, "awarded": 4, "one": 1, "of": 19, "the": 31, "most": 1, "prestigious": 2, "awards": 1, "in": 21, "Germany": 3, "Development": 1, "Award": 4, "Baukunst": 1, "to": 10, "Kunstpreis": 1, "Berlin": 3, "by": 1, "Academy": 2, "Arts": 5, "In": 2, "recognized": 1, "as": 8, "an": 9, "Affiliated": 1, "Fellow": 1, "American": 2, "Rome": 2, "Hannover": 3, "West": 1, "grew": 1, "up": 1, "vernacular": 1, "context": 1, "Lower": 2, "Saxony": 2, "son": 1, "mason": 2, "After": 2, "Abitur": 1, "apprenticed": 2, "honors": 1, "Best": 1, "Guild": 1, "At": 1, "same": 1, "time": 1, "enrolled": 1, "for": 7, "courses": 1, "at": 11, "evening": 1, "school": 1, "master": 1, "masons": 1, "after": 1, "which": 2, "mainly": 1, "autodidact": 1, "conjunction": 1, "studies": 1, "Hildesheim": 2, "University": 6, "Applied": 3, "Sciences": 3, "London": 1, "Architectural": 1, "Association": 4, "School": 1, "Architecture": 3, "Grand": 1, "Tours": 1, "dOrients": 1, "Mediterranean": 1, "Cistercian": 1, "monasteries": 1, "picturesque": 1, "gardens": 1, "England": 1, "travels": 1, "Scandinavia": 1, "practices": 1, "Studio": 1, "since": 6, "He": 2, "designed": 1, "Liechtensteins": 1, "state": 3, "forum": 1, "parliament": 1, "buildings": 1, "first": 1, "its": 1, "history": 1, "international": 4, "Brick": 2, "previously": 1, "Pritzker": 1, "laureate": 1, "Peter": 1, "Zumthor": 1, "His": 1, "Expo": 2, "train": 1, "station": 1, "design": 2, "materialized": 1, "custom": 1, "made": 1, "Florentine": 1, "cobalt": 1, "blue": 2, "glass": 1, "blocks": 1, "pigmented": 1, "concrete": 1, "match": 1, "color": 1, "German": 7, "railway": 1, "corporate": 1, "on": 1, "Expoline": 1, "connecting": 1, "airport": 1, "fairgrounds": 1, "The": 4, "project": 1, "became": 1, "exhibit": 1, "th": 1, "Biennale": 1, "di": 2, "Architettura": 2, "Venice": 1, "has": 3, "taught": 2, "visiting": 3, "tenured": 1, "Dortmund": 1, "Tennessee": 2, "College": 1, "Design": 1, "Knoxville": 1, "arena": 1, "lectures": 1, "widely": 1, "critic": 1, "institutions": 1, "including": 1, "Accademia": 1, "Mendrisio": 1, "Yale": 1, "adjunct": 1, "faculty": 1, "Auburn": 1, "UT": 1, "Finland": 1, "Summer": 1, "Institute": 3, "Aalto": 1, "Helsinki": 1, "By": 2, "appointment": 1, "affiliated": 1, "Bund": 1, "Deutscher": 2, "Architekten": 1, "BDA": 2, "Architects": 3, "Werkbund": 1, "DWB": 1, "Fine": 1, "Works": 1, "International": 2, "Associate": 1, "AIA": 1, "invitation": 1, "joined": 1, "Journal": 1, "Society": 1, "Common": 1, "Ground": 1, "Publishers": 1, "Illinois": 1, "USA": 1, "associate": 1, "editor": 1, "Wessex": 1, "Technology": 1, "UK": 1, "scientific": 1, "advisory": 1, "committee": 1, "member": 1, "board": 1, "Knoxvilles": 1, "James": 1, "Whites": 1, "Fort": 1, "Among": 1, "other": 1, "notable": 1, "recognitions": 1, "nominee": 1, "Villa": 1, "Massimo": 1, "Prize": 1, "architects": 1, "critics": 1, "award": 1, "ErichSchellingAward": 1, "DeubauAward": 1, "Young": 1, "married": 1, "Gisela": 1, "couple": 1, "two": 1, "children": 1, "Cornelius": 1, "filmmaker": 1, "specialist": 1, "vintage": 1, "Porsche": 1, "cars": 1, "Camilla": 1, "actress": 1}, "freq": {"Hansjörg": 0.0019157088122605363, "Göritz": 0.005747126436781609, "English": 0.0019157088122605363, "Hansjoerg": 0.0019157088122605363, "Goeritz": 0.0038314176245210726, "born": 0.0038314176245210726, "June": 0.0019157088122605363, "is": 0.013409961685823755, "a": 0.019157088122605363, "GermanAmerican": 0.0019157088122605363, "architect": 0.0019157088122605363, "professor": 0.007662835249042145, "author": 0.0019157088122605363, "and": 0.04789272030651341, "designer": 0.0019157088122605363, "associated": 0.0019157088122605363, "with": 0.011494252873563218, "pure": 0.0019157088122605363, "minimalist": 0.0019157088122605363, "architecture": 0.009578544061302681, "that": 0.0038314176245210726, "emphasizes": 0.0019157088122605363, "place": 0.0019157088122605363, "space": 0.0019157088122605363, "light": 0.0019157088122605363, "material": 0.0019157088122605363, "For": 0.0019157088122605363, "his": 0.005747126436781609, "early": 0.0019157088122605363, "works": 0.0019157088122605363, "he": 0.0210727969348659, "was": 0.01532567049808429, "awarded": 0.007662835249042145, "one": 0.0019157088122605363, "of": 0.03639846743295019, "the": 0.05938697318007663, "most": 0.0019157088122605363, "prestigious": 0.0038314176245210726, "awards": 0.0019157088122605363, "in": 0.040229885057471264, "Germany": 0.005747126436781609, "Development": 0.0019157088122605363, "Award": 0.007662835249042145, "Baukunst": 0.0019157088122605363, "to": 0.019157088122605363, "Kunstpreis": 0.0019157088122605363, "Berlin": 0.005747126436781609, "by": 0.0019157088122605363, "Academy": 0.0038314176245210726, "Arts": 0.009578544061302681, "In": 0.0038314176245210726, "recognized": 0.0019157088122605363, "as": 0.01532567049808429, "an": 0.017241379310344827, "Affiliated": 0.0019157088122605363, "Fellow": 0.0019157088122605363, "American": 0.0038314176245210726, "Rome": 0.0038314176245210726, "Hannover": 0.005747126436781609, "West": 0.0019157088122605363, "grew": 0.0019157088122605363, "up": 0.0019157088122605363, "vernacular": 0.0019157088122605363, "context": 0.0019157088122605363, "Lower": 0.0038314176245210726, "Saxony": 0.0038314176245210726, "son": 0.0019157088122605363, "mason": 0.0038314176245210726, "After": 0.0038314176245210726, "Abitur": 0.0019157088122605363, "apprenticed": 0.0038314176245210726, "honors": 0.0019157088122605363, "Best": 0.0019157088122605363, "Guild": 0.0019157088122605363, "At": 0.0019157088122605363, "same": 0.0019157088122605363, "time": 0.0019157088122605363, "enrolled": 0.0019157088122605363, "for": 0.013409961685823755, "courses": 0.0019157088122605363, "at": 0.0210727969348659, "evening": 0.0019157088122605363, "school": 0.0019157088122605363, "master": 0.0019157088122605363, "masons": 0.0019157088122605363, "after": 0.0019157088122605363, "which": 0.0038314176245210726, "mainly": 0.0019157088122605363, "autodidact": 0.0019157088122605363, "conjunction": 0.0019157088122605363, "studies": 0.0019157088122605363, "Hildesheim": 0.0038314176245210726, "University": 0.011494252873563218, "Applied": 0.005747126436781609, "Sciences": 0.005747126436781609, "London": 0.0019157088122605363, "Architectural": 0.0019157088122605363, "Association": 0.007662835249042145, "School": 0.0019157088122605363, "Architecture": 0.005747126436781609, "Grand": 0.0019157088122605363, "Tours": 0.0019157088122605363, "dOrients": 0.0019157088122605363, "Mediterranean": 0.0019157088122605363, "Cistercian": 0.0019157088122605363, "monasteries": 0.0019157088122605363, "picturesque": 0.0019157088122605363, "gardens": 0.0019157088122605363, "England": 0.0019157088122605363, "travels": 0.0019157088122605363, "Scandinavia": 0.0019157088122605363, "practices": 0.0019157088122605363, "Studio": 0.0019157088122605363, "since": 0.011494252873563218, "He": 0.0038314176245210726, "designed": 0.0019157088122605363, "Liechtensteins": 0.0019157088122605363, "state": 0.005747126436781609, "forum": 0.0019157088122605363, "parliament": 0.0019157088122605363, "buildings": 0.0019157088122605363, "first": 0.0019157088122605363, "its": 0.0019157088122605363, "history": 0.0019157088122605363, "international": 0.007662835249042145, "Brick": 0.0038314176245210726, "previously": 0.0019157088122605363, "Pritzker": 0.0019157088122605363, "laureate": 0.0019157088122605363, "Peter": 0.0019157088122605363, "Zumthor": 0.0019157088122605363, "His": 0.0019157088122605363, "Expo": 0.0038314176245210726, "train": 0.0019157088122605363, "station": 0.0019157088122605363, "design": 0.0038314176245210726, "materialized": 0.0019157088122605363, "custom": 0.0019157088122605363, "made": 0.0019157088122605363, "Florentine": 0.0019157088122605363, "cobalt": 0.0019157088122605363, "blue": 0.0038314176245210726, "glass": 0.0019157088122605363, "blocks": 0.0019157088122605363, "pigmented": 0.0019157088122605363, "concrete": 0.0019157088122605363, "match": 0.0019157088122605363, "color": 0.0019157088122605363, "German": 0.013409961685823755, "railway": 0.0019157088122605363, "corporate": 0.0019157088122605363, "on": 0.0019157088122605363, "Expoline": 0.0019157088122605363, "connecting": 0.0019157088122605363, "airport": 0.0019157088122605363, "fairgrounds": 0.0019157088122605363, "The": 0.007662835249042145, "project": 0.0019157088122605363, "became": 0.0019157088122605363, "exhibit": 0.0019157088122605363, "th": 0.0019157088122605363, "Biennale": 0.0019157088122605363, "di": 0.0038314176245210726, "Architettura": 0.0038314176245210726, "Venice": 0.0019157088122605363, "has": 0.005747126436781609, "taught": 0.0038314176245210726, "visiting": 0.005747126436781609, "tenured": 0.0019157088122605363, "Dortmund": 0.0019157088122605363, "Tennessee": 0.0038314176245210726, "College": 0.0019157088122605363, "Design": 0.0019157088122605363, "Knoxville": 0.0019157088122605363, "arena": 0.0019157088122605363, "lectures": 0.0019157088122605363, "widely": 0.0019157088122605363, "critic": 0.0019157088122605363, "institutions": 0.0019157088122605363, "including": 0.0019157088122605363, "Accademia": 0.0019157088122605363, "Mendrisio": 0.0019157088122605363, "Yale": 0.0019157088122605363, "adjunct": 0.0019157088122605363, "faculty": 0.0019157088122605363, "Auburn": 0.0019157088122605363, "UT": 0.0019157088122605363, "Finland": 0.0019157088122605363, "Summer": 0.0019157088122605363, "Institute": 0.005747126436781609, "Aalto": 0.0019157088122605363, "Helsinki": 0.0019157088122605363, "By": 0.0038314176245210726, "appointment": 0.0019157088122605363, "affiliated": 0.0019157088122605363, "Bund": 0.0019157088122605363, "Deutscher": 0.0038314176245210726, "Architekten": 0.0019157088122605363, "BDA": 0.0038314176245210726, "Architects": 0.005747126436781609, "Werkbund": 0.0019157088122605363, "DWB": 0.0019157088122605363, "Fine": 0.0019157088122605363, "Works": 0.0019157088122605363, "International": 0.0038314176245210726, "Associate": 0.0019157088122605363, "AIA": 0.0019157088122605363, "invitation": 0.0019157088122605363, "joined": 0.0019157088122605363, "Journal": 0.0019157088122605363, "Society": 0.0019157088122605363, "Common": 0.0019157088122605363, "Ground": 0.0019157088122605363, "Publishers": 0.0019157088122605363, "Illinois": 0.0019157088122605363, "USA": 0.0019157088122605363, "associate": 0.0019157088122605363, "editor": 0.0019157088122605363, "Wessex": 0.0019157088122605363, "Technology": 0.0019157088122605363, "UK": 0.0019157088122605363, "scientific": 0.0019157088122605363, "advisory": 0.0019157088122605363, "committee": 0.0019157088122605363, "member": 0.0019157088122605363, "board": 0.0019157088122605363, "Knoxvilles": 0.0019157088122605363, "James": 0.0019157088122605363, "Whites": 0.0019157088122605363, "Fort": 0.0019157088122605363, "Among": 0.0019157088122605363, "other": 0.0019157088122605363, "notable": 0.0019157088122605363, "recognitions": 0.0019157088122605363, "nominee": 0.0019157088122605363, "Villa": 0.0019157088122605363, "Massimo": 0.0019157088122605363, "Prize": 0.0019157088122605363, "architects": 0.0019157088122605363, "critics": 0.0019157088122605363, "award": 0.0019157088122605363, "ErichSchellingAward": 0.0019157088122605363, "DeubauAward": 0.0019157088122605363, "Young": 0.0019157088122605363, "married": 0.0019157088122605363, "Gisela": 0.0019157088122605363, "couple": 0.0019157088122605363, "two": 0.0019157088122605363, "children": 0.0019157088122605363, "Cornelius": 0.0019157088122605363, "filmmaker": 0.0019157088122605363, "specialist": 0.0019157088122605363, "vintage": 0.0019157088122605363, "Porsche": 0.0019157088122605363, "cars": 0.0019157088122605363, "Camilla": 0.0019157088122605363, "actress": 0.0019157088122605363}, "total": 522, "gender": "male"}