{"name": "Rudolf Steiner", "content": "\n Theosophists\n Theosophical philosophical concepts\n Theosophical organizations\n Theosophical texts\n Theosophical publications\n Theosophical Masters\n Comparative Theosophy\n Related\n Rudolf Joseph Lorenz Steiner (27 (or 25) February 1861[1] – 30 March 1925) was an Austrian philosopher, social reformer, architect, esotericist,[8][9] and claimed clairvoyant.[10][11] Steiner gained initial recognition at the end of the nineteenth century as a literary critic and published philosophical works including The Philosophy of Freedom. At the beginning of the twentieth century he founded an esoteric spiritual movement, anthroposophy, with roots in German idealist philosophy and theosophy; other influences include Goethean science and Rosicrucianism.[12]\n In the first, more philosophically oriented phase of this movement, Steiner attempted to find a synthesis between science and spirituality.[13] His philosophical work of these years, which he termed \"spiritual science\", sought to apply the clarity of thinking characteristic of Western philosophy to spiritual questions,[14]:291 differentiating this approach from what he considered to be vaguer approaches to mysticism. In a second phase, beginning around 1907, he began working collaboratively in a variety of artistic media, including drama, the movement arts (developing a new artistic form, eurythmy) and architecture, culminating in the building of the Goetheanum, a cultural centre to house all the arts.[15] In the third phase of his work, beginning after World War I, Steiner worked to establish various practical endeavors, including Waldorf education,[16] biodynamic agriculture,[17] and anthroposophical medicine.[16]\n Steiner advocated a form of ethical individualism, to which he later brought a more explicitly spiritual approach. He based his epistemology on Johann Wolfgang Goethe's world view, in which \"Thinking… is no more and no less an organ of perception than the eye or ear. Just as the eye perceives colours and the ear sounds, so thinking perceives ideas.\"[18] A consistent thread that runs from his earliest philosophical phase through his later spiritual orientation is the goal of demonstrating that there are no essential limits to human knowledge.[19]\n Steiner's father, Johann(es) Steiner (1829–1910), left a position as a gamekeeper[20] in the service of Count Hoyos in Geras, northeast Lower Austria to marry one of the Hoyos family's housemaids, Franziska Blie (1834 Horn – 1918, Horn), a marriage for which the Count had refused his permission. Johann became a telegraph operator on the Southern Austrian Railway, and at the time of Rudolf's birth was stationed in Murakirály (Kraljevec) in the Muraköz region of the Kingdom of Hungary, Austrian Empire (present-day Donji Kraljevec in the Međimurje region of northernmost Croatia). In the first two years of Rudolf's life, the family moved twice, first to Mödling, near Vienna, and then, through the promotion of his father to stationmaster, to Pottschach, located in the foothills of the eastern Austrian Alps in Lower Austria.[16]\n Steiner entered the village school, but following a disagreement between his father and the schoolmaster, he was briefly educated at home. In 1869, when Steiner was eight years old, the family moved to the village of Neudörfl and in October 1872 Steiner proceeded from the village school there to the realschule in Wiener Neustadt.[21]:Chap. 2\n In 1879, the family moved to Inzersdorf to enable Steiner to attend the Vienna Institute of Technology,[22] where he enrolled in courses in mathematics, physics, chemistry, botany, zoology, and mineralogy and audited courses in literature and philosophy, on an academic scholarship from 1879 to 1883, where he completed his studies and the requirements of the Ghega scholarship satisfactorily.[23][24] In 1882, one of Steiner's teachers, Karl Julius Schröer,[21]:Chap. 3 suggested Steiner's name to Joseph Kürschner, chief editor of a new edition of Goethe's works,[25]  who asked Steiner to become the edition's natural science editor,[26] a truly astonishing opportunity for a young student without any form of academic credentials or previous publications.[27]:43\n Before attending the Vienna Institute of Technology, Steiner had studied Kant, Fichte and Schelling.[10]\n When he was nine years old, Steiner believed that he saw the spirit of an aunt who had died in a far-off town asking him to help her at a time when neither he nor his family knew of the woman's death.[28] Steiner later related that as a child he felt \"that one must carry the knowledge of the spiritual world within oneself after the fashion of geometry ... [for here] one is permitted to know something which the mind alone, through its own power, experiences. In this feeling I found the justification for the spiritual world that I experienced ... I confirmed for myself by means of geometry the feeling that I must speak of a world 'which is not seen'.\"[21]\n Steiner believed that at the age of 15 he had gained a complete understanding of the concept of time, which he considered to be the precondition of spiritual clairvoyance.[10] At 21, on the train between his home village and Vienna, Steiner met an herb gatherer, Felix Kogutzki, who spoke about the spiritual world \"as one who had his own experience therein\".[21]:39–40[29] Kogutzki conveyed to Steiner a knowledge of nature that was non-academic and spiritual.\n In 1888, as a result of his work for the Kürschner edition of Goethe's works, Steiner was invited to work as an editor at the Goethe archives in Weimar. Steiner remained with the archive until 1896. As well as the introductions for and commentaries to four volumes of Goethe's scientific writings, Steiner wrote two books about Goethe's philosophy: The Theory of Knowledge Implicit in Goethe's World-Conception (1886),[30] which Steiner regarded as the epistemological foundation and justification for his later work,[31] and Goethe's Conception of the World (1897).[32] During this time he also collaborated in complete editions of the works of Arthur Schopenhauer and the writer Jean Paul and wrote numerous articles for various journals.\n In 1891, Steiner received a doctorate in philosophy at the University of Rostock, for his dissertation discussing \nFichte's concept of the ego,[14][33] submitted to Heinrich von Stein, whose Seven Books of Platonism Steiner esteemed.[21]:Chap. 14 Steiner's dissertation was later published in expanded form as Truth and Knowledge: Prelude to a Philosophy of Freedom, with a dedication to Eduard von Hartmann.[34] Two years later, in 1894, he published Die Philosophie der Freiheit (The Philosophy of Freedom or The Philosophy of Spiritual Activity, the latter being Steiner's preferred English title), an exploration of epistemology and ethics that suggested a way for humans to become spiritually free beings. Steiner later spoke of this book as containing implicitly, in philosophical form, the entire content of what he later developed explicitly as anthroposophy.[35]\n In 1896, Steiner declined an offer from Elisabeth Förster-Nietzsche to help organize the Nietzsche archive in Naumburg. Her brother by that time was non compos mentis. Förster-Nietzsche introduced Steiner into the presence of the catatonic philosopher; Steiner, deeply moved, subsequently wrote the book Friedrich Nietzsche, Fighter for Freedom.[36] Steiner later related that:\n My first acquaintance with Nietzsche's writings belongs to the year 1889. Previous to that I had never read a line of his. Upon the substance of my ideas as these find expression in The Philosophy of Spiritual Activity, Nietzsche's thought had not the least influence....Nietzsche's ideas of the 'eternal recurrence' and of 'Übermensch' remained long in my mind. For in these was reflected that which a personality must feel concerning the evolution and essential being of humanity when this personality is kept back from grasping the spiritual world by the restricted thought in the philosophy of nature characterizing the end of the 19th century....What attracted me particularly was that one could read Nietzsche without coming upon anything which strove to make the reader a 'dependent' of Nietzsche's.[21]:Chap. 18 In 1897, Steiner left the Weimar archives and moved to Berlin. He became part owner of, chief editor of, and an active contributor to the literary journal Magazin für Literatur, where he hoped to find a readership sympathetic to his philosophy. Many subscribers were alienated by Steiner's unpopular support of Émile Zola in the Dreyfus Affair[37] and the journal lost more subscribers when Steiner published extracts from his correspondence with anarchist John Henry Mackay.[37] Dissatisfaction with his editorial style eventually led to his departure from the magazine.\n In 1899, Steiner married Anna Eunicke; the couple separated several years later. Anna died in 1911.\n In 1899, Steiner published an article, \"Goethe's Secret Revelation\", discussing the esoteric nature of Goethe's fairy tale The Green Snake and the Beautiful Lily. This article led to an invitation by the Count and Countess Brockdorff to speak to a gathering of Theosophists on the subject of Nietzsche. Steiner continued speaking regularly to the members of the Theosophical Society, becoming the head of its newly constituted German section in 1902 without ever formally joining the society.[14][38] It was also in connection with this society that Steiner met and worked with Marie von Sivers, who became his second wife in 1914. By 1904, Steiner was appointed by Annie Besant to be leader of the Theosophical Esoteric Society for Germany and Austria. In 1904, Eliza, the wife of Helmuth von Moltke the Younger, became one of his favourite scholars.[39] Through Eliza, Steiner met Helmuth, who served as the Chief of the German General Staff from 1906 to 1914.[40]\n In contrast to mainstream Theosophy, Steiner sought to build a Western approach to spirituality based on the philosophical and mystical traditions of European culture. The German Section of the Theosophical Society grew rapidly under Steiner's leadership as he lectured throughout much of Europe on his spiritual science. During this period, Steiner maintained an original approach, replacing Madame Blavatsky's terminology with his own, and basing his spiritual research and teachings upon the Western esoteric and philosophical tradition. This and other differences, in particular Steiner's vocal rejection of Leadbeater and Besant's claim that Jiddu Krishnamurti was the vehicle of a new Maitreya, or world teacher,[41] led to a formal split in 1912/13,[14] when Steiner and the majority of members of the German section of the Theosophical Society broke off to form a new group, the Anthroposophical Society. Steiner took the name \"Anthroposophy\" from the title of a work of the Austrian philosopher Robert von Zimmermann, published in Vienna in 1856.[42] Despite his departure from the Theosophical Society, Steiner maintained his interest in Theosophy throughout his life.[12]\n The Anthroposophical Society grew rapidly. Fueled by a need to find an artistic home for their yearly conferences, which included performances of plays written by Edouard Schuré and Steiner, the decision was made to build a theater and organizational center. In 1913, construction began on the first Goetheanum building, in Dornach, Switzerland. The building, designed by Steiner, was built to a significant part by volunteers who offered craftsmanship or simply a will to learn new skills. Once World War I started in 1914, the Goetheanum volunteers could hear the sound of cannon fire beyond the Swiss border, but despite the war, people from all over Europe worked peaceably side by side on the building's construction. Steiner moved from Berlin[43] to Dornach in 1913 and lived there to the end of his life.[44]\n Steiner's lecture activity expanded enormously with the end of the war. Most importantly, from 1919 on Steiner began to work with other members of the society to found numerous practical institutions and activities, including the first Waldorf school, founded that year in Stuttgart, Germany. At the same time, the Goetheanum developed as a wide-ranging cultural centre. On New Year's Eve, 1922/1923, the building burned to the ground; contemporary police reports indicate arson as the probable cause.[16]:752[45]:796 Steiner immediately began work designing a second Goetheanum building - this time made of concrete instead of wood - which was completed in 1928, three years after his death.\n At a \"Foundation Meeting\" for members held at the Dornach center during Christmas, 1923, Steiner spoke of laying a new Foundation Stone for the society in the hearts of his listeners. At the meeting, a new \"General Anthroposophical Society\" was established with a new executive board. At this meeting, Steiner also founded a School of Spiritual Science, intended as an \"organ of initiative\" for research and study and as \"the 'soul' of the Anthroposophical Society\".[46] This School, which was led by Steiner, initially had sections for general anthroposophy, education, medicine, performing arts (eurythmy, speech, drama and music), the literary arts and humanities, mathematics, astronomy, science, and visual arts. Later sections were added for the social sciences, youth and agriculture.[47][48][49] The School of Spiritual Science included meditative exercises given by Steiner.\n Steiner became a well-known and controversial public figure during and after World War I. In response to the catastrophic situation in post-war Germany, he proposed extensive social reforms through the establishment of a Threefold Social Order in which the cultural, political and economic realms would be largely independent. Steiner argued that a fusion of the three realms had created the inflexibility that had led to catastrophes such as World War I. In connection with this, he promoted a radical solution in the disputed area of Upper Silesia, claimed by both Poland and Germany. His suggestion that this area be granted at least provisional independence led to his being publicly accused of being a traitor to Germany.[50]\n Steiner opposed Wilson's proposal to create new European nations based around ethnic groups, which he saw as opening the door to rampant nationalism. Steiner proposed, as an alternative:\n 'social territories' with democratic institutions that were accessible to all inhabitants of a territory whatever their origin while the needs of the various ethnicities would be met by independent cultural institutions.[51] The National Socialist German Workers Party gained strength in Germany after the First World War. In 1919, a political theorist of this movement, Dietrich Eckart, attacked Steiner and suggested that he was a Jew.[52] In 1921, Adolf Hitler attacked Steiner on many fronts, including accusations that he was a tool of the Jews,[53] while other nationalist extremists in Germany called for a \"war against Steiner\". That same year, Steiner warned against the disastrous effects it would have for Central Europe if the National Socialists came to power.[52]:8 In 1922 a lecture Steiner was giving in Munich was disrupted when stink bombs were let off and the lights switched out, while people rushed the stage apparently attempting to attack Steiner, who exited safely through a back door.[54][55] Unable to guarantee his safety, Steiner's agents cancelled his next lecture tour.[37]:193[56] The 1923 Beer Hall Putsch in Munich led Steiner to give up his residence in Berlin, saying that if those responsible for the attempted coup [Hitler and others] came to power in Germany, it would no longer be possible for him to enter the country.[57]\n From 1923 on, Steiner showed signs of increasing frailness and illness. He nonetheless continued to lecture widely, and even to travel; especially towards the end of this time, he was often giving two, three or even four lectures daily for courses taking place concurrently. Many of these lectures focused on practical areas of life such as education.[58]\n Increasingly ill, he held his last lecture in late September, 1924. He continued work on his autobiography during the last months of his life; he died on 30 March 1925.\n Steiner first began speaking publicly about spiritual experiences and phenomena in his 1899 lectures to the Theosophical Society. By 1901 he had begun to write about spiritual topics, initially in the form of discussions of historical figures such as the mystics of the Middle Ages. By 1904 he was expressing his own understanding of these themes in his essays and books, while continuing to refer to a wide variety of historical sources.\n A world of spiritual perception is discussed in a number of writings which I have published since this book appeared. The Philosophy of Freedom forms the philosophical basis for these later writings. For it tries to show that the experience of thinking, rightly understood, is in fact an experience of spirit.\n(Steiner, Philosophy of Freedom, Consequences of Monism) Steiner aimed to apply his training in mathematics, science, and philosophy to produce rigorous, verifiable presentations of those experiences.[59] He believed that through freely chosen ethical disciplines and meditative training, anyone could develop the ability to experience the spiritual world, including the higher nature of oneself and others.[37] Steiner believed that such discipline and training would help a person to become a more moral, creative and free individual – free in the sense of being capable of actions motivated solely by love.[60] His philosophical ideas were affected by Franz Brentano,[37] with whom he had studied,[61] as well as by Fichte, Hegel, Schelling, and Goethe's phenomenological approach to science.[37][62][63]\n Steiner used the word Geisteswissenschaft (from Geist = mind or spirit, Wissenschaft = science), a term originally coined by Wilhelm Dilthey as a descriptor of the humanities, in a novel way, to describe a systematic (\"scientific\") approach to spirituality.[64] Steiner used the term Geisteswissenschaft, generally translated into English as \"spiritual science,\" to describe a discipline treating the spirit as something actual and real, starting from the premise that it is possible for human beings to penetrate behind what is sense-perceptible.[65] He proposed that psychology, history, and the humanities generally were based on the direct grasp of an ideal reality,[66] and required close attention to the particular period and culture which provided the distinctive character of religious qualities in the course of the evolution of consciousness. In contrast to William James' pragmatic approach to religious and psychic experience, which emphasized its idiosyncratic character, Steiner focused on ways such experience can be rendered more intelligible and integrated into human life.[67]\n Steiner proposed that an understanding of reincarnation and karma was necessary to understand psychology[68] and that the form of external nature would be more comprehensible as a result of insight into the course of karma in the evolution of humanity.[69] Beginning in 1910, he described aspects of karma relating to health, natural phenomena and free will, taking the position that a person is not bound by his or her karma, but can transcend this through actively taking hold of one's own nature and destiny.[70] In an extensive series of lectures from February to September 1924, Steiner presented further research on successive reincarnations of various individuals and described the techniques he used for karma research.[58][71]\n Steiner was founder and leader of the following: \n After the First World War, Steiner became active in a wide variety of cultural contexts. He founded a number of schools, the first of which was known as the Waldorf school,[76] which later evolved into a worldwide school network. He also founded a system of organic agriculture, now known as biodynamic agriculture, which was one of the first forms of, and has contributed significantly to the development of, modern organic farming.[77] His work in medicine led to the development of a broad range of complementary medications and supportive artistic and biographic therapies.[78] Numerous homes for children and adults with developmental disabilities based on his work (including those of the Camphill movement) are found in Africa, Europe, and North America.[79] His paintings and drawings influenced Joseph Beuys and other modern artists. His two Goetheanum buildings have been widely cited as masterpieces of modern architecture,[80][81][82][83][84] and other anthroposophical architects have contributed thousands of buildings to the modern scene.[85] One of the first institutions to practice ethical banking was an anthroposophical bank working out of Steiner's ideas; other anthroposophical social finance institutions have since been founded.\n Steiner's literary estate is correspondingly broad. Steiner's writings, published in about forty volumes, include books, essays, four plays ('mystery dramas'), mantric verse, and an autobiography. His collected lectures, making up another approximately 300 volumes, discuss an extremely wide range of themes. Steiner's drawings, chiefly illustrations done on blackboards during his lectures, are collected in a separate series of 28 volumes. Many publications have covered his architectural legacy and sculptural work.\n As a young man, Steiner was a private tutor and a lecturer on history for the Berlin Arbeiterbildungsschule,[86] an educational initiative for working class adults.[87] Soon thereafter, he began to articulate his ideas on education in public lectures,[88] culminating in a 1907 essay on The Education of the Child in which he described the major phases of child development which formed the foundation of his approach to education.[89] His conception of education was influenced by the Herbartian pedagogy prominent in Europe during the late nineteenth century,[86]:1362, 1390ff[88] though Steiner criticized Herbart for not sufficiently recognizing the importance of educating the will and feelings as well as the intellect.[90]\n In 1919, Emil Molt invited him to lecture to his workers at the Waldorf-Astoria cigarette factory in Stuttgart. Out of these lectures came the first Waldorf School. In 1922, Steiner presented these ideas at a conference called for this purpose in Oxford by Professor Millicent Mackenzie. He subsequently presented a teacher training course at Torquay in 1924 at an Anthroposophy Summer School organised by Eleanor Merry.[91] The Oxford Conference and the Torquay teacher training led to the founding of the first Waldorf schools in Britain.[92] During Steiner's lifetime, schools based on his educational principles were also founded in Hamburg, Essen, The Hague and London; there are now more than 1000 Waldorf schools worldwide.\n In 1924, a group of farmers concerned about the future of agriculture requested Steiner's help. Steiner responded with a lecture series on an ecological and sustainable approach to agriculture that increased soil fertility without the use of chemical fertilizers and pesticides.[17] Steiner's agricultural ideas promptly spread and were put into practice internationally[93] and biodynamic agriculture is now practiced in Europe,[94] North America, South America,[95] Africa,[96] Asia[94] and Australasia.[97][98][99]\n A central aspect of biodynamics is that the farm as a whole is seen as an organism, and therefore should be a largely self-sustaining system, producing its own manure and animal feed. Plant or animal disease is seen as a symptom of problems in the whole organism. Steiner also suggested timing such agricultural activities as sowing, weeding, and harvesting to utilize the influences on plant growth of the moon and planets; and the application of natural materials prepared in specific ways to the soil, compost, and crops, with the intention of engaging non-physical beings and elemental forces. He taught that mushrooms were \"very harmful\" because \"they contain hindering lunar forces, and everything that arose on the old Moon signifies rigidification.\"[100] He encouraged his listeners to verify his suggestions empirically, as he had not yet done.[97]\n From the late 1910s, Steiner was working with doctors to create a new approach to medicine. In 1921, pharmacists and physicians gathered under Steiner's guidance to create a pharmaceutical company called Weleda which now distributes naturopathic medical and beauty products worldwide. At around the same time, Dr. Ita Wegman founded a first anthroposophic medical clinic (now the Ita Wegman Clinic) in Arlesheim.\n For a period after World War I, Steiner was active as a lecturer on social reform. A petition expressing his basic social ideas was widely circulated and signed by many cultural figures of the day, including Hermann Hesse.\n In Steiner's chief book on social reform, Toward Social Renewal, he suggested that the cultural, political and economic spheres of society need to work together as consciously cooperating yet independent entities, each with a particular task: political institutions should establish political equality and protect human rights; cultural institutions should nurture the free and unhindered development of science, art, education and religion; and economic institutions should enable producers, distributors and consumers to cooperate to provide efficiently for society's needs.[101] He saw such a division of responsibility, which he called the Threefold Social Order, as a vital task which would take up consciously the historical trend toward the mutual independence of these three realms. Steiner also gave suggestions for many specific social reforms.\n Steiner proposed what he termed a \"fundamental law\" of social life:\n The well-being of a community of people working together will be the greater, the less the individual claims for himself the proceeds of his work, i.e. the more of these proceeds he makes over to his fellow-workers, the more his own needs are satisfied, not out of his own work but out of the work done by others. He expressed this in the motto:\n The healthy social life is found When in the mirror of each human soul The whole community finds its reflection, And when in the community  The virtue of each one is living. First Goetheanum\n Second Goetheanum\n Detail of The Representative of Humanity\n Steiner designed 17 buildings, including the First and Second Goetheanums.[103] These two buildings, built in Dornach, Switzerland, were intended to house significant theater spaces as well as a \"school for spiritual science\".[104] Three of Steiner's buildings have been listed amongst the most significant works of modern architecture.[105]\n His primary sculptural work is The Representative of Humanity (1922), a nine-meter high wood sculpture executed as a joint project with the sculptor Edith Maryon. This was intended to be placed in the first Goetheanum. It shows a central human figure, the \"Representative of Humanity,\" holding a balance between opposing tendencies of expansion and contraction personified as the beings of Lucifer and Ahriman.[106][107][108] It was intended to show, in conscious contrast to Michelangelo's Last Judgment, Christ as mute and impersonal such that the beings that approach him must judge themselves.[109] The sculpture is now on permanent display at the Goetheanum.\n Steiner's blackboard drawings were unique at the time and almost certainly not originally intended as art works.[110] Josef Beuys' work, itself heavily influenced by Steiner, has led to the modern understanding of Steiner's drawings as artistic objects.[111]\n Steiner wrote four mystery plays between 1909 and 1913: The Portal of Initiation, The Souls' Probation, The Guardian of the Threshold and The Soul's Awakening, modeled on the esoteric dramas of Edouard Schuré, Maurice Maeterlinck, and Johann Wolfgang von Goethe.[112] Steiner's plays continue to be performed by anthroposophical groups in various countries, most notably (in the original German) in Dornach, Switzerland and (in English translation) in Spring Valley, New York and in Stroud and Stourbridge in the U.K.\n In collaboration with Marie von Sivers, Steiner also founded a new approach to acting, storytelling, and the recitation of poetry. His last public lecture course, given in 1924, was on speech and drama. The Russian actor, director, and acting coach Michael Chekhov based significant aspects of his method of acting on Steiner's work.[113][114]\n Together with Marie von Sivers, Rudolf Steiner also developed the art of eurythmy, sometimes referred to as \"visible speech and song\". According to the principles of eurythmy, there are archetypal movements or gestures that correspond to every aspect of speech – the sounds (or phonemes), the rhythms, and the grammatical function – to every \"soul quality\" – joy, despair, tenderness, etc. – and to every aspect of music – tones, intervals, rhythms, and harmonies.\n — Rudolf Steiner, Philosophy of Freedom. Chapter 9\n In his commentaries on Goethe's scientific works, written between 1884 and 1897, Steiner presented Goethe's approach to science as essentially phenomenological in nature, rather than theory- or model-based. He developed this conception further in several books, The Theory of Knowledge Implicit in Goethe's World-Conception (1886) and Goethe's Conception of the World (1897), particularly emphasizing the transformation in Goethe's approach from the physical sciences, where experiment played the primary role, to plant biology, where both accurate perception and imagination were required to find the biological archetypes (Urpflanze). He postulated that Goethe had sought, but been unable to fully find, the further transformation in scientific thinking necessary to properly interpret and understand the animal kingdom.[115] Steiner emphasized the role of evolutionary thinking in Goethe's discovery of the intermaxillary bone in human beings; Goethe expected human anatomy to be an evolutionary transformation of animal anatomy.[115] Steiner defended Goethe's qualitative description of color as arising synthetically from the polarity of light and darkness, in contrast to Newton's particle-based and analytic conception.\n Particular organic forms can be evolved only from universal types, and every organic entity we experience must coincide with some one of these derivative forms of the type. Here the evolutionary method must replace the method of proof. We aim not to show that external conditions act upon one another in a certain way and thereby bring about a definite result, but that a particular form has developed under definite external conditions out of the type. This is the radical difference between inorganic and organic science. Steiner approached the philosophical questions of knowledge and freedom in two stages. In his dissertation, published in expanded form in 1892 as Truth and Knowledge, Steiner suggests that there is an inconsistency between Kant's philosophy, which posits that all knowledge is a representation of an essential verity inaccessible to human consciousness, and modern science, which assumes that all influences can be found in the sensory and mental world to which we have access. Steiner considered Kant's philosophy of an inaccessible beyond (\"Jenseits-Philosophy\") a stumbling block in achieving a satisfying philosophical viewpoint.[116]\n Steiner postulates that the world is essentially an indivisible unity, but that our consciousness divides it into the sense-perceptible appearance, on the one hand, and the formal nature accessible to our thinking, on the other. He sees in thinking itself an element that can be strengthened and deepened sufficiently to penetrate all that our senses do not reveal to us. Steiner thus considered what appears to human experience as a division between the spiritual and natural worlds to be a conditioned result of the structure of our consciousness, which separates perception and thinking. These two faculties give us not two worlds, but two complementary views of the same world; neither has primacy and the two together are necessary and sufficient to arrive at a complete understanding of the world. In thinking about perception (the path of natural science) and perceiving the process of thinking (the path of spiritual training), it is possible to discover a hidden inner unity between the two poles of our experience.[60]:Chapter 4 Truth, for Steiner, is paradoxically both an objective discovery and yet \"a free creation of the human spirit, that never would exist at all if we did not generate it ourselves. The task of understanding is not to replicate in conceptual form something that already exists, but rather to create a wholly new realm, that together with the world given to our senses constitutes the fullness of reality.\"[117]\n In the Philosophy of Freedom, Steiner further explores potentials within thinking: freedom, he suggests, can only be approached gradually with the aid of the creative activity of thinking. Thinking can be a free deed; in addition, it can liberate our will from its subservience to our instincts and drives. Free deeds, he suggests, are those for which we are fully conscious of the motive for our action; freedom is the spiritual activity of penetrating with consciousness our own nature and that of the world,[118] and the real activity of acting in full consciousness.[60]:133–4 This includes overcoming influences of both heredity and environment: \"To be free is to be capable of thinking one's own thoughts – not the thoughts merely of the body, or of society, but thoughts generated by one's deepest, most original, most essential and spiritual self, one's individuality.\"[14]\n Steiner affirms Darwin's and Haeckel's evolutionary perspectives but extended this beyond its materialistic consequences; he sees human consciousness, indeed, all human culture, as a product of natural evolution that transcends itself. For Steiner, nature becomes self-conscious in the human being. Steiner's description of the nature of human consciousness thus closely parallels that of Solovyov.[119]\n In his earliest works, Steiner already spoke of the \"natural and spiritual worlds\" as a unity.[37] From 1900 on, he began lecturing about concrete details of the spiritual world(s), culminating in the publication in 1904 of the first of several systematic presentations, his Theosophy: An Introduction to the Spiritual Processes in Human Life and in the Cosmos. As a starting point for the book Steiner took a quotation from Goethe, describing the method of natural scientific observation,[120] while in the Preface he made clear that the line of thought taken in this book led to the same goal as that in his earlier work, The Philosophy of Freedom.[121]\n In the years 1903–1908 Steiner maintained the magazine Lucifer-Gnosis and published in it essays on topics such as initiation, reincarnation and karma, and knowledge of the supernatural world.[122] Some of these were later collected and published as books, such as How to Know Higher Worlds (1904/5) and Cosmic Memory. The book An Outline of Esoteric Science was published in 1910. Important themes include:\n Steiner emphasized that there is an objective natural and spiritual world that can be known, and that perceptions of the spiritual world and incorporeal beings are, under conditions of training comparable to that required for the natural sciences, including self-discipline, replicable by multiple observers. It is on this basis that spiritual science is possible, with radically different epistemological foundations than those of natural science. He believed that natural science was correct in its methods but one-sided for exclusively focusing on sensory phenomena, while mysticism was vague in its methods, though seeking to explore the inner and spiritual life. Anthroposophy was meant to apply the systematic methods of the former to the content of the latter[123][124]\n For Steiner, the cosmos is permeated and continually transformed by the creative activity of non-physical processes and spiritual beings. For the human being to become conscious of the objective reality of these processes and beings, it is necessary to creatively enact and reenact, within, their creative activity. Thus objective spiritual knowledge always entails creative inner activity.[37] Steiner articulated three stages of any creative deed:[60]:Pt II, Chapter 1\n Steiner termed his work from this period onwards Anthroposophy. He emphasized that the spiritual path he articulated builds upon and supports individual freedom and independent judgment; for the results of spiritual research to be appropriately presented in a modern context they must be in a form accessible to logical understanding, so that those who do not have access to the spiritual experiences underlying anthroposophical research can make independent evaluations of the latter's results.[60] Spiritual training is to support what Steiner considered the overall purpose of human evolution, the development of the mutually interdependent qualities of love and freedom.[14]\n Steiner appreciated the ritual of the mass he experienced while serving as an altar boy from school age until he was ten years old, and this experience remained memorable for him as a genuinely spiritual one, contrasting with his irreligious family life.[125] As a young adult, Steiner had no formal connection to organized religion. In 1899, he experienced what he described as a life-transforming inner encounter with the being of Christ. Steiner was then 38, and the experience of meeting Christ occurred after a tremendous inner struggle. To use Steiner's own words, the \"experience culminated in my standing in the spiritual presence of the Mystery of Golgotha in a most profound and solemn festival of knowledge.\"[126] His relationship to Christianity thereafter remained entirely founded upon personal experience, and thus both non-denominational and strikingly different from conventional religious forms.[14]\n Steiner describes Christ as the unique pivot and meaning of earth's evolutionary processes and human history, redeeming the Fall from Paradise.[127] He understood the Christ as a being that unifies and inspires all religions, not belonging to a particular religious faith. To be \"Christian\" is, for Steiner, a search for balance between polarizing extremes[127]:102–3 and the ability to manifest love in freedom.[14]\n Central principles of his understanding include:\n In Steiner's esoteric cosmology, the spiritual development of humanity is interwoven in and inseparable from the cosmological development of the universe. Continuing the evolution that led to humanity being born out of the natural world, the Christ being brings an impulse enabling human consciousness of the forces that act creatively, but unconsciously, in nature.[128]\n Steiner's views of Christianity diverge from conventional Christian thought in key places, and include gnostic elements.[115] However, unlike many gnostics, Steiner affirms the unique and actual physical Incarnation of Christ in Jesus at the beginning of the Christian era.\n One of the central points of divergence with conventional Christian thought is found in Steiner's views on reincarnation and karma.\n Steiner also posited two different Jesus children involved in the Incarnation of the Christ: one child descended from Solomon, as described in the Gospel of Matthew; the other child from Nathan, as described in the Gospel of Luke.[101] He references in this regard the fact that the genealogies in these two gospels list twenty-six (Luke) to forty-one (Matthew) completely different ancestors for the generations from David to Jesus.\n Steiner's view of the second coming of Christ is also unusual. He suggested that this would not be a physical reappearance, but rather, meant that the Christ being would become manifest in non-physical form, in the \"etheric realm\" – i.e. visible to spiritual vision and apparent in community life – for increasing numbers of people, beginning around the year 1933. He emphasized that the future would require humanity to recognize this Spirit of Love in all its genuine forms, regardless of how this is named. He also warned that the traditional name, \"Christ\", might be used, yet the true essence of this Being of Love ignored.[115]\n In the 1920s, Steiner was approached by Friedrich Rittelmeyer, a Lutheran pastor with a congregation in Berlin, who asked if it was possible to create a more modern form of Christianity. Soon others joined Rittelmeyer – mostly Protestant pastors and theology students, but including several Roman Catholic priests. Steiner offered counsel on renewing the spiritual potency of the sacraments while emphasizing freedom of thought and a personal relationship to religious life. He envisioned a new synthesis of Catholic and Protestant approaches to religious life, terming this \"modern, Johannine Christianity\".[101]\n The resulting movement for religious renewal became known as \"The Christian Community\". Its work is based on a free relationship to the Christ, without dogma or policies. Its priesthood, which is open to both men and women, is free to preach out of their own spiritual insights and creativity.\n Steiner emphasized that the resulting movement for the renewal of Christianity was a personal gesture of help to a movement founded by Rittelmeyer and others independently of his anthroposophical work.[101] The distinction was important to Steiner because he sought with Anthroposophy to create a scientific, not faith-based, spirituality.[127] He recognized that for those who wished to find more traditional forms, however, a renewal of the traditional religions was also a vital need of the times.\n Steiner's work has influenced a broad range of notable personalities. These include:\n Olav Hammer, though sharply critical of esoteric movements generally, terms Steiner \"arguably the most historically and philosophically sophisticated spokesperson of the Esoteric Tradition.\"[147]\n Albert Schweitzer wrote that he and Steiner had in common that they had \"taken on the life mission of working for the emergence of a true culture enlivened by the ideal of humanity and to encourage people to become truly thinking beings\".[148]\n Anthony Storr stated about Rudolf Steiner's Anthroposophy: \"His belief system is so eccentric, so unsupported by evidence, so manifestly bizarre, that rational skeptics are bound to consider it delusional.\"[149]\n Robert Todd Carroll has said of Steiner that \"Some of his ideas on education – such as educating the handicapped in the mainstream – are worth considering, although his overall plan for developing the spirit and the soul rather than the intellect cannot be admired\".[150] Steiner's translators have pointed out that his use of Geist includes both mind and spirit, however,[151] as the German term Geist can be translated equally properly in either way.[152]\n The 150th anniversary of Rudolf Steiner's birth was marked by the first major retrospective exhibition of his art and work, 'Kosmos - Alchemy of the everyday'. Organized by Vitra Design Museum, the traveling exhibition presented many facets of Steiner's life and achievements, including his influence on architecture, furniture design, dance (Eurythmy), education, and agriculture (Biodynamic agriculture).[153] The exhibition opened in 2011 at the Kunstmuseum in Stuttgart, Germany,[154]\n Olav Hammer has criticized as scientism Steiner's claim to use scientific methodology to investigate spiritual phenomena that were based upon his claims of clairvoyant experience.[147] Steiner regarded the observations of spiritual research as more dependable (and above all, consistent) than observations of physical reality. However, he did consider spiritual research to be fallible[4]:p. 618 and held the view that anyone capable of thinking logically was in a position to correct errors by spiritual researchers.[155]\n Steiner's work includes both universalist, humanist elements and historically influenced racial assumptions.[156] Due to the contrast and even contradictions between these elements, \"whether a given reader interprets Anthroposophy as racist or not depends upon that reader's concerns\".[157] Steiner considered that by dint of its shared language and culture, each people has a unique essence, which he called its soul or spirit.[147] He saw race as a physical manifestation of humanity's spiritual evolution, and at times discussed race in terms of complex hierarchies that were largely derived from 19th century biology, anthropology, philosophy and theosophy. However, he consistently and explicitly subordinated race, ethnicity, gender, and indeed all hereditary factors, to individual factors in development.[157] For Steiner, human individuality is centered in a person's unique biography, and he believed that an individual's experiences and development are not bound by a single lifetime or the qualities of the physical body.[38] More specifically:\n In the context of his ethical individualism, Steiner considered \"race, folk, ethnicity and gender\" to be general, describable categories into which individuals may choose to fit, but from which free human beings can and will liberate themselves.[38]\n During the years when Steiner was best known as a literary critic, he published a series of articles attacking various manifestations of antisemitism and criticizing some of the most prominent anti-Semites of the time as \"barbaric\" and \"enemies of culture\".[162][163] On a number of occasions, however, Steiner suggested that Jewish cultural and social life had lost all contemporary relevance and promoted full assimilation of the Jewish people into the nations in which they lived.[164] This stance has come under severe criticism in recent years.[157]\n Steiner was a critic of his contemporary Theodor Herzl's goal of a Zionist state, and indeed of any ethnically determined state, as he considered ethnicity to be an outmoded basis for social life and civic identity.[165]\n Towards the end of Steiner's life and after his death, there were massive defamatory press attacks mounted on him by early National Socialist leaders (including Adolf Hitler) and other right-wing nationalists. These criticized Steiner's thought and anthroposophy as being incompatible with National Socialist racial ideology, and charged him with being influenced by his close connections with Jews and even (falsely) that he himself was Jewish.[52][163]\n The standard edition of Steiner's Collected Works constitutes about 420 volumes. This includes 43 volumes of his writings (books, essays, plays, and correspondence), over 6000 lectures, and some 80 volumes (some still in production) documenting his artistic work (architecture, drawings, paintings, graphic design, furniture design, choreography, etc.).[166] His architectural work, particularly, has also been documented extensively outside of the Collected Works.[167][168]\n ", "tags": ["1861 births", "1925 deaths", "19th-century philosophers", "20th-century Austrian architects", "20th-century Austrian philosophers", "20th-century Austrian poets", "20th-century Austrian dramatists and playwrights", "20th-century educational theorists", "20th-century sculptors", "Anthroposophists", "Austrian architects", "Austrian autobiographers", "Austrian choreographers", "Austrian educational theorists", "Austrian male dramatists and playwrights", "Austrian literary critics", "Austrian spiritual writers", "Austrian Theosophists", "Austro-Hungarian people", "Esotericists", "Expressionist architects", "Former Theosophists", "Modernist architects", "New religious movements", "Occult writers", "People from Donji Kraljevec", "Philosophers of education", "Rudolf Steiner", "Spiritual teachers", "University of Rostock alumni", "Unsolved deaths", "Webarchive template wayback links", "CS1 German-language sources (de)", "CS1: long volume value", "Articles containing German-language text", "CS1 maint: archived copy as title", "Articles with short description", "Short description matches Wikidata", "Use dmy dates from September 2020", "Articles with hCards", "All articles with unsourced statements", "Articles with unsourced statements from May 2010", "Pages using Sister project links with default search", "Articles with Project Gutenberg links", "Articles with Internet Archive links", "Articles with LibriVox links", "Wikipedia articles with BIBSYS identifiers", "Wikipedia articles with BNE identifiers", "Wikipedia articles with BNF identifiers", "Wikipedia articles with CANTIC identifiers", "Wikipedia articles with CINII identifiers", "Wikipedia articles with GND identifiers", "Wikipedia articles with HDS identifiers", "Wikipedia articles with ICCU identifiers", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with LCCN identifiers", "Wikipedia articles with LNB identifiers", "Wikipedia articles with NDL identifiers", "Wikipedia articles with NKC identifiers", "Wikipedia articles with NLA identifiers", "Wikipedia articles with NLG identifiers", "Wikipedia articles with NLI identifiers", "Wikipedia articles with NLK identifiers", "Wikipedia articles with NLP identifiers", "Wikipedia articles with NSK identifiers", "Wikipedia articles with NTA identifiers", "Wikipedia articles with PLWABN identifiers", "Wikipedia articles with RERO identifiers", "Wikipedia articles with RKDartists identifiers", "Wikipedia articles with SELIBR identifiers", "Wikipedia articles with SIKART identifiers", "Wikipedia articles with SNAC-ID identifiers", "Wikipedia articles with SUDOC identifiers", "Wikipedia articles with TLS identifiers", "Wikipedia articles with Trove identifiers", "Wikipedia articles with ULAN identifiers", "Wikipedia articles with VcBA identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers", "AC with 32 elements", "Wikipedia articles with multiple identifiers"], "raw": "Austrian philosopher, social reformer, architect and esotericist\nFor other people named Rudolf Steiner, see Rudolf Steiner (disambiguation).\n\n\nRudolf SteinerRudolf Steiner c. 1905BornRudolf Joseph Lorenz Steiner(1861-02-27)27 February 1861[1]Murakirály, Kingdom of Hungary, Austrian Empire (now Donji Kraljevec, Croatia)Died30 March 1925(1925-03-30) (aged 64)Dornach, SwitzerlandEducationVienna Institute of TechnologyUniversity of Rostock (PhD, 1891)Spouse(s)Anna Eunicke (1899–1911)Marie Steiner-von Sivers (1914–1925)Era20th-century philosophyRegionWestern philosophySchoolMonismHolism in scienceGoethean scienceAnthroposophyAcademic advisorsKarl Julius Schröer[2]Main interestsMetaphysics, epistemology, philosophy of science, esotericism, ChristianityNotable ideasAnthroposophy, anthroposophical medicine, biodynamic agriculture, eurythmy, social threefolding, spiritual science, Waldorf education, holism in science\nInfluences\nHelena Blavatsky,[3] Franz Brentano, Fichte, Goethe, Eduard von Hartmann, Hegel, Kant, Schelling, Schiller, Nietzsche, Karl Julius Schröer,[4] Silvio Gesell[5]\n\nInfluenced\nOwen Barfield, Saul Bellow, Andrej Belyj, Hugo Bergmann, Josef Beuys, Martin Buber,[6] Daniel Nicol Dunlop, Max Heindel, Wassily Kandinsky, Hilma af Klint, Edouard Schuré, Albert Schweitzer, Andrei Tarkovsky,[7] Richard Tarnas, Valentin Tomberg\n\n\nPart of a series onAnthroposophy\nGeneral\nAnthroposophy\nRudolf Steiner\nIta Wegman\nAnthroposophical Society\nGoetheanum\n\nAnthroposophically inspired work\nWaldorf education\nBiodynamic agriculture\nAnthroposophic medicine\nCamphill Movement\nEurythmy\n\nPhilosophy\nSocial threefolding\nvte\nPart of a series onTheosophy\nTopicsTheosophical Society Founders\nHelena Blavatsky · William Quan Judge\nHenry Steel Olcott\nTheosophists\n\nAnnie Besant · Robert Crosbie\nAbner Doubleday · Geoffrey Hodson\nWassily Kandinsky · Archibald Keightley\nC. W. Leadbeater · G. R. S. Mead\nArthur E. Powell · Isabel Cooper-Oakley · Subba Row · William Scott-Elliot\nAlfred Percy Sinnett · Rudolf Steiner · Brian Stonehouse\nKatherine Tingley · Ernest Wood\nTheosophical philosophical concepts\n\nRoot races · Round · Seven rays · Theosophical mysticism\nTheosophical organizations\n\nTheosophical Society · Theosophical Society Adyar\nTheosophical Society in America (Hargrove) · Theosophical Society Pasadena\nTheosophical Society Point Loma - Blavatskyhouse · United Lodge of Theosophists\nTheosophical texts\n\nEsoteric Buddhism · Isis Unveiled · The Key to Theosophy · The Secret Doctrine · Theosophical Glossary\nTheosophical publications\n\nLucifer magazine · The Theosophist\nTheosophical Masters\n\nKuthumi · Master Hilarion\nMaster Jesus · Maitreya · Morya\nPaul the Venetian · Sanat Kumara\nSerapis Bey · St. Germain\nComparative Theosophy\n\nBuddhism and Theosophy\nChristianity and Theosophy\nHinduism and Theosophy\nTheosophy and literature\nTheosophy and visual arts\nTheosophy and Western philosophy\nRelated\n\nAgni Yoga · Alice Bailey · Anthroposophy\nAscended Master Teachings\nEsotericism · Hermeticism · Initiation\nJiddu Krishnamurti · Liberal Catholic Church\nMasters of the Ancient Wisdom · Mysticism\nNew Age · Neo-Theosophy · Neoplatonism\nOccultism · Order of the Star in the East\nvte\nRudolf Joseph Lorenz Steiner (27 (or 25) February 1861[1] – 30 March 1925) was an Austrian philosopher, social reformer, architect, esotericist,[8][9] and claimed clairvoyant.[10][11] Steiner gained initial recognition at the end of the nineteenth century as a literary critic and published philosophical works including The Philosophy of Freedom. At the beginning of the twentieth century he founded an esoteric spiritual movement, anthroposophy, with roots in German idealist philosophy and theosophy; other influences include Goethean science and Rosicrucianism.[12]\nIn the first, more philosophically oriented phase of this movement, Steiner attempted to find a synthesis between science and spirituality.[13] His philosophical work of these years, which he termed \"spiritual science\", sought to apply the clarity of thinking characteristic of Western philosophy to spiritual questions,[14]:291 differentiating this approach from what he considered to be vaguer approaches to mysticism. In a second phase, beginning around 1907, he began working collaboratively in a variety of artistic media, including drama, the movement arts (developing a new artistic form, eurythmy) and architecture, culminating in the building of the Goetheanum, a cultural centre to house all the arts.[15] In the third phase of his work, beginning after World War I, Steiner worked to establish various practical endeavors, including Waldorf education,[16] biodynamic agriculture,[17] and anthroposophical medicine.[16]\nSteiner advocated a form of ethical individualism, to which he later brought a more explicitly spiritual approach. He based his epistemology on Johann Wolfgang Goethe's world view, in which \"Thinking… is no more and no less an organ of perception than the eye or ear. Just as the eye perceives colours and the ear sounds, so thinking perceives ideas.\"[18] A consistent thread that runs from his earliest philosophical phase through his later spiritual orientation is the goal of demonstrating that there are no essential limits to human knowledge.[19]\n\nContents\n\n1 Biography\n\n1.1 Childhood and education\n1.2 Early spiritual experiences\n1.3 Writer and philosopher\n1.4 Theosophical Society\n1.5 Anthroposophical Society and its cultural activities\n1.6 Political engagement and social agenda\n1.7 Attacks, illness, and death\n1.8 Spiritual research\n1.9 Esoteric schools\n\n\n2 Breadth of activity\n\n2.1 Education\n2.2 Biodynamic agriculture\n2.3 Anthroposophical medicine\n2.4 Social reform\n2.5 Architecture and visual arts\n2.6 Performing arts\n\n\n3 Philosophical ideas\n\n3.1 Goethean science\n3.2 Knowledge and freedom\n3.3 Spiritual science\n3.4 Steiner and Christianity\n\n3.4.1 Christ and human evolution\n3.4.2 Divergence from conventional Christian thought\n3.4.3 The Christian Community\n\n\n\n\n4 Reception\n\n4.1 Scientism\n4.2 Race and ethnicity\n\n4.2.1 Judaism\n\n\n\n\n5 Writings (selection)\n6 See also\n7 References\n8 Further reading\n9 External links\n\n\nBiography[edit]\nChildhood and education[edit]\n The house where Rudolf Steiner was born, in present-day Croatia\nSteiner's father, Johann(es) Steiner (1829–1910), left a position as a gamekeeper[20] in the service of Count Hoyos in Geras, northeast Lower Austria to marry one of the Hoyos family's housemaids, Franziska Blie (1834 Horn – 1918, Horn), a marriage for which the Count had refused his permission. Johann became a telegraph operator on the Southern Austrian Railway, and at the time of Rudolf's birth was stationed in Murakirály (Kraljevec) in the Muraköz region of the Kingdom of Hungary, Austrian Empire (present-day Donji Kraljevec in the Međimurje region of northernmost Croatia). In the first two years of Rudolf's life, the family moved twice, first to Mödling, near Vienna, and then, through the promotion of his father to stationmaster, to Pottschach, located in the foothills of the eastern Austrian Alps in Lower Austria.[16]\nSteiner entered the village school, but following a disagreement between his father and the schoolmaster, he was briefly educated at home. In 1869, when Steiner was eight years old, the family moved to the village of Neudörfl and in October 1872 Steiner proceeded from the village school there to the realschule in Wiener Neustadt.[21]:Chap. 2\n\n Rudolf Steiner, graduation photo from secondary school\nIn 1879, the family moved to Inzersdorf to enable Steiner to attend the Vienna Institute of Technology,[22] where he enrolled in courses in mathematics, physics, chemistry, botany, zoology, and mineralogy and audited courses in literature and philosophy, on an academic scholarship from 1879 to 1883, where he completed his studies and the requirements of the Ghega scholarship satisfactorily.[23][24] In 1882, one of Steiner's teachers, Karl Julius Schröer,[21]:Chap. 3 suggested Steiner's name to Joseph Kürschner, chief editor of a new edition of Goethe's works,[25]  who asked Steiner to become the edition's natural science editor,[26] a truly astonishing opportunity for a young student without any form of academic credentials or previous publications.[27]:43\nBefore attending the Vienna Institute of Technology, Steiner had studied Kant, Fichte and Schelling.[10]\n\nEarly spiritual experiences[edit]\n Rudolf Steiner as 21-year-old student (1882)\nWhen he was nine years old, Steiner believed that he saw the spirit of an aunt who had died in a far-off town asking him to help her at a time when neither he nor his family knew of the woman's death.[28] Steiner later related that as a child he felt \"that one must carry the knowledge of the spiritual world within oneself after the fashion of geometry ... [for here] one is permitted to know something which the mind alone, through its own power, experiences. In this feeling I found the justification for the spiritual world that I experienced ... I confirmed for myself by means of geometry the feeling that I must speak of a world 'which is not seen'.\"[21]\nSteiner believed that at the age of 15 he had gained a complete understanding of the concept of time, which he considered to be the precondition of spiritual clairvoyance.[10] At 21, on the train between his home village and Vienna, Steiner met an herb gatherer, Felix Kogutzki, who spoke about the spiritual world \"as one who had his own experience therein\".[21]:39–40[29] Kogutzki conveyed to Steiner a knowledge of nature that was non-academic and spiritual.\n\nWriter and philosopher[edit]\nIn 1888, as a result of his work for the Kürschner edition of Goethe's works, Steiner was invited to work as an editor at the Goethe archives in Weimar. Steiner remained with the archive until 1896. As well as the introductions for and commentaries to four volumes of Goethe's scientific writings, Steiner wrote two books about Goethe's philosophy: The Theory of Knowledge Implicit in Goethe's World-Conception (1886),[30] which Steiner regarded as the epistemological foundation and justification for his later work,[31] and Goethe's Conception of the World (1897).[32] During this time he also collaborated in complete editions of the works of Arthur Schopenhauer and the writer Jean Paul and wrote numerous articles for various journals.\n\n Rudolf Steiner around 1891/92, etching by Otto Fröhlich\nIn 1891, Steiner received a doctorate in philosophy at the University of Rostock, for his dissertation discussing \nFichte's concept of the ego,[14][33] submitted to Heinrich von Stein, whose Seven Books of Platonism Steiner esteemed.[21]:Chap. 14 Steiner's dissertation was later published in expanded form as Truth and Knowledge: Prelude to a Philosophy of Freedom, with a dedication to Eduard von Hartmann.[34] Two years later, in 1894, he published Die Philosophie der Freiheit (The Philosophy of Freedom or The Philosophy of Spiritual Activity, the latter being Steiner's preferred English title), an exploration of epistemology and ethics that suggested a way for humans to become spiritually free beings. Steiner later spoke of this book as containing implicitly, in philosophical form, the entire content of what he later developed explicitly as anthroposophy.[35]\n\n Steiner, c.1900\nIn 1896, Steiner declined an offer from Elisabeth Förster-Nietzsche to help organize the Nietzsche archive in Naumburg. Her brother by that time was non compos mentis. Förster-Nietzsche introduced Steiner into the presence of the catatonic philosopher; Steiner, deeply moved, subsequently wrote the book Friedrich Nietzsche, Fighter for Freedom.[36] Steiner later related that:\n\nMy first acquaintance with Nietzsche's writings belongs to the year 1889. Previous to that I had never read a line of his. Upon the substance of my ideas as these find expression in The Philosophy of Spiritual Activity, Nietzsche's thought had not the least influence....Nietzsche's ideas of the 'eternal recurrence' and of 'Übermensch' remained long in my mind. For in these was reflected that which a personality must feel concerning the evolution and essential being of humanity when this personality is kept back from grasping the spiritual world by the restricted thought in the philosophy of nature characterizing the end of the 19th century....What attracted me particularly was that one could read Nietzsche without coming upon anything which strove to make the reader a 'dependent' of Nietzsche's.[21]:Chap. 18\nIn 1897, Steiner left the Weimar archives and moved to Berlin. He became part owner of, chief editor of, and an active contributor to the literary journal Magazin für Literatur, where he hoped to find a readership sympathetic to his philosophy. Many subscribers were alienated by Steiner's unpopular support of Émile Zola in the Dreyfus Affair[37] and the journal lost more subscribers when Steiner published extracts from his correspondence with anarchist John Henry Mackay.[37] Dissatisfaction with his editorial style eventually led to his departure from the magazine.\nIn 1899, Steiner married Anna Eunicke; the couple separated several years later. Anna died in 1911.\n\nTheosophical Society[edit]\nMain article: Rudolf Steiner and the Theosophical Society\n Rudolf Steiner in Munich with Annie Besant, leader of the Theosophical Society. Photo from 1907\n Marie Steiner, 1903\nIn 1899, Steiner published an article, \"Goethe's Secret Revelation\", discussing the esoteric nature of Goethe's fairy tale The Green Snake and the Beautiful Lily. This article led to an invitation by the Count and Countess Brockdorff to speak to a gathering of Theosophists on the subject of Nietzsche. Steiner continued speaking regularly to the members of the Theosophical Society, becoming the head of its newly constituted German section in 1902 without ever formally joining the society.[14][38] It was also in connection with this society that Steiner met and worked with Marie von Sivers, who became his second wife in 1914. By 1904, Steiner was appointed by Annie Besant to be leader of the Theosophical Esoteric Society for Germany and Austria. In 1904, Eliza, the wife of Helmuth von Moltke the Younger, became one of his favourite scholars.[39] Through Eliza, Steiner met Helmuth, who served as the Chief of the German General Staff from 1906 to 1914.[40]\nIn contrast to mainstream Theosophy, Steiner sought to build a Western approach to spirituality based on the philosophical and mystical traditions of European culture. The German Section of the Theosophical Society grew rapidly under Steiner's leadership as he lectured throughout much of Europe on his spiritual science. During this period, Steiner maintained an original approach, replacing Madame Blavatsky's terminology with his own, and basing his spiritual research and teachings upon the Western esoteric and philosophical tradition. This and other differences, in particular Steiner's vocal rejection of Leadbeater and Besant's claim that Jiddu Krishnamurti was the vehicle of a new Maitreya, or world teacher,[41] led to a formal split in 1912/13,[14] when Steiner and the majority of members of the German section of the Theosophical Society broke off to form a new group, the Anthroposophical Society. Steiner took the name \"Anthroposophy\" from the title of a work of the Austrian philosopher Robert von Zimmermann, published in Vienna in 1856.[42] Despite his departure from the Theosophical Society, Steiner maintained his interest in Theosophy throughout his life.[12]\n\nAnthroposophical Society and its cultural activities[edit]\nThe Anthroposophical Society grew rapidly. Fueled by a need to find an artistic home for their yearly conferences, which included performances of plays written by Edouard Schuré and Steiner, the decision was made to build a theater and organizational center. In 1913, construction began on the first Goetheanum building, in Dornach, Switzerland. The building, designed by Steiner, was built to a significant part by volunteers who offered craftsmanship or simply a will to learn new skills. Once World War I started in 1914, the Goetheanum volunteers could hear the sound of cannon fire beyond the Swiss border, but despite the war, people from all over Europe worked peaceably side by side on the building's construction. Steiner moved from Berlin[43] to Dornach in 1913 and lived there to the end of his life.[44]\nSteiner's lecture activity expanded enormously with the end of the war. Most importantly, from 1919 on Steiner began to work with other members of the society to found numerous practical institutions and activities, including the first Waldorf school, founded that year in Stuttgart, Germany. At the same time, the Goetheanum developed as a wide-ranging cultural centre. On New Year's Eve, 1922/1923, the building burned to the ground; contemporary police reports indicate arson as the probable cause.[16]:752[45]:796 Steiner immediately began work designing a second Goetheanum building - this time made of concrete instead of wood - which was completed in 1928, three years after his death.\nAt a \"Foundation Meeting\" for members held at the Dornach center during Christmas, 1923, Steiner spoke of laying a new Foundation Stone for the society in the hearts of his listeners. At the meeting, a new \"General Anthroposophical Society\" was established with a new executive board. At this meeting, Steiner also founded a School of Spiritual Science, intended as an \"organ of initiative\" for research and study and as \"the 'soul' of the Anthroposophical Society\".[46] This School, which was led by Steiner, initially had sections for general anthroposophy, education, medicine, performing arts (eurythmy, speech, drama and music), the literary arts and humanities, mathematics, astronomy, science, and visual arts. Later sections were added for the social sciences, youth and agriculture.[47][48][49] The School of Spiritual Science included meditative exercises given by Steiner.\n\nPolitical engagement and social agenda[edit]\nSteiner became a well-known and controversial public figure during and after World War I. In response to the catastrophic situation in post-war Germany, he proposed extensive social reforms through the establishment of a Threefold Social Order in which the cultural, political and economic realms would be largely independent. Steiner argued that a fusion of the three realms had created the inflexibility that had led to catastrophes such as World War I. In connection with this, he promoted a radical solution in the disputed area of Upper Silesia, claimed by both Poland and Germany. His suggestion that this area be granted at least provisional independence led to his being publicly accused of being a traitor to Germany.[50]\nSteiner opposed Wilson's proposal to create new European nations based around ethnic groups, which he saw as opening the door to rampant nationalism. Steiner proposed, as an alternative:\n\n'social territories' with democratic institutions that were accessible to all inhabitants of a territory whatever their origin while the needs of the various ethnicities would be met by independent cultural institutions.[51]\nAttacks, illness, and death[edit]\nThe National Socialist German Workers Party gained strength in Germany after the First World War. In 1919, a political theorist of this movement, Dietrich Eckart, attacked Steiner and suggested that he was a Jew.[52] In 1921, Adolf Hitler attacked Steiner on many fronts, including accusations that he was a tool of the Jews,[53] while other nationalist extremists in Germany called for a \"war against Steiner\". That same year, Steiner warned against the disastrous effects it would have for Central Europe if the National Socialists came to power.[52]:8 In 1922 a lecture Steiner was giving in Munich was disrupted when stink bombs were let off and the lights switched out, while people rushed the stage apparently attempting to attack Steiner, who exited safely through a back door.[54][55] Unable to guarantee his safety, Steiner's agents cancelled his next lecture tour.[37]:193[56] The 1923 Beer Hall Putsch in Munich led Steiner to give up his residence in Berlin, saying that if those responsible for the attempted coup [Hitler and others] came to power in Germany, it would no longer be possible for him to enter the country.[57]\nFrom 1923 on, Steiner showed signs of increasing frailness and illness. He nonetheless continued to lecture widely, and even to travel; especially towards the end of this time, he was often giving two, three or even four lectures daily for courses taking place concurrently. Many of these lectures focused on practical areas of life such as education.[58]\n\n Steiner's gravestone at the Goetheanum\nIncreasingly ill, he held his last lecture in late September, 1924. He continued work on his autobiography during the last months of his life; he died on 30 March 1925.\n\nSpiritual research[edit]\nSteiner first began speaking publicly about spiritual experiences and phenomena in his 1899 lectures to the Theosophical Society. By 1901 he had begun to write about spiritual topics, initially in the form of discussions of historical figures such as the mystics of the Middle Ages. By 1904 he was expressing his own understanding of these themes in his essays and books, while continuing to refer to a wide variety of historical sources.\n\nA world of spiritual perception is discussed in a number of writings which I have published since this book appeared. The Philosophy of Freedom forms the philosophical basis for these later writings. For it tries to show that the experience of thinking, rightly understood, is in fact an experience of spirit.\n(Steiner, Philosophy of Freedom, Consequences of Monism)\nSteiner aimed to apply his training in mathematics, science, and philosophy to produce rigorous, verifiable presentations of those experiences.[59] He believed that through freely chosen ethical disciplines and meditative training, anyone could develop the ability to experience the spiritual world, including the higher nature of oneself and others.[37] Steiner believed that such discipline and training would help a person to become a more moral, creative and free individual – free in the sense of being capable of actions motivated solely by love.[60] His philosophical ideas were affected by Franz Brentano,[37] with whom he had studied,[61] as well as by Fichte, Hegel, Schelling, and Goethe's phenomenological approach to science.[37][62][63]\nSteiner used the word Geisteswissenschaft (from Geist = mind or spirit, Wissenschaft = science), a term originally coined by Wilhelm Dilthey as a descriptor of the humanities, in a novel way, to describe a systematic (\"scientific\") approach to spirituality.[64] Steiner used the term Geisteswissenschaft, generally translated into English as \"spiritual science,\" to describe a discipline treating the spirit as something actual and real, starting from the premise that it is possible for human beings to penetrate behind what is sense-perceptible.[65] He proposed that psychology, history, and the humanities generally were based on the direct grasp of an ideal reality,[66] and required close attention to the particular period and culture which provided the distinctive character of religious qualities in the course of the evolution of consciousness. In contrast to William James' pragmatic approach to religious and psychic experience, which emphasized its idiosyncratic character, Steiner focused on ways such experience can be rendered more intelligible and integrated into human life.[67]\nSteiner proposed that an understanding of reincarnation and karma was necessary to understand psychology[68] and that the form of external nature would be more comprehensible as a result of insight into the course of karma in the evolution of humanity.[69] Beginning in 1910, he described aspects of karma relating to health, natural phenomena and free will, taking the position that a person is not bound by his or her karma, but can transcend this through actively taking hold of one's own nature and destiny.[70] In an extensive series of lectures from February to September 1924, Steiner presented further research on successive reincarnations of various individuals and described the techniques he used for karma research.[58][71]\n\nEsoteric schools[edit]\nSee also: Rudolf Steiner's exercises for spiritual development\nSteiner was founder and leader of the following: \n\nHis independent Esoteric School of the Theosophical Society, founded in 1904. This school continued after the break with Theosophy but was disbanded at the start of World War I.\nA lodge called Mystica Aeterna within the Masonic Order of Memphis and Mizraim, which Steiner led from 1906 until around 1914. Steiner added to the Masonic rite a number of Rosicrucian references.[72]\nThe School of Spiritual Science of the Anthroposophical Society, founded in 1923 as a further development of his earlier Esoteric School. This was originally constituted with a general section and seven specialized sections for education, literature, performing arts, natural sciences, medicine, visual arts, and astronomy.[47][49][73] Steiner gave members of the School the first Lesson for guidance into the esoteric work in February 1924.[74] Though Steiner intended to develop three \"classes\" of this school, only the first of these was developed in his lifetime (and continues today). An authentic text of the written records on which the teaching of the First Class was based was published in 1992.[75]\nBreadth of activity[edit]\nAfter the First World War, Steiner became active in a wide variety of cultural contexts. He founded a number of schools, the first of which was known as the Waldorf school,[76] which later evolved into a worldwide school network. He also founded a system of organic agriculture, now known as biodynamic agriculture, which was one of the first forms of, and has contributed significantly to the development of, modern organic farming.[77] His work in medicine led to the development of a broad range of complementary medications and supportive artistic and biographic therapies.[78] Numerous homes for children and adults with developmental disabilities based on his work (including those of the Camphill movement) are found in Africa, Europe, and North America.[79] His paintings and drawings influenced Joseph Beuys and other modern artists. His two Goetheanum buildings have been widely cited as masterpieces of modern architecture,[80][81][82][83][84] and other anthroposophical architects have contributed thousands of buildings to the modern scene.[85] One of the first institutions to practice ethical banking was an anthroposophical bank working out of Steiner's ideas; other anthroposophical social finance institutions have since been founded.\nSteiner's literary estate is correspondingly broad. Steiner's writings, published in about forty volumes, include books, essays, four plays ('mystery dramas'), mantric verse, and an autobiography. His collected lectures, making up another approximately 300 volumes, discuss an extremely wide range of themes. Steiner's drawings, chiefly illustrations done on blackboards during his lectures, are collected in a separate series of 28 volumes. Many publications have covered his architectural legacy and sculptural work.\n\nEducation[edit]\n The Waldorf school in Verrières-le-Buisson (France)\nMain article: Waldorf education\nAs a young man, Steiner was a private tutor and a lecturer on history for the Berlin Arbeiterbildungsschule,[86] an educational initiative for working class adults.[87] Soon thereafter, he began to articulate his ideas on education in public lectures,[88] culminating in a 1907 essay on The Education of the Child in which he described the major phases of child development which formed the foundation of his approach to education.[89] His conception of education was influenced by the Herbartian pedagogy prominent in Europe during the late nineteenth century,[86]:1362, 1390ff[88] though Steiner criticized Herbart for not sufficiently recognizing the importance of educating the will and feelings as well as the intellect.[90]\nIn 1919, Emil Molt invited him to lecture to his workers at the Waldorf-Astoria cigarette factory in Stuttgart. Out of these lectures came the first Waldorf School. In 1922, Steiner presented these ideas at a conference called for this purpose in Oxford by Professor Millicent Mackenzie. He subsequently presented a teacher training course at Torquay in 1924 at an Anthroposophy Summer School organised by Eleanor Merry.[91] The Oxford Conference and the Torquay teacher training led to the founding of the first Waldorf schools in Britain.[92] During Steiner's lifetime, schools based on his educational principles were also founded in Hamburg, Essen, The Hague and London; there are now more than 1000 Waldorf schools worldwide.\n\nBiodynamic agriculture[edit]\nMain article: Biodynamic agriculture\nIn 1924, a group of farmers concerned about the future of agriculture requested Steiner's help. Steiner responded with a lecture series on an ecological and sustainable approach to agriculture that increased soil fertility without the use of chemical fertilizers and pesticides.[17] Steiner's agricultural ideas promptly spread and were put into practice internationally[93] and biodynamic agriculture is now practiced in Europe,[94] North America, South America,[95] Africa,[96] Asia[94] and Australasia.[97][98][99]\nA central aspect of biodynamics is that the farm as a whole is seen as an organism, and therefore should be a largely self-sustaining system, producing its own manure and animal feed. Plant or animal disease is seen as a symptom of problems in the whole organism. Steiner also suggested timing such agricultural activities as sowing, weeding, and harvesting to utilize the influences on plant growth of the moon and planets; and the application of natural materials prepared in specific ways to the soil, compost, and crops, with the intention of engaging non-physical beings and elemental forces. He taught that mushrooms were \"very harmful\" because \"they contain hindering lunar forces, and everything that arose on the old Moon signifies rigidification.\"[100] He encouraged his listeners to verify his suggestions empirically, as he had not yet done.[97]\n\nAnthroposophical medicine[edit]\nMain article: Anthroposophical medicine\nFrom the late 1910s, Steiner was working with doctors to create a new approach to medicine. In 1921, pharmacists and physicians gathered under Steiner's guidance to create a pharmaceutical company called Weleda which now distributes naturopathic medical and beauty products worldwide. At around the same time, Dr. Ita Wegman founded a first anthroposophic medical clinic (now the Ita Wegman Clinic) in Arlesheim.\n\nSocial reform[edit]\nMain article: Threefold Social Order\nFor a period after World War I, Steiner was active as a lecturer on social reform. A petition expressing his basic social ideas was widely circulated and signed by many cultural figures of the day, including Hermann Hesse.\nIn Steiner's chief book on social reform, Toward Social Renewal, he suggested that the cultural, political and economic spheres of society need to work together as consciously cooperating yet independent entities, each with a particular task: political institutions should establish political equality and protect human rights; cultural institutions should nurture the free and unhindered development of science, art, education and religion; and economic institutions should enable producers, distributors and consumers to cooperate to provide efficiently for society's needs.[101] He saw such a division of responsibility, which he called the Threefold Social Order, as a vital task which would take up consciously the historical trend toward the mutual independence of these three realms. Steiner also gave suggestions for many specific social reforms.\nSteiner proposed what he termed a \"fundamental law\" of social life:\n\nThe well-being of a community of people working together will be the greater, the less the individual claims for himself the proceeds of his work, i.e. the more of these proceeds he makes over to his fellow-workers, the more his own needs are satisfied, not out of his own work but out of the work done by others.— Steiner, The Fundamental Social Law[102]\nHe expressed this in the motto:\n\nThe healthy social life is found When in the mirror of each human soul The whole community finds its reflection, And when in the community  The virtue of each one is living.— Steiner, The Fundamental Social Law[102]\nArchitecture and visual arts[edit]\n\n\n\n\nFirst Goetheanum\n\n\n\n\n\n\nSecond Goetheanum\n\n\n\n\n\n\nDetail of The Representative of Humanity\n\n\n\n\n English sculptor Edith Maryon belonged to the innermost circle of founders of anthroposophy and was appointed to head the Section of Sculptural Arts at the Goetheanum.\nSteiner designed 17 buildings, including the First and Second Goetheanums.[103] These two buildings, built in Dornach, Switzerland, were intended to house significant theater spaces as well as a \"school for spiritual science\".[104] Three of Steiner's buildings have been listed amongst the most significant works of modern architecture.[105]\nHis primary sculptural work is The Representative of Humanity (1922), a nine-meter high wood sculpture executed as a joint project with the sculptor Edith Maryon. This was intended to be placed in the first Goetheanum. It shows a central human figure, the \"Representative of Humanity,\" holding a balance between opposing tendencies of expansion and contraction personified as the beings of Lucifer and Ahriman.[106][107][108] It was intended to show, in conscious contrast to Michelangelo's Last Judgment, Christ as mute and impersonal such that the beings that approach him must judge themselves.[109] The sculpture is now on permanent display at the Goetheanum.\nSteiner's blackboard drawings were unique at the time and almost certainly not originally intended as art works.[110] Josef Beuys' work, itself heavily influenced by Steiner, has led to the modern understanding of Steiner's drawings as artistic objects.[111]\n\nPerforming arts[edit]\nSee also: Eurythmy\nSteiner wrote four mystery plays between 1909 and 1913: The Portal of Initiation, The Souls' Probation, The Guardian of the Threshold and The Soul's Awakening, modeled on the esoteric dramas of Edouard Schuré, Maurice Maeterlinck, and Johann Wolfgang von Goethe.[112] Steiner's plays continue to be performed by anthroposophical groups in various countries, most notably (in the original German) in Dornach, Switzerland and (in English translation) in Spring Valley, New York and in Stroud and Stourbridge in the U.K.\nIn collaboration with Marie von Sivers, Steiner also founded a new approach to acting, storytelling, and the recitation of poetry. His last public lecture course, given in 1924, was on speech and drama. The Russian actor, director, and acting coach Michael Chekhov based significant aspects of his method of acting on Steiner's work.[113][114]\nTogether with Marie von Sivers, Rudolf Steiner also developed the art of eurythmy, sometimes referred to as \"visible speech and song\". According to the principles of eurythmy, there are archetypal movements or gestures that correspond to every aspect of speech – the sounds (or phonemes), the rhythms, and the grammatical function – to every \"soul quality\" – joy, despair, tenderness, etc. – and to every aspect of music – tones, intervals, rhythms, and harmonies.\n\nPhilosophical ideas[edit]\n\nLive through deeds of love, and let others live understanding their unique intentions: this is the fundamental principle of free human beings.\n— Rudolf Steiner, Philosophy of Freedom. Chapter 9\n\n\nGoethean science[edit]\nSee also: Goethean science\nIn his commentaries on Goethe's scientific works, written between 1884 and 1897, Steiner presented Goethe's approach to science as essentially phenomenological in nature, rather than theory- or model-based. He developed this conception further in several books, The Theory of Knowledge Implicit in Goethe's World-Conception (1886) and Goethe's Conception of the World (1897), particularly emphasizing the transformation in Goethe's approach from the physical sciences, where experiment played the primary role, to plant biology, where both accurate perception and imagination were required to find the biological archetypes (Urpflanze). He postulated that Goethe had sought, but been unable to fully find, the further transformation in scientific thinking necessary to properly interpret and understand the animal kingdom.[115] Steiner emphasized the role of evolutionary thinking in Goethe's discovery of the intermaxillary bone in human beings; Goethe expected human anatomy to be an evolutionary transformation of animal anatomy.[115] Steiner defended Goethe's qualitative description of color as arising synthetically from the polarity of light and darkness, in contrast to Newton's particle-based and analytic conception.\n\nParticular organic forms can be evolved only from universal types, and every organic entity we experience must coincide with some one of these derivative forms of the type. Here the evolutionary method must replace the method of proof. We aim not to show that external conditions act upon one another in a certain way and thereby bring about a definite result, but that a particular form has developed under definite external conditions out of the type. This is the radical difference between inorganic and organic science.— Rudolf Steiner, The Theory of Knowledge Implicit in Goethe's World Conception, Chapter XVI, \"Organic Nature\"\nKnowledge and freedom[edit]\nSee also: Philosophy of Freedom\nSteiner approached the philosophical questions of knowledge and freedom in two stages. In his dissertation, published in expanded form in 1892 as Truth and Knowledge, Steiner suggests that there is an inconsistency between Kant's philosophy, which posits that all knowledge is a representation of an essential verity inaccessible to human consciousness, and modern science, which assumes that all influences can be found in the sensory and mental world to which we have access. Steiner considered Kant's philosophy of an inaccessible beyond (\"Jenseits-Philosophy\") a stumbling block in achieving a satisfying philosophical viewpoint.[116]\nSteiner postulates that the world is essentially an indivisible unity, but that our consciousness divides it into the sense-perceptible appearance, on the one hand, and the formal nature accessible to our thinking, on the other. He sees in thinking itself an element that can be strengthened and deepened sufficiently to penetrate all that our senses do not reveal to us. Steiner thus considered what appears to human experience as a division between the spiritual and natural worlds to be a conditioned result of the structure of our consciousness, which separates perception and thinking. These two faculties give us not two worlds, but two complementary views of the same world; neither has primacy and the two together are necessary and sufficient to arrive at a complete understanding of the world. In thinking about perception (the path of natural science) and perceiving the process of thinking (the path of spiritual training), it is possible to discover a hidden inner unity between the two poles of our experience.[60]:Chapter 4 Truth, for Steiner, is paradoxically both an objective discovery and yet \"a free creation of the human spirit, that never would exist at all if we did not generate it ourselves. The task of understanding is not to replicate in conceptual form something that already exists, but rather to create a wholly new realm, that together with the world given to our senses constitutes the fullness of reality.\"[117]\nIn the Philosophy of Freedom, Steiner further explores potentials within thinking: freedom, he suggests, can only be approached gradually with the aid of the creative activity of thinking. Thinking can be a free deed; in addition, it can liberate our will from its subservience to our instincts and drives. Free deeds, he suggests, are those for which we are fully conscious of the motive for our action; freedom is the spiritual activity of penetrating with consciousness our own nature and that of the world,[118] and the real activity of acting in full consciousness.[60]:133–4 This includes overcoming influences of both heredity and environment: \"To be free is to be capable of thinking one's own thoughts – not the thoughts merely of the body, or of society, but thoughts generated by one's deepest, most original, most essential and spiritual self, one's individuality.\"[14]\nSteiner affirms Darwin's and Haeckel's evolutionary perspectives but extended this beyond its materialistic consequences; he sees human consciousness, indeed, all human culture, as a product of natural evolution that transcends itself. For Steiner, nature becomes self-conscious in the human being. Steiner's description of the nature of human consciousness thus closely parallels that of Solovyov.[119]\n\nSpiritual science[edit]\nSee also: Anthroposophy and Rudolf Steiner's exercises for spiritual development\n Rudolf Steiner 1900\nIn his earliest works, Steiner already spoke of the \"natural and spiritual worlds\" as a unity.[37] From 1900 on, he began lecturing about concrete details of the spiritual world(s), culminating in the publication in 1904 of the first of several systematic presentations, his Theosophy: An Introduction to the Spiritual Processes in Human Life and in the Cosmos. As a starting point for the book Steiner took a quotation from Goethe, describing the method of natural scientific observation,[120] while in the Preface he made clear that the line of thought taken in this book led to the same goal as that in his earlier work, The Philosophy of Freedom.[121]\nIn the years 1903–1908 Steiner maintained the magazine Lucifer-Gnosis and published in it essays on topics such as initiation, reincarnation and karma, and knowledge of the supernatural world.[122] Some of these were later collected and published as books, such as How to Know Higher Worlds (1904/5) and Cosmic Memory. The book An Outline of Esoteric Science was published in 1910. Important themes include:\n\nthe human being as body, soul and spirit;\nthe path of spiritual development;\nspiritual influences on world-evolution and history; and\nreincarnation and karma.\nSteiner emphasized that there is an objective natural and spiritual world that can be known, and that perceptions of the spiritual world and incorporeal beings are, under conditions of training comparable to that required for the natural sciences, including self-discipline, replicable by multiple observers. It is on this basis that spiritual science is possible, with radically different epistemological foundations than those of natural science. He believed that natural science was correct in its methods but one-sided for exclusively focusing on sensory phenomena, while mysticism was vague in its methods, though seeking to explore the inner and spiritual life. Anthroposophy was meant to apply the systematic methods of the former to the content of the latter[123][124]\nFor Steiner, the cosmos is permeated and continually transformed by the creative activity of non-physical processes and spiritual beings. For the human being to become conscious of the objective reality of these processes and beings, it is necessary to creatively enact and reenact, within, their creative activity. Thus objective spiritual knowledge always entails creative inner activity.[37] Steiner articulated three stages of any creative deed:[60]:Pt II, Chapter 1\n\nMoral intuition: the ability to discover or, preferably, develop valid ethical principles;\nMoral imagination: the imaginative transformation of such principles into a concrete intention applicable to the particular situation (situational ethics); and\nMoral technique: the realization of the intended transformation, depending on a mastery of practical skills.\nSteiner termed his work from this period onwards Anthroposophy. He emphasized that the spiritual path he articulated builds upon and supports individual freedom and independent judgment; for the results of spiritual research to be appropriately presented in a modern context they must be in a form accessible to logical understanding, so that those who do not have access to the spiritual experiences underlying anthroposophical research can make independent evaluations of the latter's results.[60] Spiritual training is to support what Steiner considered the overall purpose of human evolution, the development of the mutually interdependent qualities of love and freedom.[14]\n\nSteiner and Christianity[edit]\nSteiner appreciated the ritual of the mass he experienced while serving as an altar boy from school age until he was ten years old, and this experience remained memorable for him as a genuinely spiritual one, contrasting with his irreligious family life.[125] As a young adult, Steiner had no formal connection to organized religion. In 1899, he experienced what he described as a life-transforming inner encounter with the being of Christ. Steiner was then 38, and the experience of meeting Christ occurred after a tremendous inner struggle. To use Steiner's own words, the \"experience culminated in my standing in the spiritual presence of the Mystery of Golgotha in a most profound and solemn festival of knowledge.\"[126] His relationship to Christianity thereafter remained entirely founded upon personal experience, and thus both non-denominational and strikingly different from conventional religious forms.[14]\n\nChrist and human evolution[edit]\nSteiner describes Christ as the unique pivot and meaning of earth's evolutionary processes and human history, redeeming the Fall from Paradise.[127] He understood the Christ as a being that unifies and inspires all religions, not belonging to a particular religious faith. To be \"Christian\" is, for Steiner, a search for balance between polarizing extremes[127]:102–3 and the ability to manifest love in freedom.[14]\nCentral principles of his understanding include:\n\nThe being of Christ is central to all religions, though called by different names by each.\nEvery religion is valid and true for the time and cultural context in which it was born.\nHistorical forms of Christianity need to be transformed in our times in order to meet the ongoing evolution of humanity.\nIn Steiner's esoteric cosmology, the spiritual development of humanity is interwoven in and inseparable from the cosmological development of the universe. Continuing the evolution that led to humanity being born out of the natural world, the Christ being brings an impulse enabling human consciousness of the forces that act creatively, but unconsciously, in nature.[128]\n\nDivergence from conventional Christian thought[edit]\nSteiner's views of Christianity diverge from conventional Christian thought in key places, and include gnostic elements.[115] However, unlike many gnostics, Steiner affirms the unique and actual physical Incarnation of Christ in Jesus at the beginning of the Christian era.\nOne of the central points of divergence with conventional Christian thought is found in Steiner's views on reincarnation and karma.\nSteiner also posited two different Jesus children involved in the Incarnation of the Christ: one child descended from Solomon, as described in the Gospel of Matthew; the other child from Nathan, as described in the Gospel of Luke.[101] He references in this regard the fact that the genealogies in these two gospels list twenty-six (Luke) to forty-one (Matthew) completely different ancestors for the generations from David to Jesus.\nSteiner's view of the second coming of Christ is also unusual. He suggested that this would not be a physical reappearance, but rather, meant that the Christ being would become manifest in non-physical form, in the \"etheric realm\" – i.e. visible to spiritual vision and apparent in community life – for increasing numbers of people, beginning around the year 1933. He emphasized that the future would require humanity to recognize this Spirit of Love in all its genuine forms, regardless of how this is named. He also warned that the traditional name, \"Christ\", might be used, yet the true essence of this Being of Love ignored.[115]\n\nThe Christian Community[edit]\nIn the 1920s, Steiner was approached by Friedrich Rittelmeyer, a Lutheran pastor with a congregation in Berlin, who asked if it was possible to create a more modern form of Christianity. Soon others joined Rittelmeyer – mostly Protestant pastors and theology students, but including several Roman Catholic priests. Steiner offered counsel on renewing the spiritual potency of the sacraments while emphasizing freedom of thought and a personal relationship to religious life. He envisioned a new synthesis of Catholic and Protestant approaches to religious life, terming this \"modern, Johannine Christianity\".[101]\nThe resulting movement for religious renewal became known as \"The Christian Community\". Its work is based on a free relationship to the Christ, without dogma or policies. Its priesthood, which is open to both men and women, is free to preach out of their own spiritual insights and creativity.\nSteiner emphasized that the resulting movement for the renewal of Christianity was a personal gesture of help to a movement founded by Rittelmeyer and others independently of his anthroposophical work.[101] The distinction was important to Steiner because he sought with Anthroposophy to create a scientific, not faith-based, spirituality.[127] He recognized that for those who wished to find more traditional forms, however, a renewal of the traditional religions was also a vital need of the times.\n\nReception[edit]\nSee also: Anthroposophy § Reception\nSteiner's work has influenced a broad range of notable personalities. These include:\n\nphilosophers Albert Schweitzer, Owen Barfield and Richard Tarnas;[37]\nwriters Saul Bellow,[129] Andrej Belyj,[130][131][132] Michael Ende,[133] Selma Lagerlöf,[134] Edouard Schuré, David Spangler,[citation needed] and William Irwin Thompson;[37]\nchild psychiatrist Eva Frommer;[135]\neconomist Leonard Read;[136]\necologist Rachel Carson;[137]\nartists Josef Beuys,[138] Wassily Kandinsky,[139][140] and Murray Griffin;[141]\nesotericist and educationalist George Trevelyan;[142]\nactor and acting teacher Michael Chekhov;[143]\ncinema director Andrei Tarkovsky;[7]\ncomposers Jonathan Harvey[144] and Viktor Ullmann;[145] and\nconductor Bruno Walter.[146]\nOlav Hammer, though sharply critical of esoteric movements generally, terms Steiner \"arguably the most historically and philosophically sophisticated spokesperson of the Esoteric Tradition.\"[147]\nAlbert Schweitzer wrote that he and Steiner had in common that they had \"taken on the life mission of working for the emergence of a true culture enlivened by the ideal of humanity and to encourage people to become truly thinking beings\".[148]\nAnthony Storr stated about Rudolf Steiner's Anthroposophy: \"His belief system is so eccentric, so unsupported by evidence, so manifestly bizarre, that rational skeptics are bound to consider it delusional.\"[149]\nRobert Todd Carroll has said of Steiner that \"Some of his ideas on education – such as educating the handicapped in the mainstream – are worth considering, although his overall plan for developing the spirit and the soul rather than the intellect cannot be admired\".[150] Steiner's translators have pointed out that his use of Geist includes both mind and spirit, however,[151] as the German term Geist can be translated equally properly in either way.[152]\nThe 150th anniversary of Rudolf Steiner's birth was marked by the first major retrospective exhibition of his art and work, 'Kosmos - Alchemy of the everyday'. Organized by Vitra Design Museum, the traveling exhibition presented many facets of Steiner's life and achievements, including his influence on architecture, furniture design, dance (Eurythmy), education, and agriculture (Biodynamic agriculture).[153] The exhibition opened in 2011 at the Kunstmuseum in Stuttgart, Germany,[154]\n\nScientism[edit]\nSee also: Anthroposophy: Scientific basis\nOlav Hammer has criticized as scientism Steiner's claim to use scientific methodology to investigate spiritual phenomena that were based upon his claims of clairvoyant experience.[147] Steiner regarded the observations of spiritual research as more dependable (and above all, consistent) than observations of physical reality. However, he did consider spiritual research to be fallible[4]:p. 618 and held the view that anyone capable of thinking logically was in a position to correct errors by spiritual researchers.[155]\n\nRace and ethnicity[edit]\nSteiner's work includes both universalist, humanist elements and historically influenced racial assumptions.[156] Due to the contrast and even contradictions between these elements, \"whether a given reader interprets Anthroposophy as racist or not depends upon that reader's concerns\".[157] Steiner considered that by dint of its shared language and culture, each people has a unique essence, which he called its soul or spirit.[147] He saw race as a physical manifestation of humanity's spiritual evolution, and at times discussed race in terms of complex hierarchies that were largely derived from 19th century biology, anthropology, philosophy and theosophy. However, he consistently and explicitly subordinated race, ethnicity, gender, and indeed all hereditary factors, to individual factors in development.[157] For Steiner, human individuality is centered in a person's unique biography, and he believed that an individual's experiences and development are not bound by a single lifetime or the qualities of the physical body.[38] More specifically:\n\nSteiner occasionally characterized specific races, nations and ethnicities in ways that have been deemed racist by critics.[158] This includes descriptions by him of certain races and ethnic groups as flowering, others as backward, or destined to degenerate or disappear.[157] He presented explicitly hierarchical views of the spiritual evolution of different races,[159] including—at times, and inconsistently—portraying the white race, European culture or Germanic culture as representing the high point of human evolution as of the early 20th century, although he did describe them as destined to be superseded by future cultures.[157]\nThroughout his life Steiner consistently emphasized the core spiritual unity of all the world's peoples and sharply criticized racial prejudice. He articulated beliefs that the individual nature of any person stands higher than any racial, ethnic, national or religious affiliation.[16][101] His belief that race and ethnicity are transient and superficial, and not essential aspects of the individual,[157] was partly rooted in his conviction that each individual reincarnates in a variety of different peoples and races over successive lives, and that each of us thus bears within him or herself the heritage of many races and peoples.[157][160] Toward the end of his life, Steiner predicted that race will rapidly lose any remaining significance for future generations.[157] In Steiner's view, culture is universal, and explicitly not ethnically based; he saw Goethe and idealist philosophy in particular as the source of ideas that could be drawn upon by any culture, and he vehemently criticized imperialism.[161]\nIn the context of his ethical individualism, Steiner considered \"race, folk, ethnicity and gender\" to be general, describable categories into which individuals may choose to fit, but from which free human beings can and will liberate themselves.[38]\n\nJudaism[edit]\nDuring the years when Steiner was best known as a literary critic, he published a series of articles attacking various manifestations of antisemitism and criticizing some of the most prominent anti-Semites of the time as \"barbaric\" and \"enemies of culture\".[162][163] On a number of occasions, however, Steiner suggested that Jewish cultural and social life had lost all contemporary relevance and promoted full assimilation of the Jewish people into the nations in which they lived.[164] This stance has come under severe criticism in recent years.[157]\nSteiner was a critic of his contemporary Theodor Herzl's goal of a Zionist state, and indeed of any ethnically determined state, as he considered ethnicity to be an outmoded basis for social life and civic identity.[165]\nTowards the end of Steiner's life and after his death, there were massive defamatory press attacks mounted on him by early National Socialist leaders (including Adolf Hitler) and other right-wing nationalists. These criticized Steiner's thought and anthroposophy as being incompatible with National Socialist racial ideology, and charged him with being influenced by his close connections with Jews and even (falsely) that he himself was Jewish.[52][163]\n\nWritings (selection)[edit]\nSee also Works in German\nThe standard edition of Steiner's Collected Works constitutes about 420 volumes. This includes 43 volumes of his writings (books, essays, plays, and correspondence), over 6000 lectures, and some 80 volumes (some still in production) documenting his artistic work (architecture, drawings, paintings, graphic design, furniture design, choreography, etc.).[166] His architectural work, particularly, has also been documented extensively outside of the Collected Works.[167][168]\n\nGoethean Science (1883–1897)\nTheory of Knowledge Implicit in Goethe's World-Conception (1886)\nTruth and Knowledge, doctoral thesis, (1892)\nIntuitive Thinking as a Spiritual Path, also published as the Philosophy of Spiritual Activity and the Philosophy of Freedom (1894) ISBN 0-88010-385-X\nMysticism at the Dawn of Modern Age (1901/1925)\nChristianity as Mystical Fact (1902)\nTheosophy: An Introduction to the Spiritual Processes in Human Life and in the Cosmos (1904) ISBN 0-88010-373-6\nHow to Know Higher Worlds: A Modern Path of Initiation (1904–5) ISBN 0-88010-508-9\nCosmic Memory: Prehistory of Earth and Man (1904) (Also published as The Submerged Continents of Atlantis and Lemuria)\nThe Education of the Child, (1907) ISBN 0-85440-620-4\nThe Way of Initiation (1908) (English edition trans. by Max Gysi)\nInitiation and Its Results (1909) (English edition trans. by Max Gysi)\nAn Outline of Esoteric Science (1910) ISBN 0-88010-409-0\nFour Mystery Dramas (1913)\nThe Renewal of the Social Organism (1919)\nFundamentals of Therapy: An Extension of the Art of Healing Through Spiritual Knowledge (1925)\nReincarnation and Immortality, Rudolf Steiner Publications. (1970) LCCN 77-130817\nRudolf Steiner: An Autobiography, Rudolf Steiner Publications, 1977, ISBN 0-8334-0757-0 (Originally, The Story of my Life)\nSee also[edit]\nEsotericism\nGuardian of the Threshold\nRudolf Steiner and colour mysticism\nReferences[edit]\n\n\n^ a b Steiner's autobiography gives his date of birth as 27 February 1861. However, there is an undated autobiographical fragment written by Steiner, referred to in a footnote in his autobiography in German (GA 28), that says, \"My birth fell on 25 February 1861. Two days later I was baptized.\" See Christoph Lindenberg, Rudolf Steiner, Rowohlt 1992, ISBN 3-499-50500-2, p. 8. In 2009 new documentation appeared supporting a date of 27 February : see Günter Aschoff, \"Rudolf Steiners Geburtstag am 27. Februar 1861 – Neue Dokumente\" Archived 28 June 2014 at the Wayback Machine, Das Goetheanum 2009/9, pp. 3ff\n\n^ Peter Selg (2014), Rudolf Steiner, Life and Work: Volume 1 (1861-1890): Childhood, Youth, and Study Years, SteinerBooks. ISBN 978-1-62148-084-6. Chapter 2\n\n^ Carlson, Maria (2015). No Religion Higher Than Truth: A History of the Theosophical Movement in Russia, 1875–1922. p. 33. ISBN 978-0-69160781-8.\n\n^ a b Helmut Zander, Anthroposophie in Deutschland, Göttingen, 2007, ISBN 3-525-55452-4.\n\n^ Preparata, Guido Giacomo (Fall 2006), \"Perishable Money in a Threefold Commonwealth: Rudolf Steiner and the Social Economics of an Anarchist Utopia\", Review of Radical Economics, 38 (4): 619–48, doi:10.1177/0486613406293226, S2CID 145257311.\n\n^ Paddock & Spiegler 2005\n\n^ a b Layla Alexander Garrett on Tarkovsky Archived 27 September 2009 at the Wayback Machine, Nostalgia.com\n\n^ Some of the literature regarding Steiner's work in these various fields: Goulet, P: \"Les Temps Modernes?\", L'Architecture D'Aujourd'hui, December 1982, pp. 8–17; Architect Rudolf Steiner Archived 24 September 2015 at the Wayback Machine at GreatBuildings.com; Rudolf Steiner International Architecture Database; Brennan, M.: Rudolf Steiner ArtNet Magazine, 18 March 1998; Blunt, R.: Waldorf Education: Theory and Practice – A Background to the Educational Thought of Rudolf Steiner. Master Thesis, Rhodes University, Grahamstown, 1995; Ogletree, E.J.: Rudolf Steiner: Unknown Educator, Elementary School Journal, 74(6): 344–352, March 1974; Nilsen, A.:A Comparison of Waldorf & Montessori Education Archived 10 October 2013 at the Wayback Machine, University of Michigan; Rinder, L: Rudolf Steiner's Blackboard Drawings: An Aesthetic Perspective Archived 29 November 2005 at the Wayback Machine and exhibition of Rudolf Steiner's Blackboard Drawings Archived 2 February 2007 at the Wayback Machine, at Berkeley Art Museum, 11 October 1997 – 4 January 1998; Aurélie Choné, \"Rudolf Steiner's Mystery Plays: Literary Transcripts of an Esoteric Gnosis and/or Esoteric Attempt at Reconciliation between Art and Science?\", Aries, Volume 6, Number 1, 2006, pp. 27–58(32), Brill publishing; Christopher Schaefer, \"Rudolf Steiner as a Social Thinker\", Re-vision Vol 15, 1992; and Antoine Faivre, Jacob Needleman, Karen Voss; Modern Esoteric Spirituality, Crossroad Publishing, 1992.\n\n^ \"Who was Rudolf Steiner and what were his revolutionary teaching ideas?\" Richard Garner, Education Editor, The Independent\n\n^ a b c Steiner, Correspondence and Documents 1901–1925, 1988, p. 9. ISBN 0880102071\n\n^ Ruse, Michael (12 November 2018). The Problem of War: Darwinism, Christianity, and Their Battle to Understand Human Conflict. Oxford University Press. p. 97. ISBN 978-0-19-086757-7.\n\n^ a b Paull, John (2018). \"The Library of Rudolf Steiner: The Books in English\". Journal of Social and Development Sciences. 9 (3): 21–46. doi:10.22610/jsds.v9i3.2475.\n\n^ R. Bruce Elder, Harmony and dissent: film and avant-garde art movements in the early twentieth century, ISBN 978-1-55458-028-6, p. 32\n\n^ a b c d e f g h Robert A. McDermott, \"Rudolf Steiner and Anthroposophy\", in Faivre and Needleman, Modern Esoteric Spirituality, ISBN 0-8245-1444-0, p. 288ff\n\n^ Sokolina, Anna, ed. Architecture and Anthroposophy. [Arkhitektura i Antroposofiia.] 2 editions. Moscow: KMK, 2001, 2010. 268p. 348 ills. 2001 ISBN 587317-0746, 2010 ISBN 587317-6604.\n\n^ a b c d e Christoph Lindenberg, Rudolf Steiner, Rowohlt 1992, ISBN 3-499-50500-2, pp. 123–6\n\n^ a b Paull, John (2011). \"Attending the First Organic Agriculture Course: Rudolf Steiner's Agriculture Course at Koberwitz, 1924\" (PDF). European Journal of Social Sciences. 21 (1): 64–70.\n\n^ Steiner, Rudolf (1883), Goethean Science, GA1.\n\n^ Zander, Helmut; Fernsehen, Schweizer (15 February 2009), Sternstunden Philosophie: Die Anthroposophie Rudolf Steiners (program) (in German).\n\n^ Gary Lachman, Rudolf Steiner Publ. Penguin 2007\n\n^ a b c d e f Rudolf Steiner Autobiography: Chapters in the Course of My Life: 1861–1907, Lantern Books, 2006\n\n^ In Austria passing the matura examination at a Gymnasium (school) was required for entry to the University.[1]\n\n^ Sam, Martina Maria (2020). \"Warum machte Rudolf Steiner keine Abschlussprüfung an der Technischen Hochschule?\". Das Goetheanum. Marginalien zu Rudolf Steiner's Leben und Werk. Retrieved 14 November 2020.\n\n^ There was some controversy over this matter as researchers failed to note that at the time no \"degrees\" in the modern manner were awarded in Germany and Austria except doctorates. The research by Dr Sam confirms the details. Rudolf Steiner studied for eight semesters at the Technical University in Vienna - as a student in the General Department, which was there in addition to the engineering, construction, mechanical engineering and chemical schools. The general department comprised all subjects that could not be clearly assigned to one of these four existing technical schools. Around 1880 this included mathematics, descriptive geometry, physics, as well as general and supplementary subjects such as German language and literature, history, art history, economics, legal subjects, languages,  The students in the General Department - unlike their fellow students in the specialist departments - neither had to complete a fixed curriculum nor take a final or state examination. They did not have to and could not - because that was not intended for this department, nor was the \"Absolutorium\". Final state examinations at the Vienna University of Technology only began in the academic year 1878/79. The paper reports how at that time, the so-called ‘individual examinations’ in the subjects studied seemed to be of greater importance and were reported first in the 'Annual Report of the Technical University 1879/80' - sorted according to the faculties of the Technical University. Steiner was in fact amongst the best student on these grounds and was cited by the University as one of its distinguished alumni. The records for the examinations he sat are on record as is the scholarship record.\n\n^ Geoffrey Ahern, Sun at Midnight, Publ. Cambridge, Clarke 2010 Rev Ed. p.30.\n\n^ Alfred Heidenreich, Rudolf Steiner – A Biographical Sketch\n\n^ Zander, Helmut (2011). Rudolf Steiner: Die Biografie. Munich: Piper.\n\n^ The Collected Works of Rudolf Steiner. Esoteric Lessons 1904–1909. SteinerBooks, 2007.\n\n^ Steiner, GA 262, pp. 7–21.\n\n^ \"Theory of Knowledge Implicit in Goethe's World Conception\", also translated as Goethe's Theory of Knowledge, An Outline of the Epistemology of His Worldview\n\n^ Preface to 1924 edition of The Theory of Knowledge Implicit in Goethe's World-Conception, with Specific Reference to Schiller, in which Steiner also wrote that the way of knowing he presented in this work opened the way from the sensory world to the spiritual one.\n\n^ Rudolf Steiner, Goethean Science, Mercury Press, 1988 ISBN 0-936132-92-2, ISBN 978-0-936132-92-1, link\n\n^ His thesis title was Die Grundfrage der Erkenntnistheorie mit besonderer Rücksicht auf Fichte's Wissenschaftslehre – Prolegomena zur Verständigung des philosophierenden Bewusstseins mit sich selbst.\n\n^ Truth and Knowledge (full text). German: Wahrheit und Wissenschaft – Vorspiel einer Philosophie der Freiheit\n\n^ Sergei Prokofieff, May Human Beings Hear It!, Temple Lodge, 2004. p. 460\n\n^ Rudolf Steiner, Friedrich Nietzsche, Fighter for Freedom Garber Communications; 2nd revised edition (July 1985) ISBN 978-0893450335. Online [2]\n\n^ a b c d e f g h i j Gary Lachman, Rudolf Steiner, Tarcher/Penguin 2007.\n\n^ a b c Lorenzo Ravagli, Zanders Erzählungen, Berliner Wissenschafts-Verlag 2009, ISBN 978-3-8305-1613-2, pp. 184f\n\n^ Meyer, Thomas (1997). Helmuth von Moltke, Light for the new millennium: Rudolf Steiner's association with Helmuth and Eliza von Moltke: letters, documents and after-death communications. London: Rudolf Steiner Press. ISBN 1-85584-051-0.\n\n^ Mombauer, Annika (19 April 2001). Helmuth Von Moltke and the Origins of the First World War. ISBN 9780521019569. Retrieved 1 June 2018.\n\n^ See Lutyens, Mary (2005). J. Krishnamurti: A Life. New Delhi: Penguin Books India. ISBN 0-14-400006-7\n\n^ Zimmermann's Geschichte der Aesthetik als philosophische Wissenschaft.: Anthroposophie im Umriss-Entwurf eines Systems idealer Weltansicht auf realistischer Grundlage: Steiner, Anthroposophic Movement: Lecture Two: The Unveiling of Spiritual Truths, 11 June 1923.[3]. Steiner took the name but not the limitations on knowledge which Zimmerman proposed. Steiner, The Riddles of Philosophy (1914), Chapter VI, \"Modern Idealistic World Conceptions\" [4]\n\n^ Paull, John (2019) Rudolf Steiner: At Home in Berlin, Journal of Biodynamics Tasmania. 132: 26-29.\n\n^ Paull, John (2018) The Home of Rudolf Steiner: Haus Hansi, Journal of Biodynamics Tasmania, 126:19-23.\n\n^ Rudolf Steiner (1991). Das Schicksalsjahr 1923 in der Geschichte der Anthroposophischen Gesellschaft: vom Goethanumbrand zur Weihnachtstagung: Ansprachen, Versammlungen, Dokumente, Januar bis Dezember 1923. Rudolf Steiner Verlag. pp. 750–790 (esp. 787). ISBN 978-3-7274-2590-5.\n\n^ Johannes Kiersch, A History of the School of Spiritual Science. Publ. Temple Lodge 2006. p.xiii, ISBN 1902636805\n\n^ a b 1923/1924 Restructuring and deepening. Refounding of the Anthroposophical Society, Goetheanum website\n\n^ Rudolf Steiner, Constitution of the School of Spiritual Science: Its arrangement in Sections 1964 ISBN 9781855843820\n\n^ a b Record of Foundation meeting 1923, session of 28 December, 10 a.m. ISBN 0880101938\n\n^ Frankfurter Zeitung, 4 March 1921\n\n^ Uwe Werner (2011), \"Rudolf Steiner zu Individuum und Rasse: Sein Engagement gegen Rassismus und Nationalismus\", in Anthroposophie in Geschichte und Gegenwart. trans. Margot M. Saar\n\n^ a b c Uwe Werner, Anthroposophen in der Zeit des Nationalsozialismus, Munich (1999), p. 7.\n\n^ Völkischer Beobachter, 15 March 1921\n\n^ Rudolf Steiner, The Esoteric Aspect of the Social Question: The Individual and Society, Steinerbooks, p xiv and see also Lindenberg, Rudolf Steiner: Eine Biographie, pp. 769–70\n\n^ \"Riot at Munich Lecture\", New York Times, 17 May 1922.\n\n^ Marie Steiner, Introduction, in Rudolf Steiner, Turning Points in Spiritual History, Dornach, September 1926.\n\n^ Wiesberger, Die Krise der Anthroposophischen Gesellschaft 1923 Archived 6 June 2009 at the Wayback Machine\n\n^ a b Lindenberg, Christoph, Rudolf Steiner: Eine Biographie Vol. II, Chapter 52. ISBN 3-7725-1551-7\n\n^ Lindenberg, \"Schritte auf dem Weg zur Erweiterung der Erkenntnis\", pp. 77ff\n\n^ a b c d e Peter Schneider, Einführung in die Waldorfpädagogik, ISBN 3-608-93006-X\n\n^ Steiner described Brentano's Psychology from the Empirical Standpoint (1870) as symptomatic of the weakness of a psychology that intended to follow the method of natural science but lacked the strength and elasticity of mind to do justice to the demand of modern times: Steiner, The Riddles of Philosophy (1914), Chapter VI, \"Modern Idealistic World Conceptions\" [5]\n\n^ Bockemühl, J., Toward a Phenomenology of the Etheric World ISBN 0-88010-115-6\n\n^ Edelglass, S. et al., The Marriage of Sense and Thought, ISBN 0-940262-82-7\n\n^ Dilthey had used this term in the title of one of the works listed in the Introduction to Steiner's Truth and Science (his doctoral dissertation) as concerned with the theory of cognition in general: Einleitung in die Geisteswissenschaften, usw., (Introduction to the Spiritual Sciences, etc.) published in 1883.\"Archived copy\" (PDF). Archived from the original (PDF) on 17 April 2014. Retrieved 16 April 2014.CS1 maint: archived copy as title (link).\n\n^ Steiner, \"The Mission of Spiritual Science\", lecture 1 of Metamorphoses of the Soul: Paths of Experience, Vol. 1\n\n^ The Theory of Knowledge Implicit in Goethe's World-Conception, ch XIX\n\n^ William James and Rudolf Steiner, Robert A. McDermott, 1991, in ReVision, vol.13 no.4 [6]\n\n^ Rudolf Steiner, Reincarnation and Karma: Concepts Compelled by the Modern Scientific Point of view, in Lucifer Gnosis 1903.[7]\n\n^ Introductory note to Karmic Relationships\n\n^ Rudolf Steiner Manifestations of Karma 4th edition 2000 ISBN 1855840588. Online [8]\n\n^ These lectures were published as Karmic Relationships: Esoteric Studies\n\n^ Ellic Howe: The Magicians of the Golden Dawn London 1985, Routledge, pp 262 ff\n\n^ Elisabeth Vreede, who Steiner had nominated as the first leader of the Mathematical-Astronomical Section, was responsible for the posthumous 1926 edition of Steiner's astronomy course, concerning this branch of natural science from the point of view of Anthroposophy and spiritual science, under the title The Relationship of the various Natural-Scientific Subjects to Astronomy, [9]\n\n^ Guenther Wachsmuth, The Life and Work of Rudolf Steiner from the Turn of the Century to his Death. p.53. Translated by Olin D. Wannamaker and Reginald E. Raab. 1955, Whittier Books (New York), 1955\n\n^ Johannes Kiersch, A History of the School of Spiritual Science: The First Class, Temple Lodge Publishing, 2006, p.xii. The detailed account is given in chapter 8\n\n^ IN CONTEXT No. 6, Summer 1984\n\n^ \"ATTRA – National Sustainable Agriculture Information Service\". Archived from the original on 26 May 2011. Retrieved 23 May 2006.\n\n^ Evans, M. and Rodger, I. Anthroposophical Medicine: Treating Body, Soul and Spirit\n\n^ Camphill list of communities\n\n^ Both Goetheanum buildings are listed as among the most significant 100 buildings of modern architecture by Goulet, Patrice, Les Temps Modernes?, L'Architecture D'Aujourd'hui, December 1982\n\n^ Rudolf Steiner Archived 24 September 2015 at the Wayback Machine, Great Buildings Online\n\n^ Michael Brennan, rudolf steiner, Artnet\n\n^ Hortola, Policarp. \"The Aesthetics of haemotaphonomy: A study of the stylistic parallels between a science and literature and the visual arts\". Eidos 2009, n.10, pp. 162-193\n\n^ Spirituelles Gemeinschaftswerk Das Erste Goetheanum in Dornach – eine Ausstellung im Schweizerischen Architekturmuseum Basel, Neue Zurcher Zeitung 10.5.2012\n\n^ Die Waldorfschule baut: Sechzig Jahre Architektur der Waldorfschulen: Schule als Entwicklungsraum menschengemasser Baugestaltung Verlag Freies Geistesleben (1982) ISBN 3772502407\n\n^ a b Zander, Helmut (2007). Anthroposophie in Deutschland. Vandenhoeck & Ruprecht.\n\n^ Jacobs, Nicholas (Spring 1978). \"The German Social Democratic Party School in Berlin, 1906–1914\". History Workshop. 5: 179–187. doi:10.1093/hwj/5.1.179.\n\n^ a b Ullrich, Heiner (2008). Rudolf Steiner. London: Continuum International Pub. Group. pp. 152–154. ISBN 9780826484192.\n\n^ The original essay was published in the journal Lucifer-Gnosis in 1907 and can be found in Steiner's collected essays, Lucifer-Gnosis 1903-1908,\nGA34. This essay was republished as an independent brochure in 1909; in a Prefatory note to this edition, Steiner refers to recent lectures on the subject. An English translation can be found in The Education of the Child: And Early Lectures on Education (first English edition 1927, Second English edition 1981, London and New York, 1996 edition ISBN 978-0-88010-414-2)\n\n^ Steiner, The Spirit of the Waldorf School, ISBN 9780880103947. pp. 15-23\n\n^ Paull, John (2018) Torquay: In the Footsteps of Rudolf Steiner, Journal of Biodynamics Tasmania. 125 (Mar): 26–31.\n\n^ Stewart Easton (1980), Rudolf Steiner: Herald of a New Epoch, Anthroposophic Press. ISBN 0910142939. p. 267\n\n^ Paull, John (July 2015). \"The Secrets of Koberwitz: The Diffusion of Rudolf Steiner's Agriculture Course and the Founding of Biodynamic Agriculture\" (PDF). Journal of Social Research & Policy. 2 (1): 19–29. Archived from the original on 25 November 2019. Retrieved 25 November 2019.\n\n^ a b Paull, John (2011). \"Organics Olympiad 2011: Global Indices of Leadership in Organic Agriculture\" (PDF). Journal of Social and Development Sciences. 1 (4): 144–150. doi:10.22610/jsds.v1i4.638.\n\n^ Purvis, Andrew (6 December 2009). \"Biodynamic coffee farming in Brazil\". The Guardian. Retrieved 25 March 2018.\n\n^ \"Biodynamic Agricultural Association of Southern Africa - Green Africa Directory\". Green Africa Directory. Retrieved 25 March 2018.\n\n^ a b Paull, John (2011) \"Biodynamic Agriculture: The Journey from Koberwitz to the World, 1924–1938\", Journal of Organic Systems, 2011, 6(1):27–41.\n\n^ Groups in N. America, List of Demeter certifying organizations, Other biodynamic certifying organization, Some farms in the world\n\n^ How to Save the World: One Man, One Cow, One Planet; Thomas Burstyn\n\n^ \"From the Contents of Esoteric Classes\". Rudolf Steiner archive. n.d.\n\n^ a b c d e Robert McDermott, The Essential Steiner, Harper San Francisco 1984 ISBN 0-06-065345-0\n\n^ a b Steiner (1917), \"The Fundamental Social Law\", translated in Selected writings\nof Rudolf Steiner (1993), Richard Seddon (Ed.), Rudolf Steiner Press, Bristol. ISBN 1 85584 005 7\n\n^ Sokolina, Anna P. \"Biology in Architecture: the Goetheanum Case Study.\" The Routledge Companion to Biology in Art and Architecture, edited by Terranova, Charissa and Meredith Tromble, 52-70. New York and London: Routledge, 2016. 546p. https://books.google.com/books?id=klPUDAAAQBAJ&pg=PT144&dq=onepage.\n\n^ Sokolina, Anna. Architecture and Anthroposophy. [Arkhitektura i Antroposofiia.] Editor, co-author, transl., photogr. 2 editions. 268p. 348 ills. Moscow: KMK, 2001 ISBN 5873170746; 2010 ISBN 5873176604. (In Russian with the summary in English) [www.iartforum.com]\n\n^ Goulet, P: \"Les Temps Modernes?\", L'Architecture D'Aujourd'hui, December 1982, pp. 8–17.\n\n^ Art as Spiritual Activity: Rudolf Steiner's Contribution to the Visual Arts. (1998) Intro. Michael Howard, p.50. ISBN 0 88010 396 5\n\n^ The Representative of Humanity Between Lucifer and Ahriman, The Wooden Model at the Goetheanum, Judith von Halle, John Wilkes (2010) ISBN 9781855842397 from the German Die Holzplastik des Goetheanum (2008) [10]\n\n^ Rudolf Steiner Christ in Relation to Lucifer and Ahriman, lecture May,1915 [11]\n\n^ Rudolf Steiner, The Etheric Body as a Reflexion of the Universe lecture, June 1915 [12]\n\n^ Thought-Pictures - Rudolf Steiner’s Blackboard Drawings Archived 4 May 2014 at the Wayback Machine\n\n^ Lawrence Rinder, Rudolf Steiner: An Aesthetic Perspective\n\n^ Ehrenfried Pfeiffer 'On Rudolf Steiner's Mystery Dramas, Four Lectures Given in Spring Valley, 1948' ISBN 0-936132-93-0\n\n^ Anderson, Neil (June 2011). \"On Rudolf Steiner's Impact on the Training of the Actor\". Literature & Aesthetics. 21 (1).\n\n^ Richard Solomon, Michael Chekhov and His Approach to Acting in Contemporary Performance Training Archived 3 August 2016 at the Wayback Machine, MA thesis University of Maine, 2002\n\n^ a b c d Johannes Hemleben, Rudolf Steiner: A documentary biography, Henry Goulden Ltd, 1975, ISBN 0-904822-02-8, pp. 37–49 and pp. 96–100 (German edition: Rowohlt Verlag, 1990, ISBN 3-499-50079-5)\n\n^ Anthony Storr, Feet of Clay, Free Press-Simon and Schuster, 1996. Storr quotes Steiner p72, \"If, however, we regard the sum of all percepts as the one part and contrast with this a second part, namely the things-in-themselves, then we are philosophising into the blue. We are merely playing with concepts.\"\n\n^ Steiner, Rudolf, Truth and Science, Preface.\n\n^ \"To be conscious of the laws underlying one's actions is to be conscious of one's freedom. The process of knowing ... is the process of development towards freedom.\" Steiner, GA3, pp. 91f, quoted in Rist and Schneider, p. 134\n\n^ Richard Tarnas, The Passion of the Western Mind, ISBN 0-7126-7332-6. Cf. Solovyov: \"In human beings, the absolute subject-object appears as such, i.e. as pure spiritual activity, containing all of its own objectivity, the whole process of its natural manifestation, but containing it totally ideally – in consciousness....The subject knows here only its own activity as an objective activity (sub specie object). Thus, the original identity of subject and object is restored in philosophical knowledge.\" (The Crisis of Western Philosophy, Lindisfarne 1996 pp. 42–3)\n\n^ Theosophy, Chapter I: The Essential Nature of Man\n\n^ Theosophy,\nfrom the Prefaces to the First, Second, and Third Editions [13]\n\n^ Articles from \"Lucifer-Gnosis,\" 1903–1908\n\n^ Steiner, Christianity as Mystical Fact and the Mysteries of Antiquity, Anthroposophic Press 2006 ISBN 0880104368\n\n^ One of Steiner's teachers, Franz Brentano, had famously declared that \"The true method of philosophy can only be the method of natural science\" (Walach, Harald, \"Criticism of Transpersonal Psychology and Beyond\", in The Wiley-Blackwell Handbook of Transpersonal Psychology, ed. H. L. Friedman and G. Hartelius. P. 45.)\n\n^ Steiner, Rudolf; Steiner, Marie (1982) [1925]. Mein Lebensgang : eine nicht vollendete autobiographie, mit einem nachwort (in German). Dornach, Schweiz: Rudolf Steiner. pp. 31–32. ISBN 9783727402807. OCLC 11145259.\n\n^ Autobiography, Chapters in the Course of My Life: 18611907, Rudolf Steiner, SteinerBooks, 2006\n\n^ a b c Carlo Willmann, Waldorfpädagogik: Theologische und religionspädagogische Befunde, Kölner Veröffentlichungen zur Religionsgeschichte, Volume 27, ISBN 3-412-16700-2, especially Chapters 1.3, 1.4\n\n^ An Outline of Esoteric Science, Anthroposophic, SteinerBooks, 1997\n\n^ Robert Fulford, \"Bellow: the novelist as homespun philosopher\", The National Post, 23 October 2000\n\n^ Liukkonen, Petri. \"Andrey Bely\". Books and Writers (kirjasto.sci.fi). Finland: Kuusankoski Public Library. Archived from the original on 10 June 2002.\n\n^ Judith Wermuth-Atkinson, The Red Jester: Andrei Bely's Petersburg as a Novel of the European Modern (2012). ISBN 3643901542\n\n^ J.D. Elsworth, Andrej Bely:A Critical Study of the Novels, Cambridge:1983, cf. [14]\n\n^ Michael Ende biographical notes, \"Michael Ende und die magischen Weltbilder\"\n\n^ Selma Lagerlöf – Biography\n\n^ Frommer, E.A. Voyage through Childhood into the Adult World - A Guide to Child Development, London: Pergamon. 1969. ISBN 978-1869890599\n\n^ Shearmur, Jeremy (1 September 2015). \"The Birth of Leonard Read's \"I, Pencil\" | Jeremy Shearmur\". fee.org. Retrieved 6 June 2016.\n\n^ Pauli, John (July–September 2013). \"The Rachel Carson Letters and the making of Silent Spring\". Sage Open. 3 (3): 1–12. doi:10.1177/2158244013494861.\n\n^ John F. Moffitt, \"Occultism in Avant-Garde Art: The Case of Joseph Beuys\", Art Journal, Vol. 50, No. 1, (Spring, 1991), pp. 96–98\n\n^ Peg Weiss, \"Kandinsky and Old Russia: The Artist as Ethnographer and Shaman\", The Slavic and East European Journal, Vol. 41, No. 2 (Summer, 1997), pp. 371–373\n\n^ Kandinsky: The Path to Abstraction 1908 – 1922\n\n^ Alana O'Brien, In Search of the Spiritual: Murray Griffin's View of the Supersensible World, La Trobe University Museum of Art, 2009\n\n^ Michael Barker, Sir George Trevelyan's Life Of Magic, Swans Commentary, 5 November 2012\n\n^ Daboo, Jerri (September 2007). \"Michael Chekhov and the embodied imagination: Higher self and non-self\". Studies in Theatre & Performance. 27 (3): 261–273. doi:10.1386/stap.27.3.261_1. S2CID 145199571.\n\n^ Alexandra Coghlan \"Weltethos: CBSO, Gardner, Royal Festival Hall\" ArtsDesk 08/10/2012\n\n^ Gwyneth Bravo, Viktor Ullmann\n\n^ Bruno Walter, \"Mein Weg zur Anthroposophie\". In: Das Goetheanum 52 (1961), 418–2\n\n^ a b c Olav Hammer, Claiming Knowledge: Strategies of Epistemology from Theosophy to the New Age, Brill 2004, pp. 329; 64f; 225-8; 176. See also p. 98, where Hammer states that – unusually for founders of esoteric movements – Steiner's self-descriptions of the origins of his thought and work correspond to the view of external historians.\n\n^ Albert Schweitzer: Friendship with Rudolf Steiner\n\n^ Storr, Anthony (1997) [1996]. \"IV. Rudolf Steiner\". Feet of Clay: Saints, Sinners, and Madmen: A Study of Gurus. New York: Free Press Paperbacks, Simon & Schuster. p. 69. ISBN 0-684-83495-2.\n\n^ Robert Todd Carroll (12 September 2004). \"The Skeptic's Dictionary: Rudolf Steiner (1861–1925)\". The Skeptic's Dictionary. Retrieved 15 December 2010.\n\n^ Frederick Amrine and Konrad Oberhuber (trans.), in Rudolf Steiner, The Boundaries of Natural Science, Spring Valley, NY: Anthroposophic Press. ISBN 0-88010-018-4. p. 125, fn. 1\n\n^ J. B. Baillie (trans.), in Hegel, The Phenomenology of Mind, v. 2, London: Swan Sonnenschein. p. 429\n\n^ Paull, John (2011) Rudolf Steiner - Alchemy of the Everyday - Kosmos - A photographic review of the exhibition\n\n^ Paull, John (2011) \"A Postcard from Stuttgart: Rudolf Steiner's 150th anniversary exhibition 'Kosmos'\", Journal of Bio-Dynamics Tasmania, 103 (September ), pp. 8–11.\n\n^ Steiner: \"It may even happen that a researcher who has the power of perception in supersensible realms may fall into error in his logical presentation, and that someone who has no supersensible perception, but who has the capacity for sound thinking, may correct him.\"Occult Science, Chapter IV\n\n^ Staudenmaier, Peter (February 2008). \"Race and Redemption\". Nova Religio. University of California Press: 4ff.\n\n^ a b c d e f g h \"Es hängt dabei von den Interessen der Leser ab, ob die Anthroposophie rassistisch interpretiert wird oder nicht.\" Helmut Zander, \"Sozialdarwinistische Rassentheorien aus dem okkulten Untergrund des Kaiserreichs\", in Puschner et al., Handbuch zur \"Völkischen Bewegung\" 1871–1918: 1996.\n\n^ Arno Frank, \"Einschüchterung auf Waldorf-Art\", Die Tageszeitung 4 August 2000.\n\n^ Corinna Treitel, A Science for the Soul: Occultism and the Genesis of the German Modern, Johns Hopkins Press, ISBN 0-8018-7812-8, p. 103\n\n^ Eugen Blume, \"Joseph Beuys\". In Kugler and Baur, Rudolf Steiner in Kunst und Architektur, ISBN 3-8321-9012-0, p. 186\n\n^ Myers, Perry. \"Colonial consciousness: Rudolf Steiner's Orientalism and German Cultural Identity\". Journal of European Studies. 36 (4): 387–417.\n\n^ Mitteilungen aus dem Verein zur Abwehr des Antisemitismus, 11(37):307-8, 11 September 1901. Article. Mitteilungen, 11(38):316, 18 September 1901. Article. Cf. GA31 for a complete list and text of articles.\n\n^ a b \"Hammer und Hakenkreuz – Anthroposophie im Visier der völkischen Bewegung\", Südwestrundfunk, 26 November 2004\n\n^ Thesenpapier von Dr. Jan Badewien zur Veranstaltung: Antijudaismus bei Rudolf Steiner?, Universität Paderborn, 23.01.02.\n\n^ \"The need to overcome nationalism was one of the central themes of [Steiner's] social agenda\": Hans-Jürgen Bracker, \"The individual and the unity of humankind\". in Judaism and Anthroposophy, ed. Fred Paddock and Mado Spiegler. Anthroposophic Press, 2003, ISBN 0880105100. p. 100. See also \"Humanistischer Zionismus\", in Novalis 5 (1997): \"Steiner generell die allmähliche Überwindung und Auflösung von Stammes-, Volks-, Nationen- und »Rasse«-grenzen vertrat\"\n\n^ catalog of the Rudolf Steiner Archiv\n\n^ Kugler, Walter; Baur, Simon (2007). Rudolf Steiner in Kunst und Architektur. DuMont. ISBN 9783832190125.\n\n^ Biesantz, Hagen; Klingborg, Arne (1979). The Goetheanum : Rudolf Steiner's architectural impulse. Rudolf Steiner Press. ISBN 9780854403554.\n\n\nFurther reading[edit]\nAlmon, Joan (ed.) Meeting Rudolf Steiner, firsthand experiences compiled from the Journal for Anthroposophy since 1960, ISBN 0-9674562-8-2\nAnderson, Adrian: Rudolf Steiner Handbook, Port Campbell Press, 2014, ISBN 978-0-9581341-2-5\nChilds, Gilbert, Rudolf Steiner: His Life and Work, ISBN 0-88010-391-4\nDavy, Adams and Merry, A Man before Others: Rudolf Steiner Remembered. Rudolf Steiner Press, 1993.\nEaston, Stewart, Rudolf Steiner: Herald of a New Epoch, ISBN 0-910142-93-9\nHemleben, Johannes and Twyman, Leo, Rudolf Steiner: An Illustrated Biography. Rudolf Steiner Press, 2001.\nKries, Mateo and Vegesack, Alexander von, Rudolf Steiner: Alchemy of the Everyday, Weil am Rhein: Vitra Design Museum, 2010. ISBN 3-931936-86-4\nLachman, Gary, Rudolf Steiner: An Introduction to His Life and Work, 2007, ISBN 1-58542-543-5\nLindenberg, Christoph, Rudolf Steiner: Eine Biographie (2 vols.). Stuttgart, 1997, ISBN 3-7725-1551-7\nLissau, Rudi, Rudolf Steiner: Life, Work, Inner Path and Social Initiatives. Hawthorne Press, 2000.\nMcDermott, Robert, The Essential Steiner. Harper Press, 1984\nProkofieff, Sergei O., Rudolf Steiner and the Founding of the New Mysteries. Temple Lodge Publishing, 1994.\nSeddon, Richard, Rudolf Steiner. North Atlantic Books, 2004.\nShepherd, A. P., Rudolf Steiner: Scientist of the Invisible. Inner Traditions, 1990.\nSchiller, Paul, Rudolf Steiner and Initiation. SteinerBooks, 1990.\nSelg, Peter, Rudolf Steiner as a Spiritual Teacher. From Recollections of Those Who Knew Him, SteinerBooks Publishing, 2010.\nSokolina, Anna, ed. Architecture and Anthroposophy. 2 editions. 268p. 348 ills. (In Russian with the Summary in English.) Moscow: KMK, 2001 ISBN 5873170746; 2010 ISBN 5873176604\nTummer, Lia and Lato, Horacio, Rudolf Steiner and Anthroposophy for Beginners. Writers & Readers Publishing, 2001.\nTurgeniev, Assya, Reminiscences of Rudolf Steiner and Work on the First Goetheanum, ISBN 1-902636-40-6\nVilleneuve, Crispian, Rudolf Steiner: The British Connection, Elements from his Early Life and Cultural Development, ISBN 978-1-906999-29-2\nWachsmuth, Guenther, The Life and Work of Rudolf Steiner: From the Turn of the Century to his Death, Whittier Books 1955.\nWelburn, Andrew, Rudolf Steiner's Philosophy and the Crisis of Contemporary Thought, ISBN 0-86315-436-0\nWilkinson, Roy, Rudolf Steiner: An Introduction to his Spiritual World-View, ISBN 1-902636-28-7\nWilson, Colin, Rudolf Steiner: The Man and His Vision. An Introduction to the Life and Ideas of the Founder of Anthroposophy, The Aquarian Press, 1985, ISBN 0-85030-398-2\nExternal links[edit]\nLibrary resources about  Rudolf Steiner \nResources in your library\nResources in other libraries\n\nBy Rudolf Steiner\nResources in your library\nResources in other libraries\n\nRudolf Steinerat Wikipedia's sister projectsMedia from Wikimedia CommonsNews from WikinewsQuotations from WikiquoteTexts from WikisourceTextbooks from WikibooksResources from Wikiversity\nGeneral\nRudolf Steiner Biographies\nRudolf Steiner Overview\nThe Goetheanum\nWritings\nThe Rudolf Steiner Archive & e.Lib with English translations of thousands of Steiner's works: books, lectures, articles, essays, verses, etc.\nRudolf Steiner Library, USA\nRudolf Steiner Audio\nAn index of ALL lectures given by Rudolf Steiner, searchable and sort-able by title, keyword, date, place, and GA or Schmidt number\nAn index of lectures in English translation, sort-able by title, date, place, and GA or Schmidt number\nA list of all known English translations\nWorks by Rudolf Steiner at Project Gutenberg\nWorks by or about Rudolf Steiner at Internet Archive\nWorks by Rudolf Steiner at LibriVox (public domain audiobooks) \nCollected works in English\nGerman/English list of collected works\nArticles and broadcasts about Steiner\nThe Personality of Rudolf Steiner and his Development, Edouard Schuré, Macoy Publishing (1910), from French, Paris (1908)\nHeiner Ullrich, \"Rudolf Steiner\", Prospects: the quarterly review of comparative education (Paris, UNESCO: International Bureau of Education), vol.XXIV, no. 3/4, 1994, p. 555–572\nRudolf Steiner: 'Scientist of the Invisible' (Carlin Romano, The Chronicle of Higher Education, Volume 53, Issue 37, 2007, p. B16)\n\"From schools to business – Rudolf Steiner's legacy lives on\", Deutsche Welle broadcast (in English), 28.02.2011\nRudolf Steiner's Blackboard Drawings, Berkeley Art Museum\nSkeptics Dictionary\nNewspaper clippings about Rudolf Steiner in the 20th Century Press Archives of the ZBW\nvteAnthroposophyFounding board members of theGeneral Anthroposophical Society\nRudolf Steiner\nAlbert Steffen\nMarie Steiner-von Sivers\nIta Wegman\nElisabeth Vreede\nGunther Wachsmuth\nAnthroposophists\nHilma af Klint\nHenri Bortoft\nGeorg Kühlewind\nJesaiah Ben-Aharon\nEhrenfried Pfeiffer\nTheodor Schwenk\nEmil Bock\nBernard Lievegoed \nEdith Maryon\nSergei O. Prokofieff\nPeter Selg\nJens Bjørneboe\nAasmund Brynildsen\nDaniel Nicol Dunlop \nZviad Gamsakhurdia\nJohn Fentress Gardner\nWalter Burley Griffin\nKarl König\nRobert A. McDermott\nArthur Zajonc\nDouglas M. Sloan\nMarjorie Spock\nWalter Johannes Stein\nErnst Lehrs\nHerbert Witzenmann\nMassimo Scaligero\nRoss Rentea\nRudolf Hauschka\nOskar Schmiedel\nHermann Poppelbaum\nAlfred Meebold\nWilhelm Rath\nHerbert Hahn\nFrancis Edmunds\nThomas Weihs\nCecil Harwood\nDaphne Olivier\nMarguerite Lundgren\nValborg Werbeck-Svärdström\nWilhelm Ernst Barkhoff\nJohn Davy\nJakob Streit\nAlfred Rexroth\nErnst Weissert\nMichael Henry Wilson\nMargaret Cross\nFried Geuter\nArnold Freeman\nRudi Lissau\nMargaret Bennell\nEdith Rigby\nBertram Keightley\nArild Rosenkrantz\nEileen Hutchins\nEleanor Merry\nPaul Nordoff\nClive Robbins\nVioletta Plincke\nHans Schauder\nGeorge Adams Kaufmann\nLiane Collot d'Herbois\nEgil Tynæs\nElse Klink\nCarlo Pietzner\nMarta Fuchs\nJulian Sleigh\nBotho Sigwart zu Eulenburg\nJohannes Tautz\nVydūnas\nWillem Zeylmans van Emmichoven\nNotable supporters\nSaul Bellow\nOwen Barfield\nAndrej Belyj\nJoseph Beuys\nRussell Davenport\nWassily Kandinsky\nSelma Lagerlöf\nAlbert Schweitzer\nAndrei Tarkovsky\nBruno Walter\nIbrahim Abouleish\nNicanor Perlas\nJacques Lusseyran\nMillicent Mackenzie\nMargaret McMillan\nCultural influences\nWaldorf education\nAnthroposophic medicine\nBiodynamic agriculture\nCamphill Movement\nEurythmy\nThreefold social order\nThe Christian Community\nInstitutions, publications\nGeneral Anthroposophical Society\nAnthroposophical Society in America\nGoetheanum\nGLS Bank\nDemeter International\nSEKEM\nHarduf\nTriodos Bank\nAssociação Comunitária Monte Azul\n\nAuthority control \nBIBSYS: 90052580\nBNE: XX1642350\nBNF: cb11925493d (data)\nCANTIC: a12002434\nCiNii: DA00267270\nGND: 118617443\nHDS: 009079\nICCU: IT\\ICCU\\CFIV\\001806\nISNI: 0000 0001 2095 6016\nLCCN: n79049580\nLNB: 000027763\nNDL: 00457589\nNKC: jn19990009728\nNLA: 35522448\nNLG: 65624\nNLI: 000604531, 001790002, 000614827, 000126650\nNLK: KAC199626398\nNLP: A10091890\nNSK: 000004362\nNTA: 068541074\nPLWABN: 9810534689505606\nRERO: 02-A000155603\nRKD: 113952\nSELIBR: 171496\nSIKART: 13239575\nSNAC: w6155x38\nSUDOC: 02714819X\nTLS: Rudolf_Steiner\nTrove: 983355\nULAN: 500005014\nVcBA: 495/107563\nVIAF: 12315364\n WorldCat Identities: lccn-n79049580\n\n\n\n\n", "counts": {"Theosophists": 2, "Theosophical": 11, "philosophical": 11, "concepts": 1, "organizations": 1, "texts": 1, "publications": 3, "Masters": 1, "Comparative": 1, "Theosophy": 4, "Related": 1, "Rudolf": 5, "Joseph": 3, "Lorenz": 1, "Steiner": 128, "or": 18, "February": 2, "March": 2, "was": 54, "an": 39, "Austrian": 5, "philosopher": 3, "social": 13, "reformer": 1, "architect": 1, "esotericist": 1, "and": 235, "claimed": 2, "clairvoyant": 2, "gained": 3, "initial": 1, "recognition": 1, "at": 20, "the": 405, "end": 6, "of": 348, "nineteenth": 2, "century": 4, "as": 79, "a": 156, "literary": 5, "critic": 3, "published": 13, "works": 8, "including": 13, "The": 38, "Philosophy": 10, "Freedom": 9, "At": 7, "beginning": 5, "twentieth": 1, "he": 58, "founded": 11, "esoteric": 6, "spiritual": 45, "movement": 8, "anthroposophy": 4, "with": 36, "roots": 1, "in": 161, "German": 8, "idealist": 1, "philosophy": 11, "theosophy": 2, "other": 10, "influences": 4, "include": 6, "Goethean": 1, "science": 19, "Rosicrucianism": 1, "In": 40, "first": 16, "more": 13, "philosophically": 2, "oriented": 1, "phase": 4, "this": 30, "attempted": 2, "to": 193, "find": 7, "synthesis": 2, "between": 12, "spirituality": 4, "His": 13, "work": 28, "these": 15, "years": 11, "which": 36, "termed": 3, "sought": 4, "apply": 3, "clarity": 1, "thinking": 15, "characteristic": 1, "Western": 3, "questions": 2, "differentiating": 1, "approach": 14, "from": 33, "what": 7, "considered": 8, "be": 33, "vaguer": 1, "approaches": 2, "mysticism": 2, "second": 4, "around": 4, "began": 7, "working": 6, "collaboratively": 1, "variety": 3, "artistic": 6, "media": 1, "drama": 3, "arts": 5, "developing": 2, "new": 13, "form": 14, "eurythmy": 4, "architecture": 5, "culminating": 3, "building": 5, "Goetheanum": 10, "cultural": 9, "centre": 2, "house": 2, "all": 13, "third": 1, "his": 78, "after": 8, "World": 9, "War": 7, "I": 11, "worked": 3, "establish": 2, "various": 6, "practical": 3, "endeavors": 1, "Waldorf": 6, "education": 9, "biodynamic": 3, "agriculture": 9, "anthroposophical": 7, "medicine": 4, "advocated": 1, "ethical": 4, "individualism": 2, "later": 13, "brought": 1, "explicitly": 3, "He": 26, "based": 9, "epistemology": 2, "on": 47, "Johann": 3, "Wolfgang": 2, "Goethes": 17, "world": 19, "view": 3, "Thinking": 2, "is": 44, "no": 5, "less": 2, "organ": 2, "perception": 5, "than": 6, "eye": 2, "ear": 2, "Just": 1, "perceives": 2, "colours": 1, "sounds": 2, "so": 5, "ideas": 10, "A": 4, "consistent": 2, "thread": 1, "that": 90, "runs": 1, "earliest": 2, "through": 7, "orientation": 1, "goal": 3, "demonstrating": 1, "there": 8, "are": 13, "essential": 4, "limits": 1, "human": 21, "knowledge": 8, "Steiners": 40, "father": 3, "Johannes": 1, "left": 2, "position": 3, "gamekeeper": 1, "service": 1, "Count": 3, "Hoyos": 2, "Geras": 1, "northeast": 1, "Lower": 2, "Austria": 3, "marry": 1, "one": 14, "familys": 1, "housemaids": 1, "Franziska": 1, "Blie": 1, "Horn": 2, "marriage": 1, "for": 54, "had": 18, "refused": 1, "permission": 1, "became": 7, "telegraph": 1, "operator": 1, "Southern": 1, "Railway": 1, "time": 11, "Rudolfs": 2, "birth": 2, "stationed": 1, "Murakirály": 1, "Kraljevec": 2, "Muraköz": 1, "region": 2, "Kingdom": 1, "Hungary": 1, "Empire": 1, "presentday": 1, "Donji": 1, "Međimurje": 1, "northernmost": 1, "Croatia": 1, "two": 13, "life": 18, "family": 5, "moved": 6, "twice": 1, "Mödling": 1, "near": 1, "Vienna": 5, "then": 2, "promotion": 1, "stationmaster": 1, "Pottschach": 1, "located": 1, "foothills": 1, "eastern": 1, "Alps": 1, "entered": 1, "village": 4, "school": 7, "but": 16, "following": 2, "disagreement": 1, "schoolmaster": 1, "briefly": 1, "educated": 1, "home": 3, "when": 8, "eight": 1, "old": 4, "Neudörfl": 1, "October": 1, "proceeded": 1, "realschule": 1, "Wiener": 1, "NeustadtChap": 1, "Inzersdorf": 1, "enable": 2, "attend": 1, "Institute": 2, "Technology": 2, "where": 5, "enrolled": 1, "courses": 3, "mathematics": 3, "physics": 1, "chemistry": 1, "botany": 1, "zoology": 1, "mineralogy": 1, "audited": 1, "literature": 1, "academic": 2, "scholarship": 2, "completed": 2, "studies": 1, "requirements": 1, "Ghega": 1, "satisfactorily": 1, "teachers": 1, "Karl": 1, "Julius": 1, "SchröerChap": 1, "suggested": 7, "name": 3, "Kürschner": 2, "chief": 3, "editor": 4, "edition": 3, "who": 11, "asked": 2, "become": 6, "editions": 2, "natural": 13, "truly": 2, "astonishing": 1, "opportunity": 1, "young": 3, "student": 1, "without": 5, "any": 3, "credentials": 1, "previous": 1, "Before": 1, "attending": 1, "studied": 2, "Kant": 1, "Fichte": 2, "Schelling": 2, "When": 2, "nine": 1, "believed": 6, "saw": 4, "spirit": 7, "aunt": 1, "died": 3, "faroff": 1, "town": 1, "asking": 1, "him": 7, "help": 5, "her": 2, "neither": 2, "nor": 1, "knew": 1, "womans": 1, "death": 3, "related": 2, "child": 4, "felt": 1, "must": 7, "carry": 1, "within": 3, "oneself": 2, "fashion": 1, "geometry": 2, "here": 1, "permitted": 1, "know": 1, "something": 3, "mind": 4, "alone": 1, "its": 12, "own": 12, "power": 3, "experiences": 5, "feeling": 2, "found": 6, "justification": 2, "experienced": 3, "confirmed": 1, "myself": 1, "by": 41, "means": 1, "speak": 2, "not": 19, "seen": 3, "age": 2, "complete": 3, "understanding": 8, "concept": 2, "precondition": 1, "clairvoyance": 1, "train": 1, "met": 4, "herb": 1, "gatherer": 1, "Felix": 1, "Kogutzki": 2, "spoke": 4, "about": 11, "experience": 13, "therein": 1, "conveyed": 1, "nature": 12, "nonacademic": 1, "result": 4, "invited": 2, "Goethe": 5, "archives": 2, "Weimar": 2, "remained": 4, "archive": 2, "until": 2, "As": 4, "well": 4, "introductions": 1, "commentaries": 2, "four": 4, "volumes": 7, "scientific": 7, "writings": 6, "wrote": 5, "books": 6, "Theory": 2, "Knowledge": 4, "Implicit": 2, "WorldConception": 2, "regarded": 2, "epistemological": 2, "foundation": 2, "Conception": 2, "During": 4, "also": 14, "collaborated": 1, "Arthur": 1, "Schopenhauer": 1, "writer": 1, "Jean": 1, "Paul": 1, "numerous": 2, "articles": 2, "journals": 1, "received": 1, "doctorate": 1, "University": 1, "Rostock": 1, "dissertation": 3, "discussing": 2, "Fichtes": 1, "ego": 1, "submitted": 1, "Heinrich": 1, "von": 8, "Stein": 1, "whose": 1, "Seven": 1, "Books": 1, "Platonism": 1, "esteemedChap": 1, "expanded": 3, "Truth": 3, "Prelude": 1, "dedication": 1, "Eduard": 1, "Hartmann": 1, "Two": 1, "Die": 1, "Philosophie": 1, "der": 1, "Freiheit": 1, "Spiritual": 6, "Activity": 2, "latter": 2, "being": 14, "preferred": 1, "English": 3, "title": 2, "exploration": 1, "ethics": 1, "way": 4, "humans": 1, "spiritually": 1, "free": 11, "beings": 11, "book": 7, "containing": 1, "implicitly": 1, "entire": 1, "content": 2, "developed": 5, "declined": 1, "offer": 1, "Elisabeth": 1, "FörsterNietzsche": 2, "organize": 1, "Nietzsche": 4, "Naumburg": 1, "Her": 1, "brother": 1, "non": 1, "compos": 1, "mentis": 1, "introduced": 1, "into": 9, "presence": 2, "catatonic": 1, "deeply": 1, "subsequently": 2, "Friedrich": 2, "Fighter": 1, "My": 1, "acquaintance": 1, "Nietzsches": 2, "belongs": 1, "year": 4, "Previous": 1, "never": 2, "read": 2, "line": 2, "Upon": 1, "substance": 1, "my": 3, "expression": 1, "thought": 7, "least": 2, "influenceNietzsches": 1, "eternal": 1, "recurrence": 1, "Übermensch": 1, "long": 1, "For": 7, "reflected": 1, "personality": 2, "feel": 1, "concerning": 1, "evolution": 7, "humanity": 6, "kept": 1, "back": 2, "grasping": 1, "restricted": 1, "characterizing": 1, "th": 3, "centuryWhat": 1, "attracted": 1, "me": 1, "particularly": 3, "could": 3, "coming": 2, "upon": 7, "anything": 1, "strove": 1, "make": 2, "reader": 2, "dependent": 1, "NietzschesChap": 1, "Berlin": 5, "part": 2, "owner": 1, "active": 3, "contributor": 1, "journal": 2, "Magazin": 1, "für": 1, "Literatur": 1, "hoped": 1, "readership": 1, "sympathetic": 1, "Many": 3, "subscribers": 2, "were": 16, "alienated": 1, "unpopular": 1, "support": 2, "Émile": 1, "Zola": 1, "Dreyfus": 1, "Affair": 1, "lost": 2, "extracts": 1, "correspondence": 2, "anarchist": 1, "John": 1, "Henry": 1, "Mackay": 1, "Dissatisfaction": 1, "editorial": 1, "style": 1, "eventually": 1, "led": 12, "departure": 2, "magazine": 2, "married": 1, "Anna": 2, "Eunicke": 1, "couple": 1, "separated": 1, "several": 4, "article": 2, "Secret": 1, "Revelation": 1, "fairy": 1, "tale": 1, "Green": 1, "Snake": 1, "Beautiful": 1, "Lily": 1, "This": 8, "invitation": 1, "Countess": 1, "Brockdorff": 1, "gathering": 1, "subject": 1, "continued": 3, "speaking": 2, "regularly": 1, "members": 4, "Society": 10, "becoming": 1, "head": 1, "newly": 1, "constituted": 1, "section": 2, "ever": 1, "formally": 1, "joining": 1, "society": 6, "It": 4, "connection": 3, "Marie": 3, "Sivers": 3, "wife": 2, "By": 3, "appointed": 1, "Annie": 1, "Besant": 1, "leader": 2, "Esoteric": 3, "Germany": 9, "Eliza": 2, "Helmuth": 2, "Moltke": 1, "Younger": 1, "favourite": 1, "scholars": 1, "Through": 1, "served": 1, "Chief": 1, "General": 2, "Staff": 1, "contrast": 5, "mainstream": 2, "build": 2, "mystical": 1, "traditions": 1, "European": 2, "culture": 6, "Section": 1, "grew": 2, "rapidly": 2, "under": 5, "leadership": 1, "lectured": 1, "throughout": 2, "much": 1, "Europe": 6, "period": 4, "maintained": 3, "original": 3, "replacing": 1, "Madame": 1, "Blavatskys": 1, "terminology": 1, "basing": 1, "research": 8, "teachings": 1, "tradition": 1, "differences": 1, "particular": 5, "vocal": 1, "rejection": 1, "Leadbeater": 1, "Besants": 1, "claim": 2, "Jiddu": 1, "Krishnamurti": 1, "vehicle": 1, "Maitreya": 1, "teacher": 3, "formal": 3, "split": 1, "majority": 1, "broke": 1, "off": 2, "group": 2, "Anthroposophical": 4, "took": 2, "Anthroposophy": 7, "Robert": 2, "Zimmermann": 1, "Despite": 1, "interest": 1, "Fueled": 1, "need": 3, "their": 4, "yearly": 1, "conferences": 1, "included": 2, "performances": 1, "plays": 5, "written": 2, "Edouard": 2, "Schuré": 2, "decision": 1, "made": 3, "theater": 2, "organizational": 1, "center": 2, "construction": 2, "Dornach": 5, "Switzerland": 3, "designed": 2, "built": 2, "significant": 4, "volunteers": 2, "offered": 2, "craftsmanship": 1, "simply": 1, "will": 6, "learn": 1, "skills": 1, "Once": 1, "started": 1, "hear": 1, "sound": 1, "cannon": 1, "fire": 1, "beyond": 3, "Swiss": 1, "border": 1, "despite": 1, "war": 3, "people": 7, "over": 3, "peaceably": 1, "side": 2, "buildings": 6, "lived": 2, "lecture": 8, "activity": 7, "enormously": 1, "Most": 1, "importantly": 1, "institutions": 8, "activities": 2, "Stuttgart": 3, "same": 5, "wideranging": 1, "On": 2, "New": 2, "Years": 1, "Eve": 1, "burned": 1, "ground": 1, "contemporary": 3, "police": 1, "reports": 1, "indicate": 1, "arson": 1, "probable": 1, "cause": 1, "immediately": 1, "designing": 1, "concrete": 2, "instead": 1, "wood": 2, "three": 5, "Foundation": 2, "Meeting": 1, "held": 3, "during": 5, "Christmas": 1, "laying": 1, "Stone": 1, "hearts": 1, "listeners": 2, "meeting": 3, "established": 1, "executive": 1, "board": 1, "School": 5, "Science": 3, "intended": 5, "initiative": 2, "study": 1, "soul": 5, "initially": 2, "sections": 2, "general": 2, "performing": 1, "speech": 4, "music": 2, "humanities": 3, "astronomy": 1, "visual": 1, "Later": 1, "added": 1, "sciences": 3, "youth": 1, "meditative": 2, "exercises": 1, "given": 4, "wellknown": 1, "controversial": 1, "public": 3, "figure": 2, "response": 1, "catastrophic": 1, "situation": 1, "postwar": 1, "proposed": 5, "extensive": 2, "reforms": 2, "establishment": 1, "Threefold": 2, "Social": 3, "Order": 2, "political": 5, "economic": 3, "realms": 3, "would": 11, "largely": 3, "independent": 5, "argued": 1, "fusion": 1, "created": 1, "inflexibility": 1, "catastrophes": 1, "such": 11, "promoted": 2, "radical": 2, "solution": 1, "disputed": 1, "area": 2, "Upper": 1, "Silesia": 1, "both": 8, "Poland": 1, "suggestion": 1, "granted": 1, "provisional": 1, "independence": 2, "publicly": 2, "accused": 1, "traitor": 1, "opposed": 1, "Wilsons": 1, "proposal": 1, "create": 6, "nations": 2, "ethnic": 1, "groups": 2, "opening": 1, "door": 2, "rampant": 1, "nationalism": 1, "alternative": 1, "territories": 1, "democratic": 1, "accessible": 3, "inhabitants": 1, "territory": 1, "whatever": 1, "origin": 1, "while": 8, "needs": 3, "ethnicities": 1, "National": 4, "Socialist": 3, "Workers": 1, "Party": 1, "strength": 1, "First": 4, "theorist": 1, "Dietrich": 1, "Eckart": 1, "attacked": 2, "Jew": 1, "Adolf": 2, "Hitler": 3, "many": 5, "fronts": 1, "accusations": 1, "tool": 1, "Jews": 2, "nationalist": 1, "extremists": 1, "called": 5, "against": 2, "That": 1, "warned": 2, "disastrous": 1, "effects": 1, "it": 12, "have": 10, "Central": 2, "if": 4, "Socialists": 1, "came": 3, "giving": 2, "Munich": 2, "disrupted": 1, "stink": 1, "bombs": 1, "let": 1, "lights": 1, "switched": 1, "out": 8, "rushed": 1, "stage": 1, "apparently": 1, "attempting": 1, "attack": 1, "exited": 1, "safely": 1, "Unable": 1, "guarantee": 1, "safety": 1, "agents": 1, "cancelled": 1, "next": 1, "tour": 1, "Beer": 1, "Hall": 1, "Putsch": 1, "give": 2, "up": 3, "residence": 1, "saying": 1, "those": 7, "responsible": 1, "coup": 1, "others": 5, "longer": 1, "possible": 5, "enter": 1, "country": 1, "From": 3, "showed": 1, "signs": 1, "increasing": 2, "frailness": 1, "illness": 1, "nonetheless": 1, "widely": 3, "even": 4, "travel": 1, "especially": 1, "towards": 1, "often": 1, "lectures": 9, "daily": 1, "taking": 3, "place": 1, "concurrently": 1, "focused": 2, "areas": 1, "Increasingly": 1, "ill": 1, "last": 3, "late": 3, "September": 2, "autobiography": 2, "months": 1, "phenomena": 4, "begun": 1, "write": 1, "topics": 2, "discussions": 1, "historical": 3, "figures": 2, "mystics": 1, "Middle": 1, "Ages": 1, "expressing": 2, "themes": 3, "essays": 4, "continuing": 1, "refer": 1, "wide": 3, "sources": 1, "discussed": 2, "number": 3, "since": 2, "appeared": 1, "forms": 7, "basis": 3, "tries": 1, "show": 3, "rightly": 1, "understood": 2, "fact": 2, "spiritSteiner": 1, "Consequences": 1, "Monism": 1, "aimed": 1, "training": 8, "produce": 1, "rigorous": 1, "verifiable": 1, "presentations": 2, "freely": 1, "chosen": 1, "disciplines": 1, "anyone": 2, "develop": 1, "ability": 2, "higher": 1, "discipline": 2, "person": 2, "moral": 1, "creative": 6, "individual": 4, "sense": 1, "capable": 3, "actions": 1, "motivated": 1, "solely": 1, "love": 3, "affected": 1, "Franz": 1, "Brentano": 1, "whom": 1, "Hegel": 1, "phenomenological": 2, "used": 4, "word": 1, "Geisteswissenschaft": 2, "Geist": 3, "Wissenschaft": 1, "term": 3, "originally": 2, "coined": 1, "Wilhelm": 1, "Dilthey": 1, "descriptor": 1, "novel": 1, "describe": 2, "systematic": 3, "generally": 3, "translated": 2, "treating": 1, "actual": 2, "real": 2, "starting": 2, "premise": 1, "penetrate": 2, "behind": 1, "senseperceptible": 2, "psychology": 2, "history": 3, "direct": 1, "grasp": 1, "ideal": 2, "reality": 4, "required": 3, "close": 2, "attention": 1, "provided": 1, "distinctive": 1, "character": 2, "religious": 7, "qualities": 3, "course": 4, "consciousness": 9, "William": 1, "James": 1, "pragmatic": 1, "psychic": 1, "emphasized": 6, "idiosyncratic": 1, "ways": 2, "can": 12, "rendered": 1, "intelligible": 1, "integrated": 1, "reincarnation": 3, "karma": 7, "necessary": 4, "understand": 2, "external": 3, "comprehensible": 1, "insight": 1, "Beginning": 1, "described": 6, "aspects": 2, "relating": 1, "health": 1, "bound": 3, "transcend": 1, "actively": 1, "hold": 1, "ones": 4, "destiny": 1, "series": 4, "presented": 6, "further": 4, "successive": 1, "reincarnations": 1, "individuals": 3, "techniques": 1, "founder": 1, "After": 1, "contexts": 1, "schools": 4, "known": 5, "evolved": 2, "worldwide": 3, "network": 1, "system": 3, "organic": 5, "now": 6, "has": 10, "contributed": 2, "significantly": 1, "development": 9, "modern": 10, "farming": 1, "broad": 3, "range": 3, "complementary": 2, "medications": 1, "supportive": 1, "biographic": 1, "therapies": 1, "Numerous": 1, "homes": 1, "children": 2, "adults": 2, "developmental": 1, "disabilities": 1, "Camphill": 1, "Africa": 2, "North": 2, "America": 3, "paintings": 2, "drawings": 5, "influenced": 6, "Beuys": 2, "artists": 1, "been": 5, "cited": 1, "masterpieces": 1, "architects": 1, "thousands": 1, "scene": 1, "One": 2, "practice": 2, "banking": 1, "bank": 1, "finance": 1, "estate": 1, "correspondingly": 1, "forty": 1, "mystery": 2, "dramas": 2, "mantric": 1, "verse": 1, "collected": 3, "making": 1, "another": 2, "approximately": 1, "discuss": 1, "extremely": 1, "chiefly": 1, "illustrations": 1, "done": 3, "blackboards": 1, "separate": 1, "covered": 1, "architectural": 2, "legacy": 1, "sculptural": 2, "man": 1, "private": 1, "tutor": 1, "lecturer": 2, "Arbeiterbildungsschule": 1, "educational": 2, "class": 1, "Soon": 2, "thereafter": 2, "articulate": 1, "essay": 1, "Education": 1, "Child": 1, "major": 2, "phases": 1, "formed": 1, "conception": 3, "Herbartian": 1, "pedagogy": 1, "prominent": 2, "ff": 1, "though": 3, "criticized": 3, "Herbart": 1, "sufficiently": 2, "recognizing": 1, "importance": 1, "educating": 2, "feelings": 1, "intellect": 2, "Emil": 1, "Molt": 1, "workers": 1, "WaldorfAstoria": 1, "cigarette": 1, "factory": 1, "Out": 1, "conference": 1, "purpose": 2, "Oxford": 2, "Professor": 1, "Millicent": 1, "Mackenzie": 1, "Torquay": 2, "Summer": 1, "organised": 1, "Eleanor": 1, "Merry": 1, "Conference": 1, "founding": 1, "Britain": 1, "lifetime": 2, "principles": 3, "Hamburg": 1, "Essen": 1, "Hague": 1, "London": 1, "farmers": 1, "concerned": 1, "future": 2, "requested": 1, "responded": 1, "ecological": 1, "sustainable": 1, "increased": 1, "soil": 2, "fertility": 1, "use": 4, "chemical": 1, "fertilizers": 1, "pesticides": 1, "agricultural": 2, "promptly": 1, "spread": 1, "put": 1, "internationally": 1, "practiced": 1, "South": 1, "Asia": 1, "Australasia": 1, "central": 3, "aspect": 3, "biodynamics": 1, "farm": 1, "whole": 3, "organism": 2, "therefore": 1, "should": 4, "selfsustaining": 1, "producing": 1, "manure": 1, "animal": 4, "feed": 1, "Plant": 1, "disease": 1, "symptom": 1, "problems": 1, "timing": 1, "sowing": 1, "weeding": 1, "harvesting": 1, "utilize": 1, "plant": 2, "growth": 1, "moon": 1, "planets": 1, "application": 1, "materials": 1, "prepared": 1, "specific": 2, "compost": 1, "crops": 1, "intention": 1, "engaging": 1, "nonphysical": 3, "elemental": 1, "forces": 3, "taught": 1, "mushrooms": 1, "very": 1, "harmful": 1, "because": 2, "they": 4, "contain": 1, "hindering": 1, "lunar": 1, "everything": 1, "arose": 1, "Moon": 1, "signifies": 1, "rigidification": 1, "encouraged": 1, "verify": 1, "suggestions": 2, "empirically": 1, "yet": 4, "s": 2, "doctors": 1, "pharmacists": 1, "physicians": 1, "gathered": 1, "guidance": 1, "pharmaceutical": 1, "company": 1, "Weleda": 1, "distributes": 1, "naturopathic": 1, "medical": 2, "beauty": 1, "products": 1, "Dr": 1, "Ita": 2, "Wegman": 2, "anthroposophic": 1, "clinic": 1, "Clinic": 1, "Arlesheim": 1, "reform": 2, "petition": 1, "basic": 1, "circulated": 1, "signed": 1, "day": 1, "Hermann": 1, "Hesse": 1, "Toward": 1, "Renewal": 1, "spheres": 1, "together": 4, "consciously": 2, "cooperating": 1, "entities": 1, "each": 4, "task": 3, "equality": 1, "protect": 1, "rights": 1, "nurture": 1, "unhindered": 1, "art": 4, "religion": 2, "producers": 1, "distributors": 1, "consumers": 1, "cooperate": 1, "provide": 1, "efficiently": 1, "societys": 1, "division": 2, "responsibility": 1, "vital": 2, "take": 1, "trend": 1, "toward": 1, "mutual": 1, "gave": 1, "fundamental": 1, "law": 1, "wellbeing": 1, "community": 4, "greater": 1, "claims": 2, "himself": 2, "proceeds": 2, "ie": 2, "makes": 1, "fellowworkers": 1, "satisfied": 1, "expressed": 1, "motto": 1, "healthy": 1, "mirror": 1, "finds": 1, "reflection": 1, "And": 1, "virtue": 1, "living": 1, "Second": 2, "Detail": 1, "Representative": 3, "Humanity": 3, "Goetheanums": 1, "These": 4, "spaces": 1, "Three": 1, "listed": 1, "amongst": 1, "most": 7, "primary": 2, "ninemeter": 1, "high": 1, "sculpture": 2, "executed": 1, "joint": 1, "project": 1, "sculptor": 1, "Edith": 1, "Maryon": 1, "placed": 1, "shows": 1, "holding": 1, "balance": 2, "opposing": 1, "tendencies": 1, "expansion": 1, "contraction": 1, "personified": 1, "Lucifer": 1, "Ahriman": 1, "conscious": 3, "Michelangelos": 1, "Last": 1, "Judgment": 1, "Christ": 12, "mute": 1, "impersonal": 1, "judge": 1, "themselves": 2, "permanent": 1, "display": 1, "blackboard": 1, "unique": 5, "almost": 1, "certainly": 1, "Josef": 1, "itself": 3, "heavily": 1, "objects": 1, "Portal": 1, "Initiation": 1, "Souls": 2, "Probation": 1, "Guardian": 1, "Threshold": 1, "Awakening": 1, "modeled": 1, "Maurice": 1, "Maeterlinck": 1, "continue": 1, "performed": 1, "countries": 1, "notably": 1, "translation": 1, "Spring": 1, "Valley": 1, "York": 1, "Stroud": 1, "Stourbridge": 1, "UK": 1, "collaboration": 1, "acting": 4, "storytelling": 1, "recitation": 1, "poetry": 1, "Russian": 1, "actor": 1, "director": 1, "coach": 1, "Michael": 1, "Chekhov": 1, "method": 4, "Together": 1, "sometimes": 1, "referred": 1, "visible": 2, "song": 1, "According": 1, "archetypal": 1, "movements": 2, "gestures": 1, "correspond": 1, "every": 4, "phonemes": 1, "rhythms": 2, "grammatical": 1, "function": 1, "quality": 1, "joy": 1, "despair": 1, "tenderness": 1, "etc": 2, "tones": 1, "intervals": 1, "harmonies": 1, "Chapter": 2, "essentially": 2, "rather": 4, "theory": 1, "modelbased": 1, "emphasizing": 2, "transformation": 3, "physical": 6, "experiment": 1, "played": 1, "role": 2, "biology": 2, "accurate": 1, "imagination": 1, "biological": 1, "archetypes": 1, "Urpflanze": 1, "postulated": 1, "unable": 1, "fully": 2, "properly": 2, "interpret": 1, "kingdom": 1, "evolutionary": 5, "discovery": 2, "intermaxillary": 1, "bone": 1, "expected": 1, "anatomy": 2, "defended": 1, "qualitative": 1, "description": 2, "color": 1, "arising": 1, "synthetically": 1, "polarity": 1, "light": 1, "darkness": 1, "Newtons": 1, "particlebased": 1, "analytic": 1, "Particular": 1, "only": 2, "universal": 1, "types": 1, "entity": 1, "we": 4, "coincide": 1, "some": 4, "derivative": 1, "type": 2, "Here": 1, "replace": 1, "proof": 1, "We": 1, "aim": 1, "conditions": 3, "act": 2, "certain": 1, "thereby": 1, "bring": 1, "definite": 2, "difference": 1, "inorganic": 1, "approached": 3, "freedom": 7, "stages": 2, "suggests": 3, "inconsistency": 1, "Kants": 2, "posits": 1, "representation": 1, "verity": 1, "inaccessible": 2, "assumes": 1, "sensory": 2, "mental": 1, "access": 2, "JenseitsPhilosophy": 1, "stumbling": 1, "block": 1, "achieving": 1, "satisfying": 1, "viewpoint": 1, "postulates": 1, "indivisible": 1, "unity": 3, "our": 10, "divides": 1, "appearance": 1, "hand": 1, "sees": 2, "element": 1, "strengthened": 1, "deepened": 1, "senses": 2, "do": 2, "reveal": 1, "us": 2, "thus": 3, "appears": 1, "worlds": 4, "conditioned": 1, "structure": 1, "separates": 1, "faculties": 1, "views": 3, "primacy": 1, "sufficient": 1, "arrive": 1, "path": 3, "perceiving": 1, "process": 1, "discover": 1, "hidden": 1, "inner": 5, "poles": 1, "experienceChapter": 1, "paradoxically": 1, "objective": 4, "creation": 1, "exist": 1, "did": 2, "generate": 1, "ourselves": 1, "replicate": 1, "conceptual": 1, "already": 2, "exists": 1, "wholly": 1, "realm": 2, "constitutes": 2, "fullness": 1, "explores": 1, "potentials": 1, "gradually": 1, "aid": 1, "deed": 1, "addition": 1, "liberate": 2, "subservience": 1, "instincts": 1, "drives": 1, "Free": 1, "deeds": 1, "motive": 1, "action": 1, "penetrating": 1, "full": 2, "includes": 4, "overcoming": 1, "heredity": 1, "environment": 1, "To": 3, "thoughts": 3, "merely": 1, "body": 2, "generated": 1, "deepest": 1, "self": 1, "individuality": 2, "affirms": 2, "Darwins": 1, "Haeckels": 1, "perspectives": 1, "extended": 1, "materialistic": 1, "consequences": 1, "indeed": 3, "product": 1, "transcends": 1, "becomes": 1, "selfconscious": 1, "closely": 1, "parallels": 1, "Solovyov": 1, "lecturing": 1, "details": 1, "publication": 1, "An": 2, "Introduction": 1, "Processes": 1, "Human": 1, "Life": 1, "Cosmos": 1, "point": 1, "quotation": 1, "describing": 1, "observation": 1, "Preface": 1, "clear": 1, "taken": 2, "earlier": 1, "LuciferGnosis": 1, "initiation": 1, "supernatural": 1, "Some": 2, "How": 1, "Know": 1, "Higher": 1, "Worlds": 1, "Cosmic": 1, "Memory": 1, "Outline": 1, "Important": 1, "perceptions": 1, "incorporeal": 1, "comparable": 1, "selfdiscipline": 1, "replicable": 1, "multiple": 1, "observers": 1, "radically": 1, "different": 4, "foundations": 1, "correct": 2, "methods": 3, "onesided": 1, "exclusively": 1, "focusing": 1, "vague": 1, "seeking": 1, "explore": 1, "meant": 2, "former": 1, "cosmos": 1, "permeated": 1, "continually": 1, "transformed": 1, "processes": 3, "creatively": 2, "enact": 1, "reenact": 1, "Thus": 1, "always": 1, "entails": 1, "articulated": 2, "deedPt": 1, "II": 1, "onwards": 1, "builds": 1, "supports": 1, "judgment": 1, "results": 2, "appropriately": 1, "context": 2, "logical": 1, "underlying": 1, "evaluations": 1, "latters": 1, "overall": 2, "mutually": 1, "interdependent": 1, "appreciated": 1, "ritual": 1, "mass": 1, "serving": 1, "altar": 1, "boy": 1, "ten": 1, "memorable": 1, "genuinely": 1, "contrasting": 1, "irreligious": 1, "adult": 1, "organized": 1, "lifetransforming": 1, "encounter": 1, "occurred": 1, "tremendous": 1, "struggle": 1, "words": 1, "culminated": 1, "standing": 1, "Mystery": 1, "Golgotha": 1, "profound": 1, "solemn": 1, "festival": 1, "relationship": 3, "Christianity": 5, "entirely": 1, "personal": 3, "nondenominational": 1, "strikingly": 1, "conventional": 3, "describes": 1, "pivot": 1, "meaning": 1, "earths": 1, "redeeming": 1, "Fall": 1, "Paradise": 1, "unifies": 1, "inspires": 1, "religions": 2, "belonging": 1, "faith": 1, "Christian": 5, "search": 1, "polarizing": 1, "extremes": 1, "manifest": 2, "cosmology": 1, "interwoven": 1, "inseparable": 1, "cosmological": 1, "universe": 1, "Continuing": 1, "born": 1, "brings": 1, "impulse": 1, "enabling": 1, "unconsciously": 1, "diverge": 1, "key": 1, "places": 1, "gnostic": 1, "elements": 3, "However": 3, "unlike": 1, "gnostics": 1, "Incarnation": 2, "Jesus": 3, "era": 1, "points": 1, "divergence": 1, "posited": 1, "involved": 1, "descended": 1, "Solomon": 1, "Gospel": 2, "Matthew": 2, "Nathan": 1, "Luke": 2, "references": 1, "regard": 1, "genealogies": 1, "gospels": 1, "list": 1, "twentysix": 1, "fortyone": 1, "completely": 1, "ancestors": 1, "generations": 1, "David": 1, "unusual": 1, "reappearance": 1, "etheric": 1, "vision": 1, "apparent": 1, "numbers": 1, "require": 1, "recognize": 1, "Spirit": 1, "Love": 2, "genuine": 1, "regardless": 1, "how": 1, "named": 1, "traditional": 3, "might": 1, "true": 2, "essence": 2, "Being": 1, "ignored": 1, "Rittelmeyer": 3, "Lutheran": 1, "pastor": 1, "congregation": 1, "joined": 1, "mostly": 1, "Protestant": 2, "pastors": 1, "theology": 1, "students": 1, "Roman": 1, "Catholic": 2, "priests": 1, "counsel": 1, "renewing": 1, "potency": 1, "sacraments": 1, "envisioned": 1, "terming": 1, "Johannine": 1, "resulting": 2, "renewal": 3, "Community": 1, "Its": 2, "dogma": 1, "policies": 1, "priesthood": 1, "open": 1, "men": 1, "women": 1, "preach": 1, "insights": 1, "creativity": 1, "gesture": 1, "independently": 1, "distinction": 1, "important": 1, "faithbased": 1, "recognized": 1, "wished": 1, "however": 3, "times": 2, "notable": 1, "personalities": 1, "Olav": 2, "Hammer": 2, "sharply": 1, "critical": 1, "terms": 2, "arguably": 1, "historically": 2, "sophisticated": 1, "spokesperson": 1, "Tradition": 1, "Albert": 1, "Schweitzer": 1, "common": 1, "mission": 1, "emergence": 1, "enlivened": 1, "encourage": 1, "Anthony": 1, "Storr": 1, "stated": 1, "belief": 1, "eccentric": 1, "unsupported": 1, "evidence": 1, "manifestly": 1, "bizarre": 1, "rational": 1, "skeptics": 1, "consider": 2, "delusional": 1, "Todd": 1, "Carroll": 1, "said": 1, "handicapped": 1, "worth": 1, "considering": 1, "although": 1, "plan": 1, "cannot": 1, "admired": 1, "translators": 1, "pointed": 1, "equally": 1, "either": 1, "anniversary": 1, "marked": 1, "retrospective": 1, "exhibition": 3, "Kosmos": 1, "Alchemy": 1, "everyday": 1, "Organized": 1, "Vitra": 1, "Design": 1, "Museum": 1, "traveling": 1, "facets": 1, "achievements": 1, "influence": 1, "furniture": 2, "design": 3, "dance": 1, "Eurythmy": 1, "Biodynamic": 1, "opened": 1, "Kunstmuseum": 1, "scientism": 1, "methodology": 1, "investigate": 1, "observations": 2, "dependable": 1, "above": 1, "falliblep": 1, "logically": 1, "errors": 1, "researchers": 1, "universalist": 1, "humanist": 1, "racial": 2, "assumptions": 1, "Due": 1, "contradictions": 1, "whether": 1, "interprets": 1, "racist": 1, "depends": 1, "readers": 1, "concerns": 1, "dint": 1, "shared": 1, "language": 1, "race": 4, "manifestation": 1, "humanitys": 1, "complex": 1, "hierarchies": 1, "derived": 1, "anthropology": 1, "consistently": 1, "subordinated": 1, "ethnicity": 3, "gender": 2, "hereditary": 1, "factors": 2, "centered": 1, "persons": 1, "biography": 1, "single": 1, "More": 1, "specifically": 1, "folk": 1, "describable": 1, "categories": 1, "may": 1, "choose": 1, "fit": 1, "best": 1, "attacking": 1, "manifestations": 1, "antisemitism": 1, "criticizing": 1, "antiSemites": 1, "barbaric": 1, "enemies": 1, "occasions": 1, "Jewish": 3, "relevance": 1, "assimilation": 1, "stance": 1, "come": 1, "severe": 1, "criticism": 1, "recent": 1, "Theodor": 1, "Herzls": 1, "Zionist": 1, "state": 2, "ethnically": 1, "determined": 1, "outmoded": 1, "civic": 1, "identity": 1, "Towards": 1, "massive": 1, "defamatory": 1, "press": 1, "attacks": 1, "mounted": 1, "early": 1, "leaders": 1, "rightwing": 1, "nationalists": 1, "incompatible": 1, "ideology": 1, "charged": 1, "connections": 1, "falsely": 1, "standard": 1, "Collected": 2, "Works": 2, "still": 1, "production": 1, "documenting": 1, "graphic": 1, "choreography": 1, "documented": 1, "extensively": 1, "outside": 1}, "freq": {"Theosophists": 0.0002867383512544803, "Theosophical": 0.0015770609318996416, "philosophical": 0.0015770609318996416, "concepts": 0.00014336917562724014, "organizations": 0.00014336917562724014, "texts": 0.00014336917562724014, "publications": 0.00043010752688172043, "Masters": 0.00014336917562724014, "Comparative": 0.00014336917562724014, "Theosophy": 0.0005734767025089606, "Related": 0.00014336917562724014, "Rudolf": 0.0007168458781362007, "Joseph": 0.00043010752688172043, "Lorenz": 0.00014336917562724014, "Steiner": 0.01835125448028674, "or": 0.0025806451612903226, "February": 0.0002867383512544803, "March": 0.0002867383512544803, "was": 0.007741935483870968, "an": 0.005591397849462366, "Austrian": 0.0007168458781362007, "philosopher": 0.00043010752688172043, "social": 0.0018637992831541219, "reformer": 0.00014336917562724014, "architect": 0.00014336917562724014, "esotericist": 0.00014336917562724014, "and": 0.03369175627240143, "claimed": 0.0002867383512544803, "clairvoyant": 0.0002867383512544803, "gained": 0.00043010752688172043, "initial": 0.00014336917562724014, "recognition": 0.00014336917562724014, "at": 0.002867383512544803, "the": 0.05806451612903226, "end": 0.0008602150537634409, "of": 0.04989247311827957, "nineteenth": 0.0002867383512544803, "century": 0.0005734767025089606, "as": 0.011326164874551972, "a": 0.022365591397849462, "literary": 0.0007168458781362007, "critic": 0.00043010752688172043, "published": 0.0018637992831541219, "works": 0.0011469534050179211, "including": 0.0018637992831541219, "The": 0.0054480286738351254, "Philosophy": 0.0014336917562724014, "Freedom": 0.0012903225806451613, "At": 0.001003584229390681, "beginning": 0.0007168458781362007, "twentieth": 0.00014336917562724014, "he": 0.008315412186379928, "founded": 0.0015770609318996416, "esoteric": 0.0008602150537634409, "spiritual": 0.0064516129032258064, "movement": 0.0011469534050179211, "anthroposophy": 0.0005734767025089606, "with": 0.005161290322580645, "roots": 0.00014336917562724014, "in": 0.023082437275985662, "German": 0.0011469534050179211, "idealist": 0.00014336917562724014, "philosophy": 0.0015770609318996416, "theosophy": 0.0002867383512544803, "other": 0.0014336917562724014, "influences": 0.0005734767025089606, "include": 0.0008602150537634409, "Goethean": 0.00014336917562724014, "science": 0.0027240143369175627, "Rosicrucianism": 0.00014336917562724014, "In": 0.005734767025089606, "first": 0.0022939068100358423, "more": 0.0018637992831541219, "philosophically": 0.0002867383512544803, "oriented": 0.00014336917562724014, "phase": 0.0005734767025089606, "this": 0.004301075268817204, "attempted": 0.0002867383512544803, "to": 0.027670250896057347, "find": 0.001003584229390681, "synthesis": 0.0002867383512544803, "between": 0.0017204301075268817, "spirituality": 0.0005734767025089606, "His": 0.0018637992831541219, "work": 0.004014336917562724, "these": 0.002150537634408602, "years": 0.0015770609318996416, "which": 0.005161290322580645, "termed": 0.00043010752688172043, "sought": 0.0005734767025089606, "apply": 0.00043010752688172043, "clarity": 0.00014336917562724014, "thinking": 0.002150537634408602, "characteristic": 0.00014336917562724014, "Western": 0.00043010752688172043, "questions": 0.0002867383512544803, "differentiating": 0.00014336917562724014, "approach": 0.002007168458781362, "from": 0.004731182795698925, "what": 0.001003584229390681, "considered": 0.0011469534050179211, "be": 0.004731182795698925, "vaguer": 0.00014336917562724014, "approaches": 0.0002867383512544803, "mysticism": 0.0002867383512544803, "second": 0.0005734767025089606, "around": 0.0005734767025089606, "began": 0.001003584229390681, "working": 0.0008602150537634409, "collaboratively": 0.00014336917562724014, "variety": 0.00043010752688172043, "artistic": 0.0008602150537634409, "media": 0.00014336917562724014, "drama": 0.00043010752688172043, "arts": 0.0007168458781362007, "developing": 0.0002867383512544803, "new": 0.0018637992831541219, "form": 0.002007168458781362, "eurythmy": 0.0005734767025089606, "architecture": 0.0007168458781362007, "culminating": 0.00043010752688172043, "building": 0.0007168458781362007, "Goetheanum": 0.0014336917562724014, "cultural": 0.0012903225806451613, "centre": 0.0002867383512544803, "house": 0.0002867383512544803, "all": 0.0018637992831541219, "third": 0.00014336917562724014, "his": 0.011182795698924731, "after": 0.0011469534050179211, "World": 0.0012903225806451613, "War": 0.001003584229390681, "I": 0.0015770609318996416, "worked": 0.00043010752688172043, "establish": 0.0002867383512544803, "various": 0.0008602150537634409, "practical": 0.00043010752688172043, "endeavors": 0.00014336917562724014, "Waldorf": 0.0008602150537634409, "education": 0.0012903225806451613, "biodynamic": 0.00043010752688172043, "agriculture": 0.0012903225806451613, "anthroposophical": 0.001003584229390681, "medicine": 0.0005734767025089606, "advocated": 0.00014336917562724014, "ethical": 0.0005734767025089606, "individualism": 0.0002867383512544803, "later": 0.0018637992831541219, "brought": 0.00014336917562724014, "explicitly": 0.00043010752688172043, "He": 0.0037275985663082437, "based": 0.0012903225806451613, "epistemology": 0.0002867383512544803, "on": 0.006738351254480287, "Johann": 0.00043010752688172043, "Wolfgang": 0.0002867383512544803, "Goethes": 0.0024372759856630824, "world": 0.0027240143369175627, "view": 0.00043010752688172043, "Thinking": 0.0002867383512544803, "is": 0.006308243727598566, "no": 0.0007168458781362007, "less": 0.0002867383512544803, "organ": 0.0002867383512544803, "perception": 0.0007168458781362007, "than": 0.0008602150537634409, "eye": 0.0002867383512544803, "ear": 0.0002867383512544803, "Just": 0.00014336917562724014, "perceives": 0.0002867383512544803, "colours": 0.00014336917562724014, "sounds": 0.0002867383512544803, "so": 0.0007168458781362007, "ideas": 0.0014336917562724014, "A": 0.0005734767025089606, "consistent": 0.0002867383512544803, "thread": 0.00014336917562724014, "that": 0.012903225806451613, "runs": 0.00014336917562724014, "earliest": 0.0002867383512544803, "through": 0.001003584229390681, "orientation": 0.00014336917562724014, "goal": 0.00043010752688172043, "demonstrating": 0.00014336917562724014, "there": 0.0011469534050179211, "are": 0.0018637992831541219, "essential": 0.0005734767025089606, "limits": 0.00014336917562724014, "human": 0.003010752688172043, "knowledge": 0.0011469534050179211, "Steiners": 0.005734767025089606, "father": 0.00043010752688172043, "Johannes": 0.00014336917562724014, "left": 0.0002867383512544803, "position": 0.00043010752688172043, "gamekeeper": 0.00014336917562724014, "service": 0.00014336917562724014, "Count": 0.00043010752688172043, "Hoyos": 0.0002867383512544803, "Geras": 0.00014336917562724014, "northeast": 0.00014336917562724014, "Lower": 0.0002867383512544803, "Austria": 0.00043010752688172043, "marry": 0.00014336917562724014, "one": 0.002007168458781362, "familys": 0.00014336917562724014, "housemaids": 0.00014336917562724014, "Franziska": 0.00014336917562724014, "Blie": 0.00014336917562724014, "Horn": 0.0002867383512544803, "marriage": 0.00014336917562724014, "for": 0.007741935483870968, "had": 0.0025806451612903226, "refused": 0.00014336917562724014, "permission": 0.00014336917562724014, "became": 0.001003584229390681, "telegraph": 0.00014336917562724014, "operator": 0.00014336917562724014, "Southern": 0.00014336917562724014, "Railway": 0.00014336917562724014, "time": 0.0015770609318996416, "Rudolfs": 0.0002867383512544803, "birth": 0.0002867383512544803, "stationed": 0.00014336917562724014, "Murakirály": 0.00014336917562724014, "Kraljevec": 0.0002867383512544803, "Muraköz": 0.00014336917562724014, "region": 0.0002867383512544803, "Kingdom": 0.00014336917562724014, "Hungary": 0.00014336917562724014, "Empire": 0.00014336917562724014, "presentday": 0.00014336917562724014, "Donji": 0.00014336917562724014, "Međimurje": 0.00014336917562724014, "northernmost": 0.00014336917562724014, "Croatia": 0.00014336917562724014, "two": 0.0018637992831541219, "life": 0.0025806451612903226, "family": 0.0007168458781362007, "moved": 0.0008602150537634409, "twice": 0.00014336917562724014, "Mödling": 0.00014336917562724014, "near": 0.00014336917562724014, "Vienna": 0.0007168458781362007, "then": 0.0002867383512544803, "promotion": 0.00014336917562724014, "stationmaster": 0.00014336917562724014, "Pottschach": 0.00014336917562724014, "located": 0.00014336917562724014, "foothills": 0.00014336917562724014, "eastern": 0.00014336917562724014, "Alps": 0.00014336917562724014, "entered": 0.00014336917562724014, "village": 0.0005734767025089606, "school": 0.001003584229390681, "but": 0.0022939068100358423, "following": 0.0002867383512544803, "disagreement": 0.00014336917562724014, "schoolmaster": 0.00014336917562724014, "briefly": 0.00014336917562724014, "educated": 0.00014336917562724014, "home": 0.00043010752688172043, "when": 0.0011469534050179211, "eight": 0.00014336917562724014, "old": 0.0005734767025089606, "Neudörfl": 0.00014336917562724014, "October": 0.00014336917562724014, "proceeded": 0.00014336917562724014, "realschule": 0.00014336917562724014, "Wiener": 0.00014336917562724014, "NeustadtChap": 0.00014336917562724014, "Inzersdorf": 0.00014336917562724014, "enable": 0.0002867383512544803, "attend": 0.00014336917562724014, "Institute": 0.0002867383512544803, "Technology": 0.0002867383512544803, "where": 0.0007168458781362007, "enrolled": 0.00014336917562724014, "courses": 0.00043010752688172043, "mathematics": 0.00043010752688172043, "physics": 0.00014336917562724014, "chemistry": 0.00014336917562724014, "botany": 0.00014336917562724014, "zoology": 0.00014336917562724014, "mineralogy": 0.00014336917562724014, "audited": 0.00014336917562724014, "literature": 0.00014336917562724014, "academic": 0.0002867383512544803, "scholarship": 0.0002867383512544803, "completed": 0.0002867383512544803, "studies": 0.00014336917562724014, "requirements": 0.00014336917562724014, "Ghega": 0.00014336917562724014, "satisfactorily": 0.00014336917562724014, "teachers": 0.00014336917562724014, "Karl": 0.00014336917562724014, "Julius": 0.00014336917562724014, "SchröerChap": 0.00014336917562724014, "suggested": 0.001003584229390681, "name": 0.00043010752688172043, "Kürschner": 0.0002867383512544803, "chief": 0.00043010752688172043, "editor": 0.0005734767025089606, "edition": 0.00043010752688172043, "who": 0.0015770609318996416, "asked": 0.0002867383512544803, "become": 0.0008602150537634409, "editions": 0.0002867383512544803, "natural": 0.0018637992831541219, "truly": 0.0002867383512544803, "astonishing": 0.00014336917562724014, "opportunity": 0.00014336917562724014, "young": 0.00043010752688172043, "student": 0.00014336917562724014, "without": 0.0007168458781362007, "any": 0.00043010752688172043, "credentials": 0.00014336917562724014, "previous": 0.00014336917562724014, "Before": 0.00014336917562724014, "attending": 0.00014336917562724014, "studied": 0.0002867383512544803, "Kant": 0.00014336917562724014, "Fichte": 0.0002867383512544803, "Schelling": 0.0002867383512544803, "When": 0.0002867383512544803, "nine": 0.00014336917562724014, "believed": 0.0008602150537634409, "saw": 0.0005734767025089606, "spirit": 0.001003584229390681, "aunt": 0.00014336917562724014, "died": 0.00043010752688172043, "faroff": 0.00014336917562724014, "town": 0.00014336917562724014, "asking": 0.00014336917562724014, "him": 0.001003584229390681, "help": 0.0007168458781362007, "her": 0.0002867383512544803, "neither": 0.0002867383512544803, "nor": 0.00014336917562724014, "knew": 0.00014336917562724014, "womans": 0.00014336917562724014, "death": 0.00043010752688172043, "related": 0.0002867383512544803, "child": 0.0005734767025089606, "felt": 0.00014336917562724014, "must": 0.001003584229390681, "carry": 0.00014336917562724014, "within": 0.00043010752688172043, "oneself": 0.0002867383512544803, "fashion": 0.00014336917562724014, "geometry": 0.0002867383512544803, "here": 0.00014336917562724014, "permitted": 0.00014336917562724014, "know": 0.00014336917562724014, "something": 0.00043010752688172043, "mind": 0.0005734767025089606, "alone": 0.00014336917562724014, "its": 0.0017204301075268817, "own": 0.0017204301075268817, "power": 0.00043010752688172043, "experiences": 0.0007168458781362007, "feeling": 0.0002867383512544803, "found": 0.0008602150537634409, "justification": 0.0002867383512544803, "experienced": 0.00043010752688172043, "confirmed": 0.00014336917562724014, "myself": 0.00014336917562724014, "by": 0.005878136200716846, "means": 0.00014336917562724014, "speak": 0.0002867383512544803, "not": 0.0027240143369175627, "seen": 0.00043010752688172043, "age": 0.0002867383512544803, "complete": 0.00043010752688172043, "understanding": 0.0011469534050179211, "concept": 0.0002867383512544803, "precondition": 0.00014336917562724014, "clairvoyance": 0.00014336917562724014, "train": 0.00014336917562724014, "met": 0.0005734767025089606, "herb": 0.00014336917562724014, "gatherer": 0.00014336917562724014, "Felix": 0.00014336917562724014, "Kogutzki": 0.0002867383512544803, "spoke": 0.0005734767025089606, "about": 0.0015770609318996416, "experience": 0.0018637992831541219, "therein": 0.00014336917562724014, "conveyed": 0.00014336917562724014, "nature": 0.0017204301075268817, "nonacademic": 0.00014336917562724014, "result": 0.0005734767025089606, "invited": 0.0002867383512544803, "Goethe": 0.0007168458781362007, "archives": 0.0002867383512544803, "Weimar": 0.0002867383512544803, "remained": 0.0005734767025089606, "archive": 0.0002867383512544803, "until": 0.0002867383512544803, "As": 0.0005734767025089606, "well": 0.0005734767025089606, "introductions": 0.00014336917562724014, "commentaries": 0.0002867383512544803, "four": 0.0005734767025089606, "volumes": 0.001003584229390681, "scientific": 0.001003584229390681, "writings": 0.0008602150537634409, "wrote": 0.0007168458781362007, "books": 0.0008602150537634409, "Theory": 0.0002867383512544803, "Knowledge": 0.0005734767025089606, "Implicit": 0.0002867383512544803, "WorldConception": 0.0002867383512544803, "regarded": 0.0002867383512544803, "epistemological": 0.0002867383512544803, "foundation": 0.0002867383512544803, "Conception": 0.0002867383512544803, "During": 0.0005734767025089606, "also": 0.002007168458781362, "collaborated": 0.00014336917562724014, "Arthur": 0.00014336917562724014, "Schopenhauer": 0.00014336917562724014, "writer": 0.00014336917562724014, "Jean": 0.00014336917562724014, "Paul": 0.00014336917562724014, "numerous": 0.0002867383512544803, "articles": 0.0002867383512544803, "journals": 0.00014336917562724014, "received": 0.00014336917562724014, "doctorate": 0.00014336917562724014, "University": 0.00014336917562724014, "Rostock": 0.00014336917562724014, "dissertation": 0.00043010752688172043, "discussing": 0.0002867383512544803, "Fichtes": 0.00014336917562724014, "ego": 0.00014336917562724014, "submitted": 0.00014336917562724014, "Heinrich": 0.00014336917562724014, "von": 0.0011469534050179211, "Stein": 0.00014336917562724014, "whose": 0.00014336917562724014, "Seven": 0.00014336917562724014, "Books": 0.00014336917562724014, "Platonism": 0.00014336917562724014, "esteemedChap": 0.00014336917562724014, "expanded": 0.00043010752688172043, "Truth": 0.00043010752688172043, "Prelude": 0.00014336917562724014, "dedication": 0.00014336917562724014, "Eduard": 0.00014336917562724014, "Hartmann": 0.00014336917562724014, "Two": 0.00014336917562724014, "Die": 0.00014336917562724014, "Philosophie": 0.00014336917562724014, "der": 0.00014336917562724014, "Freiheit": 0.00014336917562724014, "Spiritual": 0.0008602150537634409, "Activity": 0.0002867383512544803, "latter": 0.0002867383512544803, "being": 0.002007168458781362, "preferred": 0.00014336917562724014, "English": 0.00043010752688172043, "title": 0.0002867383512544803, "exploration": 0.00014336917562724014, "ethics": 0.00014336917562724014, "way": 0.0005734767025089606, "humans": 0.00014336917562724014, "spiritually": 0.00014336917562724014, "free": 0.0015770609318996416, "beings": 0.0015770609318996416, "book": 0.001003584229390681, "containing": 0.00014336917562724014, "implicitly": 0.00014336917562724014, "entire": 0.00014336917562724014, "content": 0.0002867383512544803, "developed": 0.0007168458781362007, "declined": 0.00014336917562724014, "offer": 0.00014336917562724014, "Elisabeth": 0.00014336917562724014, "FörsterNietzsche": 0.0002867383512544803, "organize": 0.00014336917562724014, "Nietzsche": 0.0005734767025089606, "Naumburg": 0.00014336917562724014, "Her": 0.00014336917562724014, "brother": 0.00014336917562724014, "non": 0.00014336917562724014, "compos": 0.00014336917562724014, "mentis": 0.00014336917562724014, "introduced": 0.00014336917562724014, "into": 0.0012903225806451613, "presence": 0.0002867383512544803, "catatonic": 0.00014336917562724014, "deeply": 0.00014336917562724014, "subsequently": 0.0002867383512544803, "Friedrich": 0.0002867383512544803, "Fighter": 0.00014336917562724014, "My": 0.00014336917562724014, "acquaintance": 0.00014336917562724014, "Nietzsches": 0.0002867383512544803, "belongs": 0.00014336917562724014, "year": 0.0005734767025089606, "Previous": 0.00014336917562724014, "never": 0.0002867383512544803, "read": 0.0002867383512544803, "line": 0.0002867383512544803, "Upon": 0.00014336917562724014, "substance": 0.00014336917562724014, "my": 0.00043010752688172043, "expression": 0.00014336917562724014, "thought": 0.001003584229390681, "least": 0.0002867383512544803, "influenceNietzsches": 0.00014336917562724014, "eternal": 0.00014336917562724014, "recurrence": 0.00014336917562724014, "Übermensch": 0.00014336917562724014, "long": 0.00014336917562724014, "For": 0.001003584229390681, "reflected": 0.00014336917562724014, "personality": 0.0002867383512544803, "feel": 0.00014336917562724014, "concerning": 0.00014336917562724014, "evolution": 0.001003584229390681, "humanity": 0.0008602150537634409, "kept": 0.00014336917562724014, "back": 0.0002867383512544803, "grasping": 0.00014336917562724014, "restricted": 0.00014336917562724014, "characterizing": 0.00014336917562724014, "th": 0.00043010752688172043, "centuryWhat": 0.00014336917562724014, "attracted": 0.00014336917562724014, "me": 0.00014336917562724014, "particularly": 0.00043010752688172043, "could": 0.00043010752688172043, "coming": 0.0002867383512544803, "upon": 0.001003584229390681, "anything": 0.00014336917562724014, "strove": 0.00014336917562724014, "make": 0.0002867383512544803, "reader": 0.0002867383512544803, "dependent": 0.00014336917562724014, "NietzschesChap": 0.00014336917562724014, "Berlin": 0.0007168458781362007, "part": 0.0002867383512544803, "owner": 0.00014336917562724014, "active": 0.00043010752688172043, "contributor": 0.00014336917562724014, "journal": 0.0002867383512544803, "Magazin": 0.00014336917562724014, "für": 0.00014336917562724014, "Literatur": 0.00014336917562724014, "hoped": 0.00014336917562724014, "readership": 0.00014336917562724014, "sympathetic": 0.00014336917562724014, "Many": 0.00043010752688172043, "subscribers": 0.0002867383512544803, "were": 0.0022939068100358423, "alienated": 0.00014336917562724014, "unpopular": 0.00014336917562724014, "support": 0.0002867383512544803, "Émile": 0.00014336917562724014, "Zola": 0.00014336917562724014, "Dreyfus": 0.00014336917562724014, "Affair": 0.00014336917562724014, "lost": 0.0002867383512544803, "extracts": 0.00014336917562724014, "correspondence": 0.0002867383512544803, "anarchist": 0.00014336917562724014, "John": 0.00014336917562724014, "Henry": 0.00014336917562724014, "Mackay": 0.00014336917562724014, "Dissatisfaction": 0.00014336917562724014, "editorial": 0.00014336917562724014, "style": 0.00014336917562724014, "eventually": 0.00014336917562724014, "led": 0.0017204301075268817, "departure": 0.0002867383512544803, "magazine": 0.0002867383512544803, "married": 0.00014336917562724014, "Anna": 0.0002867383512544803, "Eunicke": 0.00014336917562724014, "couple": 0.00014336917562724014, "separated": 0.00014336917562724014, "several": 0.0005734767025089606, "article": 0.0002867383512544803, "Secret": 0.00014336917562724014, "Revelation": 0.00014336917562724014, "fairy": 0.00014336917562724014, "tale": 0.00014336917562724014, "Green": 0.00014336917562724014, "Snake": 0.00014336917562724014, "Beautiful": 0.00014336917562724014, "Lily": 0.00014336917562724014, "This": 0.0011469534050179211, "invitation": 0.00014336917562724014, "Countess": 0.00014336917562724014, "Brockdorff": 0.00014336917562724014, "gathering": 0.00014336917562724014, "subject": 0.00014336917562724014, "continued": 0.00043010752688172043, "speaking": 0.0002867383512544803, "regularly": 0.00014336917562724014, "members": 0.0005734767025089606, "Society": 0.0014336917562724014, "becoming": 0.00014336917562724014, "head": 0.00014336917562724014, "newly": 0.00014336917562724014, "constituted": 0.00014336917562724014, "section": 0.0002867383512544803, "ever": 0.00014336917562724014, "formally": 0.00014336917562724014, "joining": 0.00014336917562724014, "society": 0.0008602150537634409, "It": 0.0005734767025089606, "connection": 0.00043010752688172043, "Marie": 0.00043010752688172043, "Sivers": 0.00043010752688172043, "wife": 0.0002867383512544803, "By": 0.00043010752688172043, "appointed": 0.00014336917562724014, "Annie": 0.00014336917562724014, "Besant": 0.00014336917562724014, "leader": 0.0002867383512544803, "Esoteric": 0.00043010752688172043, "Germany": 0.0012903225806451613, "Eliza": 0.0002867383512544803, "Helmuth": 0.0002867383512544803, "Moltke": 0.00014336917562724014, "Younger": 0.00014336917562724014, "favourite": 0.00014336917562724014, "scholars": 0.00014336917562724014, "Through": 0.00014336917562724014, "served": 0.00014336917562724014, "Chief": 0.00014336917562724014, "General": 0.0002867383512544803, "Staff": 0.00014336917562724014, "contrast": 0.0007168458781362007, "mainstream": 0.0002867383512544803, "build": 0.0002867383512544803, "mystical": 0.00014336917562724014, "traditions": 0.00014336917562724014, "European": 0.0002867383512544803, "culture": 0.0008602150537634409, "Section": 0.00014336917562724014, "grew": 0.0002867383512544803, "rapidly": 0.0002867383512544803, "under": 0.0007168458781362007, "leadership": 0.00014336917562724014, "lectured": 0.00014336917562724014, "throughout": 0.0002867383512544803, "much": 0.00014336917562724014, "Europe": 0.0008602150537634409, "period": 0.0005734767025089606, "maintained": 0.00043010752688172043, "original": 0.00043010752688172043, "replacing": 0.00014336917562724014, "Madame": 0.00014336917562724014, "Blavatskys": 0.00014336917562724014, "terminology": 0.00014336917562724014, "basing": 0.00014336917562724014, "research": 0.0011469534050179211, "teachings": 0.00014336917562724014, "tradition": 0.00014336917562724014, "differences": 0.00014336917562724014, "particular": 0.0007168458781362007, "vocal": 0.00014336917562724014, "rejection": 0.00014336917562724014, "Leadbeater": 0.00014336917562724014, "Besants": 0.00014336917562724014, "claim": 0.0002867383512544803, "Jiddu": 0.00014336917562724014, "Krishnamurti": 0.00014336917562724014, "vehicle": 0.00014336917562724014, "Maitreya": 0.00014336917562724014, "teacher": 0.00043010752688172043, "formal": 0.00043010752688172043, "split": 0.00014336917562724014, "majority": 0.00014336917562724014, "broke": 0.00014336917562724014, "off": 0.0002867383512544803, "group": 0.0002867383512544803, "Anthroposophical": 0.0005734767025089606, "took": 0.0002867383512544803, "Anthroposophy": 0.001003584229390681, "Robert": 0.0002867383512544803, "Zimmermann": 0.00014336917562724014, "Despite": 0.00014336917562724014, "interest": 0.00014336917562724014, "Fueled": 0.00014336917562724014, "need": 0.00043010752688172043, "their": 0.0005734767025089606, "yearly": 0.00014336917562724014, "conferences": 0.00014336917562724014, "included": 0.0002867383512544803, "performances": 0.00014336917562724014, "plays": 0.0007168458781362007, "written": 0.0002867383512544803, "Edouard": 0.0002867383512544803, "Schuré": 0.0002867383512544803, "decision": 0.00014336917562724014, "made": 0.00043010752688172043, "theater": 0.0002867383512544803, "organizational": 0.00014336917562724014, "center": 0.0002867383512544803, "construction": 0.0002867383512544803, "Dornach": 0.0007168458781362007, "Switzerland": 0.00043010752688172043, "designed": 0.0002867383512544803, "built": 0.0002867383512544803, "significant": 0.0005734767025089606, "volunteers": 0.0002867383512544803, "offered": 0.0002867383512544803, "craftsmanship": 0.00014336917562724014, "simply": 0.00014336917562724014, "will": 0.0008602150537634409, "learn": 0.00014336917562724014, "skills": 0.00014336917562724014, "Once": 0.00014336917562724014, "started": 0.00014336917562724014, "hear": 0.00014336917562724014, "sound": 0.00014336917562724014, "cannon": 0.00014336917562724014, "fire": 0.00014336917562724014, "beyond": 0.00043010752688172043, "Swiss": 0.00014336917562724014, "border": 0.00014336917562724014, "despite": 0.00014336917562724014, "war": 0.00043010752688172043, "people": 0.001003584229390681, "over": 0.00043010752688172043, "peaceably": 0.00014336917562724014, "side": 0.0002867383512544803, "buildings": 0.0008602150537634409, "lived": 0.0002867383512544803, "lecture": 0.0011469534050179211, "activity": 0.001003584229390681, "enormously": 0.00014336917562724014, "Most": 0.00014336917562724014, "importantly": 0.00014336917562724014, "institutions": 0.0011469534050179211, "activities": 0.0002867383512544803, "Stuttgart": 0.00043010752688172043, "same": 0.0007168458781362007, "wideranging": 0.00014336917562724014, "On": 0.0002867383512544803, "New": 0.0002867383512544803, "Years": 0.00014336917562724014, "Eve": 0.00014336917562724014, "burned": 0.00014336917562724014, "ground": 0.00014336917562724014, "contemporary": 0.00043010752688172043, "police": 0.00014336917562724014, "reports": 0.00014336917562724014, "indicate": 0.00014336917562724014, "arson": 0.00014336917562724014, "probable": 0.00014336917562724014, "cause": 0.00014336917562724014, "immediately": 0.00014336917562724014, "designing": 0.00014336917562724014, "concrete": 0.0002867383512544803, "instead": 0.00014336917562724014, "wood": 0.0002867383512544803, "three": 0.0007168458781362007, "Foundation": 0.0002867383512544803, "Meeting": 0.00014336917562724014, "held": 0.00043010752688172043, "during": 0.0007168458781362007, "Christmas": 0.00014336917562724014, "laying": 0.00014336917562724014, "Stone": 0.00014336917562724014, "hearts": 0.00014336917562724014, "listeners": 0.0002867383512544803, "meeting": 0.00043010752688172043, "established": 0.00014336917562724014, "executive": 0.00014336917562724014, "board": 0.00014336917562724014, "School": 0.0007168458781362007, "Science": 0.00043010752688172043, "intended": 0.0007168458781362007, "initiative": 0.0002867383512544803, "study": 0.00014336917562724014, "soul": 0.0007168458781362007, "initially": 0.0002867383512544803, "sections": 0.0002867383512544803, "general": 0.0002867383512544803, "performing": 0.00014336917562724014, "speech": 0.0005734767025089606, "music": 0.0002867383512544803, "humanities": 0.00043010752688172043, "astronomy": 0.00014336917562724014, "visual": 0.00014336917562724014, "Later": 0.00014336917562724014, "added": 0.00014336917562724014, "sciences": 0.00043010752688172043, "youth": 0.00014336917562724014, "meditative": 0.0002867383512544803, "exercises": 0.00014336917562724014, "given": 0.0005734767025089606, "wellknown": 0.00014336917562724014, "controversial": 0.00014336917562724014, "public": 0.00043010752688172043, "figure": 0.0002867383512544803, "response": 0.00014336917562724014, "catastrophic": 0.00014336917562724014, "situation": 0.00014336917562724014, "postwar": 0.00014336917562724014, "proposed": 0.0007168458781362007, "extensive": 0.0002867383512544803, "reforms": 0.0002867383512544803, "establishment": 0.00014336917562724014, "Threefold": 0.0002867383512544803, "Social": 0.00043010752688172043, "Order": 0.0002867383512544803, "political": 0.0007168458781362007, "economic": 0.00043010752688172043, "realms": 0.00043010752688172043, "would": 0.0015770609318996416, "largely": 0.00043010752688172043, "independent": 0.0007168458781362007, "argued": 0.00014336917562724014, "fusion": 0.00014336917562724014, "created": 0.00014336917562724014, "inflexibility": 0.00014336917562724014, "catastrophes": 0.00014336917562724014, "such": 0.0015770609318996416, "promoted": 0.0002867383512544803, "radical": 0.0002867383512544803, "solution": 0.00014336917562724014, "disputed": 0.00014336917562724014, "area": 0.0002867383512544803, "Upper": 0.00014336917562724014, "Silesia": 0.00014336917562724014, "both": 0.0011469534050179211, "Poland": 0.00014336917562724014, "suggestion": 0.00014336917562724014, "granted": 0.00014336917562724014, "provisional": 0.00014336917562724014, "independence": 0.0002867383512544803, "publicly": 0.0002867383512544803, "accused": 0.00014336917562724014, "traitor": 0.00014336917562724014, "opposed": 0.00014336917562724014, "Wilsons": 0.00014336917562724014, "proposal": 0.00014336917562724014, "create": 0.0008602150537634409, "nations": 0.0002867383512544803, "ethnic": 0.00014336917562724014, "groups": 0.0002867383512544803, "opening": 0.00014336917562724014, "door": 0.0002867383512544803, "rampant": 0.00014336917562724014, "nationalism": 0.00014336917562724014, "alternative": 0.00014336917562724014, "territories": 0.00014336917562724014, "democratic": 0.00014336917562724014, "accessible": 0.00043010752688172043, "inhabitants": 0.00014336917562724014, "territory": 0.00014336917562724014, "whatever": 0.00014336917562724014, "origin": 0.00014336917562724014, "while": 0.0011469534050179211, "needs": 0.00043010752688172043, "ethnicities": 0.00014336917562724014, "National": 0.0005734767025089606, "Socialist": 0.00043010752688172043, "Workers": 0.00014336917562724014, "Party": 0.00014336917562724014, "strength": 0.00014336917562724014, "First": 0.0005734767025089606, "theorist": 0.00014336917562724014, "Dietrich": 0.00014336917562724014, "Eckart": 0.00014336917562724014, "attacked": 0.0002867383512544803, "Jew": 0.00014336917562724014, "Adolf": 0.0002867383512544803, "Hitler": 0.00043010752688172043, "many": 0.0007168458781362007, "fronts": 0.00014336917562724014, "accusations": 0.00014336917562724014, "tool": 0.00014336917562724014, "Jews": 0.0002867383512544803, "nationalist": 0.00014336917562724014, "extremists": 0.00014336917562724014, "called": 0.0007168458781362007, "against": 0.0002867383512544803, "That": 0.00014336917562724014, "warned": 0.0002867383512544803, "disastrous": 0.00014336917562724014, "effects": 0.00014336917562724014, "it": 0.0017204301075268817, "have": 0.0014336917562724014, "Central": 0.0002867383512544803, "if": 0.0005734767025089606, "Socialists": 0.00014336917562724014, "came": 0.00043010752688172043, "giving": 0.0002867383512544803, "Munich": 0.0002867383512544803, "disrupted": 0.00014336917562724014, "stink": 0.00014336917562724014, "bombs": 0.00014336917562724014, "let": 0.00014336917562724014, "lights": 0.00014336917562724014, "switched": 0.00014336917562724014, "out": 0.0011469534050179211, "rushed": 0.00014336917562724014, "stage": 0.00014336917562724014, "apparently": 0.00014336917562724014, "attempting": 0.00014336917562724014, "attack": 0.00014336917562724014, "exited": 0.00014336917562724014, "safely": 0.00014336917562724014, "Unable": 0.00014336917562724014, "guarantee": 0.00014336917562724014, "safety": 0.00014336917562724014, "agents": 0.00014336917562724014, "cancelled": 0.00014336917562724014, "next": 0.00014336917562724014, "tour": 0.00014336917562724014, "Beer": 0.00014336917562724014, "Hall": 0.00014336917562724014, "Putsch": 0.00014336917562724014, "give": 0.0002867383512544803, "up": 0.00043010752688172043, "residence": 0.00014336917562724014, "saying": 0.00014336917562724014, "those": 0.001003584229390681, "responsible": 0.00014336917562724014, "coup": 0.00014336917562724014, "others": 0.0007168458781362007, "longer": 0.00014336917562724014, "possible": 0.0007168458781362007, "enter": 0.00014336917562724014, "country": 0.00014336917562724014, "From": 0.00043010752688172043, "showed": 0.00014336917562724014, "signs": 0.00014336917562724014, "increasing": 0.0002867383512544803, "frailness": 0.00014336917562724014, "illness": 0.00014336917562724014, "nonetheless": 0.00014336917562724014, "widely": 0.00043010752688172043, "even": 0.0005734767025089606, "travel": 0.00014336917562724014, "especially": 0.00014336917562724014, "towards": 0.00014336917562724014, "often": 0.00014336917562724014, "lectures": 0.0012903225806451613, "daily": 0.00014336917562724014, "taking": 0.00043010752688172043, "place": 0.00014336917562724014, "concurrently": 0.00014336917562724014, "focused": 0.0002867383512544803, "areas": 0.00014336917562724014, "Increasingly": 0.00014336917562724014, "ill": 0.00014336917562724014, "last": 0.00043010752688172043, "late": 0.00043010752688172043, "September": 0.0002867383512544803, "autobiography": 0.0002867383512544803, "months": 0.00014336917562724014, "phenomena": 0.0005734767025089606, "begun": 0.00014336917562724014, "write": 0.00014336917562724014, "topics": 0.0002867383512544803, "discussions": 0.00014336917562724014, "historical": 0.00043010752688172043, "figures": 0.0002867383512544803, "mystics": 0.00014336917562724014, "Middle": 0.00014336917562724014, "Ages": 0.00014336917562724014, "expressing": 0.0002867383512544803, "themes": 0.00043010752688172043, "essays": 0.0005734767025089606, "continuing": 0.00014336917562724014, "refer": 0.00014336917562724014, "wide": 0.00043010752688172043, "sources": 0.00014336917562724014, "discussed": 0.0002867383512544803, "number": 0.00043010752688172043, "since": 0.0002867383512544803, "appeared": 0.00014336917562724014, "forms": 0.001003584229390681, "basis": 0.00043010752688172043, "tries": 0.00014336917562724014, "show": 0.00043010752688172043, "rightly": 0.00014336917562724014, "understood": 0.0002867383512544803, "fact": 0.0002867383512544803, "spiritSteiner": 0.00014336917562724014, "Consequences": 0.00014336917562724014, "Monism": 0.00014336917562724014, "aimed": 0.00014336917562724014, "training": 0.0011469534050179211, "produce": 0.00014336917562724014, "rigorous": 0.00014336917562724014, "verifiable": 0.00014336917562724014, "presentations": 0.0002867383512544803, "freely": 0.00014336917562724014, "chosen": 0.00014336917562724014, "disciplines": 0.00014336917562724014, "anyone": 0.0002867383512544803, "develop": 0.00014336917562724014, "ability": 0.0002867383512544803, "higher": 0.00014336917562724014, "discipline": 0.0002867383512544803, "person": 0.0002867383512544803, "moral": 0.00014336917562724014, "creative": 0.0008602150537634409, "individual": 0.0005734767025089606, "sense": 0.00014336917562724014, "capable": 0.00043010752688172043, "actions": 0.00014336917562724014, "motivated": 0.00014336917562724014, "solely": 0.00014336917562724014, "love": 0.00043010752688172043, "affected": 0.00014336917562724014, "Franz": 0.00014336917562724014, "Brentano": 0.00014336917562724014, "whom": 0.00014336917562724014, "Hegel": 0.00014336917562724014, "phenomenological": 0.0002867383512544803, "used": 0.0005734767025089606, "word": 0.00014336917562724014, "Geisteswissenschaft": 0.0002867383512544803, "Geist": 0.00043010752688172043, "Wissenschaft": 0.00014336917562724014, "term": 0.00043010752688172043, "originally": 0.0002867383512544803, "coined": 0.00014336917562724014, "Wilhelm": 0.00014336917562724014, "Dilthey": 0.00014336917562724014, "descriptor": 0.00014336917562724014, "novel": 0.00014336917562724014, "describe": 0.0002867383512544803, "systematic": 0.00043010752688172043, "generally": 0.00043010752688172043, "translated": 0.0002867383512544803, "treating": 0.00014336917562724014, "actual": 0.0002867383512544803, "real": 0.0002867383512544803, "starting": 0.0002867383512544803, "premise": 0.00014336917562724014, "penetrate": 0.0002867383512544803, "behind": 0.00014336917562724014, "senseperceptible": 0.0002867383512544803, "psychology": 0.0002867383512544803, "history": 0.00043010752688172043, "direct": 0.00014336917562724014, "grasp": 0.00014336917562724014, "ideal": 0.0002867383512544803, "reality": 0.0005734767025089606, "required": 0.00043010752688172043, "close": 0.0002867383512544803, "attention": 0.00014336917562724014, "provided": 0.00014336917562724014, "distinctive": 0.00014336917562724014, "character": 0.0002867383512544803, "religious": 0.001003584229390681, "qualities": 0.00043010752688172043, "course": 0.0005734767025089606, "consciousness": 0.0012903225806451613, "William": 0.00014336917562724014, "James": 0.00014336917562724014, "pragmatic": 0.00014336917562724014, "psychic": 0.00014336917562724014, "emphasized": 0.0008602150537634409, "idiosyncratic": 0.00014336917562724014, "ways": 0.0002867383512544803, "can": 0.0017204301075268817, "rendered": 0.00014336917562724014, "intelligible": 0.00014336917562724014, "integrated": 0.00014336917562724014, "reincarnation": 0.00043010752688172043, "karma": 0.001003584229390681, "necessary": 0.0005734767025089606, "understand": 0.0002867383512544803, "external": 0.00043010752688172043, "comprehensible": 0.00014336917562724014, "insight": 0.00014336917562724014, "Beginning": 0.00014336917562724014, "described": 0.0008602150537634409, "aspects": 0.0002867383512544803, "relating": 0.00014336917562724014, "health": 0.00014336917562724014, "bound": 0.00043010752688172043, "transcend": 0.00014336917562724014, "actively": 0.00014336917562724014, "hold": 0.00014336917562724014, "ones": 0.0005734767025089606, "destiny": 0.00014336917562724014, "series": 0.0005734767025089606, "presented": 0.0008602150537634409, "further": 0.0005734767025089606, "successive": 0.00014336917562724014, "reincarnations": 0.00014336917562724014, "individuals": 0.00043010752688172043, "techniques": 0.00014336917562724014, "founder": 0.00014336917562724014, "After": 0.00014336917562724014, "contexts": 0.00014336917562724014, "schools": 0.0005734767025089606, "known": 0.0007168458781362007, "evolved": 0.0002867383512544803, "worldwide": 0.00043010752688172043, "network": 0.00014336917562724014, "system": 0.00043010752688172043, "organic": 0.0007168458781362007, "now": 0.0008602150537634409, "has": 0.0014336917562724014, "contributed": 0.0002867383512544803, "significantly": 0.00014336917562724014, "development": 0.0012903225806451613, "modern": 0.0014336917562724014, "farming": 0.00014336917562724014, "broad": 0.00043010752688172043, "range": 0.00043010752688172043, "complementary": 0.0002867383512544803, "medications": 0.00014336917562724014, "supportive": 0.00014336917562724014, "biographic": 0.00014336917562724014, "therapies": 0.00014336917562724014, "Numerous": 0.00014336917562724014, "homes": 0.00014336917562724014, "children": 0.0002867383512544803, "adults": 0.0002867383512544803, "developmental": 0.00014336917562724014, "disabilities": 0.00014336917562724014, "Camphill": 0.00014336917562724014, "Africa": 0.0002867383512544803, "North": 0.0002867383512544803, "America": 0.00043010752688172043, "paintings": 0.0002867383512544803, "drawings": 0.0007168458781362007, "influenced": 0.0008602150537634409, "Beuys": 0.0002867383512544803, "artists": 0.00014336917562724014, "been": 0.0007168458781362007, "cited": 0.00014336917562724014, "masterpieces": 0.00014336917562724014, "architects": 0.00014336917562724014, "thousands": 0.00014336917562724014, "scene": 0.00014336917562724014, "One": 0.0002867383512544803, "practice": 0.0002867383512544803, "banking": 0.00014336917562724014, "bank": 0.00014336917562724014, "finance": 0.00014336917562724014, "estate": 0.00014336917562724014, "correspondingly": 0.00014336917562724014, "forty": 0.00014336917562724014, "mystery": 0.0002867383512544803, "dramas": 0.0002867383512544803, "mantric": 0.00014336917562724014, "verse": 0.00014336917562724014, "collected": 0.00043010752688172043, "making": 0.00014336917562724014, "another": 0.0002867383512544803, "approximately": 0.00014336917562724014, "discuss": 0.00014336917562724014, "extremely": 0.00014336917562724014, "chiefly": 0.00014336917562724014, "illustrations": 0.00014336917562724014, "done": 0.00043010752688172043, "blackboards": 0.00014336917562724014, "separate": 0.00014336917562724014, "covered": 0.00014336917562724014, "architectural": 0.0002867383512544803, "legacy": 0.00014336917562724014, "sculptural": 0.0002867383512544803, "man": 0.00014336917562724014, "private": 0.00014336917562724014, "tutor": 0.00014336917562724014, "lecturer": 0.0002867383512544803, "Arbeiterbildungsschule": 0.00014336917562724014, "educational": 0.0002867383512544803, "class": 0.00014336917562724014, "Soon": 0.0002867383512544803, "thereafter": 0.0002867383512544803, "articulate": 0.00014336917562724014, "essay": 0.00014336917562724014, "Education": 0.00014336917562724014, "Child": 0.00014336917562724014, "major": 0.0002867383512544803, "phases": 0.00014336917562724014, "formed": 0.00014336917562724014, "conception": 0.00043010752688172043, "Herbartian": 0.00014336917562724014, "pedagogy": 0.00014336917562724014, "prominent": 0.0002867383512544803, "ff": 0.00014336917562724014, "though": 0.00043010752688172043, "criticized": 0.00043010752688172043, "Herbart": 0.00014336917562724014, "sufficiently": 0.0002867383512544803, "recognizing": 0.00014336917562724014, "importance": 0.00014336917562724014, "educating": 0.0002867383512544803, "feelings": 0.00014336917562724014, "intellect": 0.0002867383512544803, "Emil": 0.00014336917562724014, "Molt": 0.00014336917562724014, "workers": 0.00014336917562724014, "WaldorfAstoria": 0.00014336917562724014, "cigarette": 0.00014336917562724014, "factory": 0.00014336917562724014, "Out": 0.00014336917562724014, "conference": 0.00014336917562724014, "purpose": 0.0002867383512544803, "Oxford": 0.0002867383512544803, "Professor": 0.00014336917562724014, "Millicent": 0.00014336917562724014, "Mackenzie": 0.00014336917562724014, "Torquay": 0.0002867383512544803, "Summer": 0.00014336917562724014, "organised": 0.00014336917562724014, "Eleanor": 0.00014336917562724014, "Merry": 0.00014336917562724014, "Conference": 0.00014336917562724014, "founding": 0.00014336917562724014, "Britain": 0.00014336917562724014, "lifetime": 0.0002867383512544803, "principles": 0.00043010752688172043, "Hamburg": 0.00014336917562724014, "Essen": 0.00014336917562724014, "Hague": 0.00014336917562724014, "London": 0.00014336917562724014, "farmers": 0.00014336917562724014, "concerned": 0.00014336917562724014, "future": 0.0002867383512544803, "requested": 0.00014336917562724014, "responded": 0.00014336917562724014, "ecological": 0.00014336917562724014, "sustainable": 0.00014336917562724014, "increased": 0.00014336917562724014, "soil": 0.0002867383512544803, "fertility": 0.00014336917562724014, "use": 0.0005734767025089606, "chemical": 0.00014336917562724014, "fertilizers": 0.00014336917562724014, "pesticides": 0.00014336917562724014, "agricultural": 0.0002867383512544803, "promptly": 0.00014336917562724014, "spread": 0.00014336917562724014, "put": 0.00014336917562724014, "internationally": 0.00014336917562724014, "practiced": 0.00014336917562724014, "South": 0.00014336917562724014, "Asia": 0.00014336917562724014, "Australasia": 0.00014336917562724014, "central": 0.00043010752688172043, "aspect": 0.00043010752688172043, "biodynamics": 0.00014336917562724014, "farm": 0.00014336917562724014, "whole": 0.00043010752688172043, "organism": 0.0002867383512544803, "therefore": 0.00014336917562724014, "should": 0.0005734767025089606, "selfsustaining": 0.00014336917562724014, "producing": 0.00014336917562724014, "manure": 0.00014336917562724014, "animal": 0.0005734767025089606, "feed": 0.00014336917562724014, "Plant": 0.00014336917562724014, "disease": 0.00014336917562724014, "symptom": 0.00014336917562724014, "problems": 0.00014336917562724014, "timing": 0.00014336917562724014, "sowing": 0.00014336917562724014, "weeding": 0.00014336917562724014, "harvesting": 0.00014336917562724014, "utilize": 0.00014336917562724014, "plant": 0.0002867383512544803, "growth": 0.00014336917562724014, "moon": 0.00014336917562724014, "planets": 0.00014336917562724014, "application": 0.00014336917562724014, "materials": 0.00014336917562724014, "prepared": 0.00014336917562724014, "specific": 0.0002867383512544803, "compost": 0.00014336917562724014, "crops": 0.00014336917562724014, "intention": 0.00014336917562724014, "engaging": 0.00014336917562724014, "nonphysical": 0.00043010752688172043, "elemental": 0.00014336917562724014, "forces": 0.00043010752688172043, "taught": 0.00014336917562724014, "mushrooms": 0.00014336917562724014, "very": 0.00014336917562724014, "harmful": 0.00014336917562724014, "because": 0.0002867383512544803, "they": 0.0005734767025089606, "contain": 0.00014336917562724014, "hindering": 0.00014336917562724014, "lunar": 0.00014336917562724014, "everything": 0.00014336917562724014, "arose": 0.00014336917562724014, "Moon": 0.00014336917562724014, "signifies": 0.00014336917562724014, "rigidification": 0.00014336917562724014, "encouraged": 0.00014336917562724014, "verify": 0.00014336917562724014, "suggestions": 0.0002867383512544803, "empirically": 0.00014336917562724014, "yet": 0.0005734767025089606, "s": 0.0002867383512544803, "doctors": 0.00014336917562724014, "pharmacists": 0.00014336917562724014, "physicians": 0.00014336917562724014, "gathered": 0.00014336917562724014, "guidance": 0.00014336917562724014, "pharmaceutical": 0.00014336917562724014, "company": 0.00014336917562724014, "Weleda": 0.00014336917562724014, "distributes": 0.00014336917562724014, "naturopathic": 0.00014336917562724014, "medical": 0.0002867383512544803, "beauty": 0.00014336917562724014, "products": 0.00014336917562724014, "Dr": 0.00014336917562724014, "Ita": 0.0002867383512544803, "Wegman": 0.0002867383512544803, "anthroposophic": 0.00014336917562724014, "clinic": 0.00014336917562724014, "Clinic": 0.00014336917562724014, "Arlesheim": 0.00014336917562724014, "reform": 0.0002867383512544803, "petition": 0.00014336917562724014, "basic": 0.00014336917562724014, "circulated": 0.00014336917562724014, "signed": 0.00014336917562724014, "day": 0.00014336917562724014, "Hermann": 0.00014336917562724014, "Hesse": 0.00014336917562724014, "Toward": 0.00014336917562724014, "Renewal": 0.00014336917562724014, "spheres": 0.00014336917562724014, "together": 0.0005734767025089606, "consciously": 0.0002867383512544803, "cooperating": 0.00014336917562724014, "entities": 0.00014336917562724014, "each": 0.0005734767025089606, "task": 0.00043010752688172043, "equality": 0.00014336917562724014, "protect": 0.00014336917562724014, "rights": 0.00014336917562724014, "nurture": 0.00014336917562724014, "unhindered": 0.00014336917562724014, "art": 0.0005734767025089606, "religion": 0.0002867383512544803, "producers": 0.00014336917562724014, "distributors": 0.00014336917562724014, "consumers": 0.00014336917562724014, "cooperate": 0.00014336917562724014, "provide": 0.00014336917562724014, "efficiently": 0.00014336917562724014, "societys": 0.00014336917562724014, "division": 0.0002867383512544803, "responsibility": 0.00014336917562724014, "vital": 0.0002867383512544803, "take": 0.00014336917562724014, "trend": 0.00014336917562724014, "toward": 0.00014336917562724014, "mutual": 0.00014336917562724014, "gave": 0.00014336917562724014, "fundamental": 0.00014336917562724014, "law": 0.00014336917562724014, "wellbeing": 0.00014336917562724014, "community": 0.0005734767025089606, "greater": 0.00014336917562724014, "claims": 0.0002867383512544803, "himself": 0.0002867383512544803, "proceeds": 0.0002867383512544803, "ie": 0.0002867383512544803, "makes": 0.00014336917562724014, "fellowworkers": 0.00014336917562724014, "satisfied": 0.00014336917562724014, "expressed": 0.00014336917562724014, "motto": 0.00014336917562724014, "healthy": 0.00014336917562724014, "mirror": 0.00014336917562724014, "finds": 0.00014336917562724014, "reflection": 0.00014336917562724014, "And": 0.00014336917562724014, "virtue": 0.00014336917562724014, "living": 0.00014336917562724014, "Second": 0.0002867383512544803, "Detail": 0.00014336917562724014, "Representative": 0.00043010752688172043, "Humanity": 0.00043010752688172043, "Goetheanums": 0.00014336917562724014, "These": 0.0005734767025089606, "spaces": 0.00014336917562724014, "Three": 0.00014336917562724014, "listed": 0.00014336917562724014, "amongst": 0.00014336917562724014, "most": 0.001003584229390681, "primary": 0.0002867383512544803, "ninemeter": 0.00014336917562724014, "high": 0.00014336917562724014, "sculpture": 0.0002867383512544803, "executed": 0.00014336917562724014, "joint": 0.00014336917562724014, "project": 0.00014336917562724014, "sculptor": 0.00014336917562724014, "Edith": 0.00014336917562724014, "Maryon": 0.00014336917562724014, "placed": 0.00014336917562724014, "shows": 0.00014336917562724014, "holding": 0.00014336917562724014, "balance": 0.0002867383512544803, "opposing": 0.00014336917562724014, "tendencies": 0.00014336917562724014, "expansion": 0.00014336917562724014, "contraction": 0.00014336917562724014, "personified": 0.00014336917562724014, "Lucifer": 0.00014336917562724014, "Ahriman": 0.00014336917562724014, "conscious": 0.00043010752688172043, "Michelangelos": 0.00014336917562724014, "Last": 0.00014336917562724014, "Judgment": 0.00014336917562724014, "Christ": 0.0017204301075268817, "mute": 0.00014336917562724014, "impersonal": 0.00014336917562724014, "judge": 0.00014336917562724014, "themselves": 0.0002867383512544803, "permanent": 0.00014336917562724014, "display": 0.00014336917562724014, "blackboard": 0.00014336917562724014, "unique": 0.0007168458781362007, "almost": 0.00014336917562724014, "certainly": 0.00014336917562724014, "Josef": 0.00014336917562724014, "itself": 0.00043010752688172043, "heavily": 0.00014336917562724014, "objects": 0.00014336917562724014, "Portal": 0.00014336917562724014, "Initiation": 0.00014336917562724014, "Souls": 0.0002867383512544803, "Probation": 0.00014336917562724014, "Guardian": 0.00014336917562724014, "Threshold": 0.00014336917562724014, "Awakening": 0.00014336917562724014, "modeled": 0.00014336917562724014, "Maurice": 0.00014336917562724014, "Maeterlinck": 0.00014336917562724014, "continue": 0.00014336917562724014, "performed": 0.00014336917562724014, "countries": 0.00014336917562724014, "notably": 0.00014336917562724014, "translation": 0.00014336917562724014, "Spring": 0.00014336917562724014, "Valley": 0.00014336917562724014, "York": 0.00014336917562724014, "Stroud": 0.00014336917562724014, "Stourbridge": 0.00014336917562724014, "UK": 0.00014336917562724014, "collaboration": 0.00014336917562724014, "acting": 0.0005734767025089606, "storytelling": 0.00014336917562724014, "recitation": 0.00014336917562724014, "poetry": 0.00014336917562724014, "Russian": 0.00014336917562724014, "actor": 0.00014336917562724014, "director": 0.00014336917562724014, "coach": 0.00014336917562724014, "Michael": 0.00014336917562724014, "Chekhov": 0.00014336917562724014, "method": 0.0005734767025089606, "Together": 0.00014336917562724014, "sometimes": 0.00014336917562724014, "referred": 0.00014336917562724014, "visible": 0.0002867383512544803, "song": 0.00014336917562724014, "According": 0.00014336917562724014, "archetypal": 0.00014336917562724014, "movements": 0.0002867383512544803, "gestures": 0.00014336917562724014, "correspond": 0.00014336917562724014, "every": 0.0005734767025089606, "phonemes": 0.00014336917562724014, "rhythms": 0.0002867383512544803, "grammatical": 0.00014336917562724014, "function": 0.00014336917562724014, "quality": 0.00014336917562724014, "joy": 0.00014336917562724014, "despair": 0.00014336917562724014, "tenderness": 0.00014336917562724014, "etc": 0.0002867383512544803, "tones": 0.00014336917562724014, "intervals": 0.00014336917562724014, "harmonies": 0.00014336917562724014, "Chapter": 0.0002867383512544803, "essentially": 0.0002867383512544803, "rather": 0.0005734767025089606, "theory": 0.00014336917562724014, "modelbased": 0.00014336917562724014, "emphasizing": 0.0002867383512544803, "transformation": 0.00043010752688172043, "physical": 0.0008602150537634409, "experiment": 0.00014336917562724014, "played": 0.00014336917562724014, "role": 0.0002867383512544803, "biology": 0.0002867383512544803, "accurate": 0.00014336917562724014, "imagination": 0.00014336917562724014, "biological": 0.00014336917562724014, "archetypes": 0.00014336917562724014, "Urpflanze": 0.00014336917562724014, "postulated": 0.00014336917562724014, "unable": 0.00014336917562724014, "fully": 0.0002867383512544803, "properly": 0.0002867383512544803, "interpret": 0.00014336917562724014, "kingdom": 0.00014336917562724014, "evolutionary": 0.0007168458781362007, "discovery": 0.0002867383512544803, "intermaxillary": 0.00014336917562724014, "bone": 0.00014336917562724014, "expected": 0.00014336917562724014, "anatomy": 0.0002867383512544803, "defended": 0.00014336917562724014, "qualitative": 0.00014336917562724014, "description": 0.0002867383512544803, "color": 0.00014336917562724014, "arising": 0.00014336917562724014, "synthetically": 0.00014336917562724014, "polarity": 0.00014336917562724014, "light": 0.00014336917562724014, "darkness": 0.00014336917562724014, "Newtons": 0.00014336917562724014, "particlebased": 0.00014336917562724014, "analytic": 0.00014336917562724014, "Particular": 0.00014336917562724014, "only": 0.0002867383512544803, "universal": 0.00014336917562724014, "types": 0.00014336917562724014, "entity": 0.00014336917562724014, "we": 0.0005734767025089606, "coincide": 0.00014336917562724014, "some": 0.0005734767025089606, "derivative": 0.00014336917562724014, "type": 0.0002867383512544803, "Here": 0.00014336917562724014, "replace": 0.00014336917562724014, "proof": 0.00014336917562724014, "We": 0.00014336917562724014, "aim": 0.00014336917562724014, "conditions": 0.00043010752688172043, "act": 0.0002867383512544803, "certain": 0.00014336917562724014, "thereby": 0.00014336917562724014, "bring": 0.00014336917562724014, "definite": 0.0002867383512544803, "difference": 0.00014336917562724014, "inorganic": 0.00014336917562724014, "approached": 0.00043010752688172043, "freedom": 0.001003584229390681, "stages": 0.0002867383512544803, "suggests": 0.00043010752688172043, "inconsistency": 0.00014336917562724014, "Kants": 0.0002867383512544803, "posits": 0.00014336917562724014, "representation": 0.00014336917562724014, "verity": 0.00014336917562724014, "inaccessible": 0.0002867383512544803, "assumes": 0.00014336917562724014, "sensory": 0.0002867383512544803, "mental": 0.00014336917562724014, "access": 0.0002867383512544803, "JenseitsPhilosophy": 0.00014336917562724014, "stumbling": 0.00014336917562724014, "block": 0.00014336917562724014, "achieving": 0.00014336917562724014, "satisfying": 0.00014336917562724014, "viewpoint": 0.00014336917562724014, "postulates": 0.00014336917562724014, "indivisible": 0.00014336917562724014, "unity": 0.00043010752688172043, "our": 0.0014336917562724014, "divides": 0.00014336917562724014, "appearance": 0.00014336917562724014, "hand": 0.00014336917562724014, "sees": 0.0002867383512544803, "element": 0.00014336917562724014, "strengthened": 0.00014336917562724014, "deepened": 0.00014336917562724014, "senses": 0.0002867383512544803, "do": 0.0002867383512544803, "reveal": 0.00014336917562724014, "us": 0.0002867383512544803, "thus": 0.00043010752688172043, "appears": 0.00014336917562724014, "worlds": 0.0005734767025089606, "conditioned": 0.00014336917562724014, "structure": 0.00014336917562724014, "separates": 0.00014336917562724014, "faculties": 0.00014336917562724014, "views": 0.00043010752688172043, "primacy": 0.00014336917562724014, "sufficient": 0.00014336917562724014, "arrive": 0.00014336917562724014, "path": 0.00043010752688172043, "perceiving": 0.00014336917562724014, "process": 0.00014336917562724014, "discover": 0.00014336917562724014, "hidden": 0.00014336917562724014, "inner": 0.0007168458781362007, "poles": 0.00014336917562724014, "experienceChapter": 0.00014336917562724014, "paradoxically": 0.00014336917562724014, "objective": 0.0005734767025089606, "creation": 0.00014336917562724014, "exist": 0.00014336917562724014, "did": 0.0002867383512544803, "generate": 0.00014336917562724014, "ourselves": 0.00014336917562724014, "replicate": 0.00014336917562724014, "conceptual": 0.00014336917562724014, "already": 0.0002867383512544803, "exists": 0.00014336917562724014, "wholly": 0.00014336917562724014, "realm": 0.0002867383512544803, "constitutes": 0.0002867383512544803, "fullness": 0.00014336917562724014, "explores": 0.00014336917562724014, "potentials": 0.00014336917562724014, "gradually": 0.00014336917562724014, "aid": 0.00014336917562724014, "deed": 0.00014336917562724014, "addition": 0.00014336917562724014, "liberate": 0.0002867383512544803, "subservience": 0.00014336917562724014, "instincts": 0.00014336917562724014, "drives": 0.00014336917562724014, "Free": 0.00014336917562724014, "deeds": 0.00014336917562724014, "motive": 0.00014336917562724014, "action": 0.00014336917562724014, "penetrating": 0.00014336917562724014, "full": 0.0002867383512544803, "includes": 0.0005734767025089606, "overcoming": 0.00014336917562724014, "heredity": 0.00014336917562724014, "environment": 0.00014336917562724014, "To": 0.00043010752688172043, "thoughts": 0.00043010752688172043, "merely": 0.00014336917562724014, "body": 0.0002867383512544803, "generated": 0.00014336917562724014, "deepest": 0.00014336917562724014, "self": 0.00014336917562724014, "individuality": 0.0002867383512544803, "affirms": 0.0002867383512544803, "Darwins": 0.00014336917562724014, "Haeckels": 0.00014336917562724014, "perspectives": 0.00014336917562724014, "extended": 0.00014336917562724014, "materialistic": 0.00014336917562724014, "consequences": 0.00014336917562724014, "indeed": 0.00043010752688172043, "product": 0.00014336917562724014, "transcends": 0.00014336917562724014, "becomes": 0.00014336917562724014, "selfconscious": 0.00014336917562724014, "closely": 0.00014336917562724014, "parallels": 0.00014336917562724014, "Solovyov": 0.00014336917562724014, "lecturing": 0.00014336917562724014, "details": 0.00014336917562724014, "publication": 0.00014336917562724014, "An": 0.0002867383512544803, "Introduction": 0.00014336917562724014, "Processes": 0.00014336917562724014, "Human": 0.00014336917562724014, "Life": 0.00014336917562724014, "Cosmos": 0.00014336917562724014, "point": 0.00014336917562724014, "quotation": 0.00014336917562724014, "describing": 0.00014336917562724014, "observation": 0.00014336917562724014, "Preface": 0.00014336917562724014, "clear": 0.00014336917562724014, "taken": 0.0002867383512544803, "earlier": 0.00014336917562724014, "LuciferGnosis": 0.00014336917562724014, "initiation": 0.00014336917562724014, "supernatural": 0.00014336917562724014, "Some": 0.0002867383512544803, "How": 0.00014336917562724014, "Know": 0.00014336917562724014, "Higher": 0.00014336917562724014, "Worlds": 0.00014336917562724014, "Cosmic": 0.00014336917562724014, "Memory": 0.00014336917562724014, "Outline": 0.00014336917562724014, "Important": 0.00014336917562724014, "perceptions": 0.00014336917562724014, "incorporeal": 0.00014336917562724014, "comparable": 0.00014336917562724014, "selfdiscipline": 0.00014336917562724014, "replicable": 0.00014336917562724014, "multiple": 0.00014336917562724014, "observers": 0.00014336917562724014, "radically": 0.00014336917562724014, "different": 0.0005734767025089606, "foundations": 0.00014336917562724014, "correct": 0.0002867383512544803, "methods": 0.00043010752688172043, "onesided": 0.00014336917562724014, "exclusively": 0.00014336917562724014, "focusing": 0.00014336917562724014, "vague": 0.00014336917562724014, "seeking": 0.00014336917562724014, "explore": 0.00014336917562724014, "meant": 0.0002867383512544803, "former": 0.00014336917562724014, "cosmos": 0.00014336917562724014, "permeated": 0.00014336917562724014, "continually": 0.00014336917562724014, "transformed": 0.00014336917562724014, "processes": 0.00043010752688172043, "creatively": 0.0002867383512544803, "enact": 0.00014336917562724014, "reenact": 0.00014336917562724014, "Thus": 0.00014336917562724014, "always": 0.00014336917562724014, "entails": 0.00014336917562724014, "articulated": 0.0002867383512544803, "deedPt": 0.00014336917562724014, "II": 0.00014336917562724014, "onwards": 0.00014336917562724014, "builds": 0.00014336917562724014, "supports": 0.00014336917562724014, "judgment": 0.00014336917562724014, "results": 0.0002867383512544803, "appropriately": 0.00014336917562724014, "context": 0.0002867383512544803, "logical": 0.00014336917562724014, "underlying": 0.00014336917562724014, "evaluations": 0.00014336917562724014, "latters": 0.00014336917562724014, "overall": 0.0002867383512544803, "mutually": 0.00014336917562724014, "interdependent": 0.00014336917562724014, "appreciated": 0.00014336917562724014, "ritual": 0.00014336917562724014, "mass": 0.00014336917562724014, "serving": 0.00014336917562724014, "altar": 0.00014336917562724014, "boy": 0.00014336917562724014, "ten": 0.00014336917562724014, "memorable": 0.00014336917562724014, "genuinely": 0.00014336917562724014, "contrasting": 0.00014336917562724014, "irreligious": 0.00014336917562724014, "adult": 0.00014336917562724014, "organized": 0.00014336917562724014, "lifetransforming": 0.00014336917562724014, "encounter": 0.00014336917562724014, "occurred": 0.00014336917562724014, "tremendous": 0.00014336917562724014, "struggle": 0.00014336917562724014, "words": 0.00014336917562724014, "culminated": 0.00014336917562724014, "standing": 0.00014336917562724014, "Mystery": 0.00014336917562724014, "Golgotha": 0.00014336917562724014, "profound": 0.00014336917562724014, "solemn": 0.00014336917562724014, "festival": 0.00014336917562724014, "relationship": 0.00043010752688172043, "Christianity": 0.0007168458781362007, "entirely": 0.00014336917562724014, "personal": 0.00043010752688172043, "nondenominational": 0.00014336917562724014, "strikingly": 0.00014336917562724014, "conventional": 0.00043010752688172043, "describes": 0.00014336917562724014, "pivot": 0.00014336917562724014, "meaning": 0.00014336917562724014, "earths": 0.00014336917562724014, "redeeming": 0.00014336917562724014, "Fall": 0.00014336917562724014, "Paradise": 0.00014336917562724014, "unifies": 0.00014336917562724014, "inspires": 0.00014336917562724014, "religions": 0.0002867383512544803, "belonging": 0.00014336917562724014, "faith": 0.00014336917562724014, "Christian": 0.0007168458781362007, "search": 0.00014336917562724014, "polarizing": 0.00014336917562724014, "extremes": 0.00014336917562724014, "manifest": 0.0002867383512544803, "cosmology": 0.00014336917562724014, "interwoven": 0.00014336917562724014, "inseparable": 0.00014336917562724014, "cosmological": 0.00014336917562724014, "universe": 0.00014336917562724014, "Continuing": 0.00014336917562724014, "born": 0.00014336917562724014, "brings": 0.00014336917562724014, "impulse": 0.00014336917562724014, "enabling": 0.00014336917562724014, "unconsciously": 0.00014336917562724014, "diverge": 0.00014336917562724014, "key": 0.00014336917562724014, "places": 0.00014336917562724014, "gnostic": 0.00014336917562724014, "elements": 0.00043010752688172043, "However": 0.00043010752688172043, "unlike": 0.00014336917562724014, "gnostics": 0.00014336917562724014, "Incarnation": 0.0002867383512544803, "Jesus": 0.00043010752688172043, "era": 0.00014336917562724014, "points": 0.00014336917562724014, "divergence": 0.00014336917562724014, "posited": 0.00014336917562724014, "involved": 0.00014336917562724014, "descended": 0.00014336917562724014, "Solomon": 0.00014336917562724014, "Gospel": 0.0002867383512544803, "Matthew": 0.0002867383512544803, "Nathan": 0.00014336917562724014, "Luke": 0.0002867383512544803, "references": 0.00014336917562724014, "regard": 0.00014336917562724014, "genealogies": 0.00014336917562724014, "gospels": 0.00014336917562724014, "list": 0.00014336917562724014, "twentysix": 0.00014336917562724014, "fortyone": 0.00014336917562724014, "completely": 0.00014336917562724014, "ancestors": 0.00014336917562724014, "generations": 0.00014336917562724014, "David": 0.00014336917562724014, "unusual": 0.00014336917562724014, "reappearance": 0.00014336917562724014, "etheric": 0.00014336917562724014, "vision": 0.00014336917562724014, "apparent": 0.00014336917562724014, "numbers": 0.00014336917562724014, "require": 0.00014336917562724014, "recognize": 0.00014336917562724014, "Spirit": 0.00014336917562724014, "Love": 0.0002867383512544803, "genuine": 0.00014336917562724014, "regardless": 0.00014336917562724014, "how": 0.00014336917562724014, "named": 0.00014336917562724014, "traditional": 0.00043010752688172043, "might": 0.00014336917562724014, "true": 0.0002867383512544803, "essence": 0.0002867383512544803, "Being": 0.00014336917562724014, "ignored": 0.00014336917562724014, "Rittelmeyer": 0.00043010752688172043, "Lutheran": 0.00014336917562724014, "pastor": 0.00014336917562724014, "congregation": 0.00014336917562724014, "joined": 0.00014336917562724014, "mostly": 0.00014336917562724014, "Protestant": 0.0002867383512544803, "pastors": 0.00014336917562724014, "theology": 0.00014336917562724014, "students": 0.00014336917562724014, "Roman": 0.00014336917562724014, "Catholic": 0.0002867383512544803, "priests": 0.00014336917562724014, "counsel": 0.00014336917562724014, "renewing": 0.00014336917562724014, "potency": 0.00014336917562724014, "sacraments": 0.00014336917562724014, "envisioned": 0.00014336917562724014, "terming": 0.00014336917562724014, "Johannine": 0.00014336917562724014, "resulting": 0.0002867383512544803, "renewal": 0.00043010752688172043, "Community": 0.00014336917562724014, "Its": 0.0002867383512544803, "dogma": 0.00014336917562724014, "policies": 0.00014336917562724014, "priesthood": 0.00014336917562724014, "open": 0.00014336917562724014, "men": 0.00014336917562724014, "women": 0.00014336917562724014, "preach": 0.00014336917562724014, "insights": 0.00014336917562724014, "creativity": 0.00014336917562724014, "gesture": 0.00014336917562724014, "independently": 0.00014336917562724014, "distinction": 0.00014336917562724014, "important": 0.00014336917562724014, "faithbased": 0.00014336917562724014, "recognized": 0.00014336917562724014, "wished": 0.00014336917562724014, "however": 0.00043010752688172043, "times": 0.0002867383512544803, "notable": 0.00014336917562724014, "personalities": 0.00014336917562724014, "Olav": 0.0002867383512544803, "Hammer": 0.0002867383512544803, "sharply": 0.00014336917562724014, "critical": 0.00014336917562724014, "terms": 0.0002867383512544803, "arguably": 0.00014336917562724014, "historically": 0.0002867383512544803, "sophisticated": 0.00014336917562724014, "spokesperson": 0.00014336917562724014, "Tradition": 0.00014336917562724014, "Albert": 0.00014336917562724014, "Schweitzer": 0.00014336917562724014, "common": 0.00014336917562724014, "mission": 0.00014336917562724014, "emergence": 0.00014336917562724014, "enlivened": 0.00014336917562724014, "encourage": 0.00014336917562724014, "Anthony": 0.00014336917562724014, "Storr": 0.00014336917562724014, "stated": 0.00014336917562724014, "belief": 0.00014336917562724014, "eccentric": 0.00014336917562724014, "unsupported": 0.00014336917562724014, "evidence": 0.00014336917562724014, "manifestly": 0.00014336917562724014, "bizarre": 0.00014336917562724014, "rational": 0.00014336917562724014, "skeptics": 0.00014336917562724014, "consider": 0.0002867383512544803, "delusional": 0.00014336917562724014, "Todd": 0.00014336917562724014, "Carroll": 0.00014336917562724014, "said": 0.00014336917562724014, "handicapped": 0.00014336917562724014, "worth": 0.00014336917562724014, "considering": 0.00014336917562724014, "although": 0.00014336917562724014, "plan": 0.00014336917562724014, "cannot": 0.00014336917562724014, "admired": 0.00014336917562724014, "translators": 0.00014336917562724014, "pointed": 0.00014336917562724014, "equally": 0.00014336917562724014, "either": 0.00014336917562724014, "anniversary": 0.00014336917562724014, "marked": 0.00014336917562724014, "retrospective": 0.00014336917562724014, "exhibition": 0.00043010752688172043, "Kosmos": 0.00014336917562724014, "Alchemy": 0.00014336917562724014, "everyday": 0.00014336917562724014, "Organized": 0.00014336917562724014, "Vitra": 0.00014336917562724014, "Design": 0.00014336917562724014, "Museum": 0.00014336917562724014, "traveling": 0.00014336917562724014, "facets": 0.00014336917562724014, "achievements": 0.00014336917562724014, "influence": 0.00014336917562724014, "furniture": 0.0002867383512544803, "design": 0.00043010752688172043, "dance": 0.00014336917562724014, "Eurythmy": 0.00014336917562724014, "Biodynamic": 0.00014336917562724014, "opened": 0.00014336917562724014, "Kunstmuseum": 0.00014336917562724014, "scientism": 0.00014336917562724014, "methodology": 0.00014336917562724014, "investigate": 0.00014336917562724014, "observations": 0.0002867383512544803, "dependable": 0.00014336917562724014, "above": 0.00014336917562724014, "falliblep": 0.00014336917562724014, "logically": 0.00014336917562724014, "errors": 0.00014336917562724014, "researchers": 0.00014336917562724014, "universalist": 0.00014336917562724014, "humanist": 0.00014336917562724014, "racial": 0.0002867383512544803, "assumptions": 0.00014336917562724014, "Due": 0.00014336917562724014, "contradictions": 0.00014336917562724014, "whether": 0.00014336917562724014, "interprets": 0.00014336917562724014, "racist": 0.00014336917562724014, "depends": 0.00014336917562724014, "readers": 0.00014336917562724014, "concerns": 0.00014336917562724014, "dint": 0.00014336917562724014, "shared": 0.00014336917562724014, "language": 0.00014336917562724014, "race": 0.0005734767025089606, "manifestation": 0.00014336917562724014, "humanitys": 0.00014336917562724014, "complex": 0.00014336917562724014, "hierarchies": 0.00014336917562724014, "derived": 0.00014336917562724014, "anthropology": 0.00014336917562724014, "consistently": 0.00014336917562724014, "subordinated": 0.00014336917562724014, "ethnicity": 0.00043010752688172043, "gender": 0.0002867383512544803, "hereditary": 0.00014336917562724014, "factors": 0.0002867383512544803, "centered": 0.00014336917562724014, "persons": 0.00014336917562724014, "biography": 0.00014336917562724014, "single": 0.00014336917562724014, "More": 0.00014336917562724014, "specifically": 0.00014336917562724014, "folk": 0.00014336917562724014, "describable": 0.00014336917562724014, "categories": 0.00014336917562724014, "may": 0.00014336917562724014, "choose": 0.00014336917562724014, "fit": 0.00014336917562724014, "best": 0.00014336917562724014, "attacking": 0.00014336917562724014, "manifestations": 0.00014336917562724014, "antisemitism": 0.00014336917562724014, "criticizing": 0.00014336917562724014, "antiSemites": 0.00014336917562724014, "barbaric": 0.00014336917562724014, "enemies": 0.00014336917562724014, "occasions": 0.00014336917562724014, "Jewish": 0.00043010752688172043, "relevance": 0.00014336917562724014, "assimilation": 0.00014336917562724014, "stance": 0.00014336917562724014, "come": 0.00014336917562724014, "severe": 0.00014336917562724014, "criticism": 0.00014336917562724014, "recent": 0.00014336917562724014, "Theodor": 0.00014336917562724014, "Herzls": 0.00014336917562724014, "Zionist": 0.00014336917562724014, "state": 0.0002867383512544803, "ethnically": 0.00014336917562724014, "determined": 0.00014336917562724014, "outmoded": 0.00014336917562724014, "civic": 0.00014336917562724014, "identity": 0.00014336917562724014, "Towards": 0.00014336917562724014, "massive": 0.00014336917562724014, "defamatory": 0.00014336917562724014, "press": 0.00014336917562724014, "attacks": 0.00014336917562724014, "mounted": 0.00014336917562724014, "early": 0.00014336917562724014, "leaders": 0.00014336917562724014, "rightwing": 0.00014336917562724014, "nationalists": 0.00014336917562724014, "incompatible": 0.00014336917562724014, "ideology": 0.00014336917562724014, "charged": 0.00014336917562724014, "connections": 0.00014336917562724014, "falsely": 0.00014336917562724014, "standard": 0.00014336917562724014, "Collected": 0.0002867383512544803, "Works": 0.0002867383512544803, "still": 0.00014336917562724014, "production": 0.00014336917562724014, "documenting": 0.00014336917562724014, "graphic": 0.00014336917562724014, "choreography": 0.00014336917562724014, "documented": 0.00014336917562724014, "extensively": 0.00014336917562724014, "outside": 0.00014336917562724014}, "total": 6975, "gender": "male"}