{"name": "Ibn al-Haytham", "content": "\n \n Ḥasan Ibn al-Haytham (Latinized as Alhazen[15] /ælˈhæzən/;[16] full name Abū ʿAlī al-Ḥasan ibn al-Ḥasan ibn al-Haytham أبو علي، الحسن بن الحسن بن الهيثم; c. 965 – c. 1040) was a Muslim Arab mathematician, astronomer, and physicist of the Islamic Golden Age.[17][18][19][20][21][22] Referred to as \"the father of modern optics\",[23][24] he made significant contributions to the principles of optics and visual perception in particular. His most influential work is titled Kitāb al-Manāẓir (Arabic: كتاب المناظر, \"Book of Optics\"), written during 1011–1021, which survived in a Latin edition.[25] A polymath, he also wrote on philosophy, theology and medicine.[26]\n Ibn al-Haytham was the first to explain that vision occurs when light reflects from an object and then passes to one's eyes.[27] He was also the first to demonstrate that vision occurs in the brain, rather than in the eyes.[28] Building upon a naturalistic, empirical method pioneered by Aristotle in ancient Greece, Ibn al-Haytham was an early proponent of the concept that a hypothesis must be supported by experiments based on confirmable procedures or mathematical evidence—an early pioneer in the scientific method five centuries before Renaissance scientists.[29][30][31][32][33][34]\n Born in Basra, he spent most of his productive period in the Fatimid capital of Cairo and earned his living authoring various treatises and tutoring members of the nobilities.[35] Ibn al-Haytham is sometimes given the byname al-Baṣrī after his birthplace,[36] or al-Miṣrī (\"of Egypt\").[37][38] Al-Haytham was dubbed the \"Second Ptolemy\" by Abu'l-Hasan Bayhaqi[39][40] and  \"The Physicist\" by John Peckham.[41] Ibn al-Haytham paved the way for the modern science of physical optics.[42]\n Ibn al-Haytham (Alhazen) was born c. 965 to an Arab[22][18] family in Basra, Iraq,\nwhich was at the time part of the Buyid emirate.\nHis initial influences were in the study of religion and service to the community. At the time, the society had a number of conflicting views of religion that he ultimately sought to step aside from religion. This led to him delving into the study of mathematics and science.[43] He held a position with the title vizier in his native Basra, and made a name for himself for his knowledge of applied mathematics.\nAs he claimed to be able to regulate the flooding of the Nile, he was invited to by Fatimid Caliph al-Hakim in order to realise a hydraulic project at Aswan. However, Ibn al-Haytham was forced to concede the impracticability of his project.[44]\nUpon his return to Cairo, he was given an administrative post. After he proved unable to fulfill this task as well, he contracted the ire of the caliph Al-Hakim bi-Amr Allah,[45] and is said to have been forced into hiding until the caliph's death in 1021, after which his confiscated possessions were returned to him.[46]\nLegend has it that Alhazen feigned madness and was kept under house arrest during this period.[47] During this time, he wrote his influential Book of Optics.\nAlhazen continued to live in Cairo, in the neighborhood of the famous University of al-Azhar, and lived from the proceeds of his literary production[48] until his death in c. 1040.[44] (A copy of Apollonius' Conics, written in Ibn al-Haytham's own handwriting exists in Aya Sofya: (MS Aya Sofya 2762, 307 fob., dated Safar 415 a.h. [1024]).)[40]:Note 2\n Among his students were Sorkhab (Sohrab), a Persian from Semnan, and Abu al-Wafa Mubashir ibn Fatek, an Egyptian prince.[49][verification needed]\n Alhazen's most famous work is his seven-volume treatise on optics Kitab al-Manazir (Book of Optics), written from 1011 to 1021.[50]\n Optics was translated into Latin by an unknown scholar at the end of the 12th century or the beginning of the 13th century.[51][a] It was printed by Friedrich Risner in 1572, with the title Opticae thesaurus: Alhazeni Arabis libri septem, nuncprimum editi; Eiusdem liber De Crepusculis et nubium ascensionibus (English: Treasury of Optics: seven books by the Arab Alhazen, first edition; by the same, on twilight and the height of clouds).[52] Risner is also the author of the name variant \"Alhazen\"; before Risner he was known in the west as Alhacen.[53] This work enjoyed a great reputation during the Middle Ages. Works by Alhazen on geometric subjects were discovered in the Bibliothèque nationale in Paris in 1834 by E. A. Sedillot. In all, A. Mark Smith has accounted for 18 full or near-complete manuscripts, and five fragments, which are preserved in 14 locations, including one in the Bodleian Library at Oxford, and one in the library of Bruges.[54]\n Two major theories on vision prevailed in classical antiquity. The first theory, the emission theory, was supported by such thinkers as Euclid and Ptolemy, who believed that sight worked by the eye emitting rays of light. The second theory, the intromission theory supported by Aristotle and his followers, had physical forms entering the eye from an object. Previous Islamic writers (such as al-Kindi) had argued essentially on Euclidean, Galenist, or Aristotelian lines. The strongest influence on the Book of Optics was from Ptolemy's Optics, while the description of the anatomy and physiology of the eye was based on Galen's account.[55] Alhazen's achievement was to come up with a theory that successfully combined parts of the mathematical ray arguments of Euclid, the medical tradition of Galen, and the intromission theories of Aristotle. Alhazen's intromission theory followed al-Kindi (and broke with Aristotle) in asserting that \"from each point of every colored body, illuminated by any light, issue light and color along every straight line that can be drawn from that point\".[56] This however left him with the problem of explaining how a coherent image was formed from many independent sources of radiation; in particular, every point of an object would send rays to every point on the eye. What Alhazen needed was for each point on an object to correspond to one point only on the eye.[56] He attempted to resolve this by asserting that the eye would only perceive perpendicular rays from the object—for any one point on the eye, only the ray that reached it directly, without being refracted by any other part of the eye, would be perceived. He argued, using a physical analogy, that perpendicular rays were stronger than oblique rays: in the same way that a ball thrown directly at a board might break the board, whereas a ball thrown obliquely at the board would glance off, perpendicular rays were stronger than refracted rays, and it was only perpendicular rays which were perceived by the eye. As there was only one perpendicular ray that would enter the eye at any one point, and all these rays would converge on the centre of the eye in a cone, this allowed him to resolve the problem of each point on an object sending many rays to the eye; if only the perpendicular ray mattered, then he had a one-to-one correspondence and the confusion could be resolved.[57] He later asserted (in book seven of the Optics) that other rays would be refracted through the eye and perceived as if perpendicular.[58]\n His arguments regarding perpendicular rays do not clearly explain why only perpendicular rays were perceived; why would the weaker oblique rays not be perceived more weakly?[59] His later argument that refracted rays would be perceived as if perpendicular does not seem persuasive.[60] However, despite its weaknesses, no other theory of the time was so comprehensive, and it was enormously influential, particularly in Western Europe. Directly or indirectly, his De Aspectibus (Book of Optics) inspired much activity in optics between the 13th and 17th centuries.[61] Kepler's later theory of the retinal image (which resolved the problem of the correspondence of points on an object and points in the eye) built directly on the conceptual framework of Alhazen.[61]\n Alhazen showed through experiment that light travels in straight lines, and carried out various experiments with lenses, mirrors, refraction, and reflection.[62] His analyses of reflection and refraction considered the vertical and horizontal components of light rays separately.[63]\n The camera obscura was known to the ancient Chinese, and was described by the Han Chinese polymathic genius Shen Kuo in his scientific book Dream Pool Essays, published in the year 1088 C.E. Aristotle had discussed the basic principle behind it in his Problems, but Alhazen's work also contained the first clear description, outside of China, of camera obscura in the areas of the Middle East, Europe, Africa and India.[64] and early analysis[65] of the device.\n Alhazen used a camera obscura to observe a partial solar eclipse.[66] In his essay \"On the Form of the Eclipse\" he writes that he observed the sickle-like shape of the sun at the time of an eclipse. The introduction to his essay reads as follows: The image of the sun at the time of the eclipse, unless it is total, demonstrates that when its light passes through a narrow, round hole and is cast on a plane opposite to the hole it takes on the form of a moonsickle. His findings solidified the importance in the history of the camera obscura.[67]\n Alhazen studied the process of sight, the structure of the eye, image formation in the eye, and the visual system. Ian P. Howard argued in a 1996 Perception article that Alhazen should be credited with many discoveries and theories previously attributed to Western Europeans writing centuries later. For example, he described what became in the 19th century Hering's law of equal innervation. He wrote a description of vertical horopters 600 years before Aguilonius that is actually closer to the modern definition than Aguilonius's—and his work on binocular disparity was repeated by Panum in 1858.[68] Craig Aaen-Stockdale, while agreeing that Alhazen should be credited with many advances, has expressed some caution, especially when considering Alhazen in isolation from Ptolemy, with whom Alhazen was extremely familiar. Alhazen corrected a significant error of Ptolemy regarding binocular vision, but otherwise his account is very similar; Ptolemy also attempted to explain what is now called Hering's law.[69] In general, Alhazen built on and expanded the optics of Ptolemy.[70] In a more detailed account of Ibn al-Haytham's contribution to the study of binocular vision based on Lejeune[71] and Sabra,[72] Raynaud[73] showed that the concepts of correspondence, homonymous and crossed diplopia were in place in Ibn al-Haytham's optics. But contrary to Howard, he explained why Ibn al-Haytham did not give the circular figure of the horopter and why, by reasoning experimentally, he was in fact closer to the discovery of Panum's fusional area than that of the Vieth-Müller circle. In this regard, Ibn al-Haytham's theory of binocular vision faced two main limits: the lack of recognition of the role of the retina, and obviously the lack of an experimental investigation of ocular tracts.\n Alhazen's most original contribution was that, after describing how he thought the eye was anatomically constructed, he went on to consider how this anatomy would behave functionally as an optical system.[74] His understanding of pinhole projection from his experiments appears to have influenced his consideration of image inversion in the eye,[75] which he sought to avoid.[76] He maintained that the rays that fell perpendicularly on the lens (or glacial humor as he called it) were further refracted outward as they left the glacial humor and the resulting image thus passed upright into the optic nerve at the back of the eye.[77] He followed Galen in believing that the lens was the receptive organ of sight, although some of his work hints that he thought the retina was also involved.[78]\n Alhazen's synthesis of light and vision adhered to the Aristotelian scheme, exhaustively describing the process of vision in a logical, complete fashion.[79]\n The duty of the man who investigates the writings of scientists, if learning the truth is his goal, is to make himself an enemy of all that he reads, and ... attack it from every side. He should also suspect himself as he performs his critical examination of it, so that he may avoid falling into either prejudice or leniency. An aspect associated with Alhazen's optical research is related to systemic and methodological reliance on experimentation (i'tibar)(Arabic: إعتبار) and controlled testing in his scientific inquiries.  Moreover, his experimental directives rested on combining classical physics (ilm tabi'i) with mathematics (ta'alim; geometry in particular). This mathematical-physical approach to experimental science supported most of his propositions in Kitab al-Manazir (The Optics; De aspectibus or Perspectivae)[80] and grounded his theories of vision, light and colour, as well as his research in catoptrics and dioptrics (the study of the reflection and refraction of light, respectively).[81]\n According to Matthias Schramm,[82] Alhazen \"was the first to make a systematic use of the method of varying the experimental conditions in a constant and uniform manner, in an experiment showing that the intensity of the light-spot formed by the projection of the moonlight through two small apertures onto a screen diminishes constantly as one of the apertures is gradually blocked up.\"[83] G. J. Toomer expressed some skepticism regarding Schramm's view,[84] partly because at the time (1964) the Book of Optics had not yet been fully translated from Arabic, and Toomer was concerned that without context, specific passages might be read anachronistically. While acknowledging Alhazen's importance in developing experimental techniques, Toomer argued that Alhazen should not be considered in isolation from other Islamic and ancient thinkers.[84] Toomer concluded his review by saying that it would not be possible to assess Schramm's claim that Ibn al-Haytham was the true founder of modern physics without translating more of Alhazen's work and fully investigating his influence on later medieval writers.[85]\n His work on catoptrics in Book V of the Book of Optics contains a discussion of what is now known as Alhazen's problem, first formulated by Ptolemy in 150 AD. It comprises drawing lines from two points in the plane of a circle meeting at a point on the circumference and making equal angles with the normal at that point. This is equivalent to finding the point on the edge of a circular billiard table at which a player must aim a cue ball at a given point to make it bounce off the table edge and hit another ball at a second given point. Thus, its main application in optics is to solve the problem, \"Given a light source and a spherical mirror, find the point on the mirror where the light will be reflected to the eye of an observer.\" This leads to an equation of the fourth degree.[86] This eventually led Alhazen to derive a formula for the sum of fourth powers, where previously only the formulas for the sums of squares and cubes had been stated. His method can be readily generalized to find the formula for the sum of any integral powers, although he did not himself do this (perhaps because he only needed the fourth power to calculate the volume of the paraboloid he was interested in). He used his result on sums of integral powers to perform what would now be called an integration, where the formulas for the sums of integral squares and fourth powers allowed him to calculate the volume of a paraboloid.[87] Alhazen eventually solved the problem using conic sections and a geometric proof. His solution was extremely long and complicated and may not have been understood by mathematicians reading him in Latin translation.\nLater mathematicians used Descartes' analytical methods to analyse the problem.[88] An algebraic solution to the problem was finally found in 1965 by Jack M. Elkin, an actuarian.[89] Other solutions were discovered in 1989, by Harald Riede[90] and in 1997 by the Oxford mathematician Peter M. Neumann.[91][92]\nRecently, Mitsubishi Electric Research Laboratories (MERL) researchers solved the extension of Alhazen's problem to general rotationally symmetric quadric mirrors including hyperbolic, parabolic and elliptical mirrors.[93]\n  The Kitab al-Manazir (Book of Optics) describes several experimental observations that Alhazen made and how he used his results to explain certain optical phenomena using mechanical analogies. He conducted experiments with projectiles and concluded that only the impact of perpendicular projectiles on surfaces was forceful enough to make them penetrate, whereas surfaces tended to deflect oblique projectile strikes. For example, to explain refraction from a rare to a dense medium, he used the mechanical analogy of an iron ball thrown at a thin slate covering a wide hole in a metal sheet. A perpendicular throw breaks the slate and passes through, whereas an oblique one with equal force and from an equal distance does not.[94] He also used this result to explain how intense, direct light hurts the eye, using a mechanical analogy: Alhazen associated 'strong' lights with perpendicular rays and 'weak' lights with oblique ones. The obvious answer to the problem of multiple rays and the eye was in the choice of the perpendicular ray, since only one such ray from each point on the surface of the object could penetrate the eye.[95]\n Sudanese psychologist Omar Khaleefa has argued that Alhazen should be considered the founder of experimental psychology, for his pioneering work on the psychology of visual perception and optical illusions.[96] Khaleefa has also argued that Alhazen should also be considered the \"founder of psychophysics\", a sub-discipline and precursor to modern psychology.[96] Although Alhazen made many subjective reports regarding vision, there is no evidence that he used quantitative psychophysical techniques and the claim has been rebuffed.[97]\n Alhazen offered an explanation of the Moon illusion, an illusion that played an important role in the scientific tradition of medieval Europe.[98] Many authors repeated explanations that attempted to solve the problem of the Moon appearing larger near the horizon than it does when higher up in the sky. Alhazen argued against Ptolemy's refraction theory, and defined the problem in terms of perceived, rather than real, enlargement. He said that judging the distance of an object depends on there being an uninterrupted sequence of intervening bodies between the object and the observer. When the Moon is high in the sky there are no intervening objects, so the Moon appears close. The perceived size of an object of constant angular size varies with its perceived distance. Therefore, the Moon appears closer and smaller high in the sky, and further and larger on the horizon. Through works by Roger Bacon, John Pecham and Witelo based on Alhazen's explanation, the Moon illusion gradually came to be accepted as a psychological phenomenon, with the refraction theory being rejected in the 17th century.[99] Although Alhazen is often credited with the perceived distance explanation, he was not the first author to offer it. Cleomedes (c. 2nd century) gave this account (in addition to refraction), and he credited it to Posidonius (c. 135–50 BCE).[100] Ptolemy may also have offered this explanation in his Optics, but the text is obscure.[101] Alhazen's writings were more widely available in the Middle Ages than those of these earlier authors, and that probably explains why Alhazen received the credit.\n Besides the Book of Optics, Alhazen wrote several other treatises on the same subject, including his Risala fi l-Daw' (Treatise on Light). He investigated the properties of luminance, the rainbow, eclipses, twilight, and moonlight. Experiments with mirrors and the refractive interfaces between air, water, and glass cubes, hemispheres, and quarter-spheres provided the foundation for his theories on catoptrics.[102]\n Alhazen discussed the physics of the celestial region in his Epitome of Astronomy, arguing that Ptolemaic models must be understood in terms of physical objects rather than abstract hypotheses—in other words that it should be possible to create physical models where (for example) none of the celestial bodies would collide with each other. The suggestion of mechanical models for the Earth centred Ptolemaic model \"greatly contributed to the eventual triumph of the Ptolemaic system among the Christians of the West\". Alhazen's determination to root astronomy in the realm of physical objects was important, however, because it meant astronomical hypotheses \"were accountable to the laws of physics\", and could be criticised and improved upon in those terms.[103]\n He also wrote Maqala fi daw al-qamar (On the Light of the Moon).\n In his work, Alhazen discussed theories on the motion of a body.[102] In his Treatise on Place, Alhazen disagreed with Aristotle's view that nature abhors a void, and he used geometry in an attempt to demonstrate that place (al-makan) is the imagined three-dimensional void between the inner surfaces of a containing body.[104]\n \n \nIn his On the Configuration of the World Alhazen presented a detailed description of the physical structure of the earth: The earth as a whole is a round sphere whose center is the center of the world. It is stationary in its [the world's] middle, fixed in it and not moving in any direction nor moving with any of the varieties of motion, but always at rest.[105] The book is a non-technical explanation of Ptolemy's Almagest, which was eventually translated into Hebrew and Latin in the 13th and 14th centuries and subsequently had an influence on astronomers such as Georg von Peuerbach[106] during the European Middle Ages and Renaissance.[107]\n In his Al-Shukūk ‛alā Batlamyūs, variously translated as Doubts Concerning Ptolemy or Aporias against Ptolemy, published at some time between 1025 and 1028, Alhazen criticized Ptolemy's Almagest, Planetary Hypotheses, and Optics, pointing out various contradictions he found in these works, particularly in astronomy. Ptolemy's Almagest concerned mathematical theories regarding the motion of the planets, whereas the Hypotheses concerned what Ptolemy thought was the actual configuration of the planets. Ptolemy himself acknowledged that his theories and configurations did not always agree with each other, arguing that this was not a problem provided it did not result in noticeable error, but Alhazen was particularly scathing in his criticism of the inherent contradictions in Ptolemy's works.[108] He considered that some of the mathematical devices Ptolemy introduced into astronomy, especially the equant, failed to satisfy the physical requirement of uniform circular motion, and noted the absurdity of relating actual physical motions to imaginary mathematical points, lines and circles:[109]\n Ptolemy assumed an arrangement (hay'a) that cannot exist, and the fact that this arrangement produces in his imagination the motions that belong to the planets does not free him from the error he committed in his assumed arrangement, for the existing motions of the planets cannot be the result of an arrangement that is impossible to exist...  [F]or a man to imagine a circle in the heavens, and to imagine the planet moving in it does not bring about the planet's motion.[110] Having pointed out the problems, Alhazen appears to have intended to resolve the contradictions he pointed out in Ptolemy in a later work. Alhazen believed there was a \"true configuration\" of the planets that Ptolemy had failed to grasp. He intended to complete and repair Ptolemy's system, not to replace it completely.[108] In the Doubts Concerning Ptolemy Alhazen set out his views on the difficulty of attaining scientific knowledge and the need to question existing authorities and theories:\n Truth is sought for itself [but] the truths, [he warns] are immersed in uncertainties [and the scientific authorities (such as Ptolemy, whom he greatly respected) are] not immune from error...[72] He held that the criticism of existing theories—which dominated this book—holds a special place in the growth of scientific knowledge.\n Alhazen's The Model of the Motions of Each of the Seven Planets was written c. 1038. Only one damaged manuscript has been found, with only the introduction and the first section, on the theory of planetary motion, surviving. (There was also a second section on astronomical calculation, and a third section, on astronomical instruments.) Following on from his Doubts on Ptolemy, Alhazen described a new, geometry-based planetary model, describing the motions of the planets in terms of spherical geometry, infinitesimal geometry and trigonometry. He kept a geocentric universe and assumed that celestial motions are uniformly circular, which required the inclusion of epicycles to explain observed motion, but he managed to eliminate Ptolemy's equant. In general, his model didn't try to provide a causal explanation of the motions, but concentrated on providing a complete, geometric description that could explain observed motions without the contradictions inherent in Ptolemy's model.[111]\n Alhazen wrote a total of twenty-five astronomical works, some concerning technical issues such as Exact Determination of the Meridian, a second group concerning accurate astronomical observation, a third group concerning various astronomical problems and questions such as the location of the Milky Way; Alhazen made the first systematic effort of evaluating the Milky Way's parallax, combining Ptolemy's data and his own. He concluded that the parallax is (probably very much) smaller than Lunar parallax, and the Milky way should be a celestial object. Though he was not the first who argued that the Milky Way does not belong to the atmosphere, he is the first who did quantitative analysis for the claim.[112]\nThe fourth group consists of ten works on astronomical theory, including the Doubts and Model of the Motions discussed above.[113]\n In mathematics, Alhazen built on the mathematical works of Euclid and Thabit ibn Qurra and worked on \"the beginnings of the link between algebra and geometry\".[114]\n He developed a formula for summing the first 100 natural numbers, using a geometric proof to prove the formula.[115]\n Alhazen explored what is now known as the Euclidean parallel postulate, the fifth postulate in Euclid's Elements, using a proof by contradiction,[116] and in effect introducing the concept of motion into geometry.[117] He formulated the Lambert quadrilateral, which Boris Abramovich Rozenfeld names the \"Ibn al-Haytham–Lambert quadrilateral\".[118]\n In elementary geometry, Alhazen attempted to solve the problem of squaring the circle using the area of lunes (crescent shapes), but later gave up on the impossible task.[119] The two lunes formed from a right triangle by erecting a semicircle on each of the triangle's sides, inward for the hypotenuse and outward for the other two sides, are known as the lunes of Alhazen; they have the same total area as the triangle itself.[120]\n Alhazen's contributions to number theory include his work on perfect numbers. In his Analysis and Synthesis, he may have been the first to state that every even perfect number is of the form 2n−1(2n − 1) where 2n − 1 is prime, but he was not able to prove this result; Euler later proved it in the 18th century.[119]\n Alhazen solved problems involving congruences using what is now called Wilson's theorem. In his Opuscula, Alhazen considers the solution of a system of congruences, and gives two general methods of solution. His first method, the canonical method, involved Wilson's theorem, while his second method involved a version of the Chinese remainder theorem.[119]\n Alhazen discovered the sum formula for the fourth power, using a method that could be generally used to determine the sum for any integral power. He used this to find the volume of a paraboloid. He could find the integral formula for any polynomial without having developed a general formula.[121]\n Alhazen also wrote a Treatise on the Influence of Melodies on the Souls of Animals, although no copies have survived. It appears to have been concerned with the question of whether animals could react to music, for example whether a camel would increase or decrease its pace.\n In engineering, one account of his career as a civil engineer has him summoned to Egypt by the Fatimid Caliph, Al-Hakim bi-Amr Allah, to regulate the flooding of the Nile River. He carried out a detailed scientific study of the annual inundation of the Nile River, and he drew plans for building a dam, at the site of the modern-day Aswan Dam. His field work, however, later made him aware of the impracticality of this scheme, and he soon feigned madness so he could avoid punishment from the Caliph.[122]\n In his Treatise on Place, Alhazen disagreed with Aristotle's view that nature abhors a void, and he used geometry in an attempt to demonstrate that place (al-makan) is the imagined three-dimensional void between the inner surfaces of a containing body.[104] Abd-el-latif, a supporter of Aristotle's philosophical view of place, later criticized the work in Fi al-Radd 'ala Ibn al-Haytham fi al-makan (A refutation of Ibn al-Haytham’s place) for its geometrization of place.[104]\n Alhazen also discussed space perception and its epistemological implications in his Book of Optics. In \"tying the visual perception of space to prior bodily experience, Alhazen unequivocally rejected the intuitiveness of spatial perception and, therefore, the autonomy of vision. Without tangible notions of distance and size for\ncorrelation, sight can tell us next to nothing about such things.\"[123] Alhazen came up with many theories that shattered what was known of reality at the time. These ideas of optics and perspective did not just tie into physical science, rather existential philosophy. This led to religious viewpoints being upheld to the point that there is an observer and their perspective, which in this case is reality.[43]\n Alhazen was a Muslim and most sources report that he was a Sunni and a follower of the Ash'ari school.[2][5][3][4] However, Peter Hodgeson instead identifies him with the Mu'tazilite school.[124] Ziauddin Sardar says that some of the greatest Muslim scientists, such as Ibn al-Haytham and Abū Rayhān al-Bīrūnī, who were pioneers of the scientific method, were themselves followers of the Ashʿari school of Islamic theology.[3] Like other Ashʿarites who believed that faith or taqlid should apply only to Islam and not to any ancient Hellenistic authorities,[125] Ibn al-Haytham's view that taqlid should apply only to prophets of Islam and not to any other authorities formed the basis for much of his scientific skepticism and criticism against Ptolemy and other ancient authorities in his Doubts Concerning Ptolemy and Book of Optics.[126] Sabra (1978) even suggested he might have been an adherent of Shia Islam—and Sumaiya Hamdani also states this and suggests that he also converted to Isma'ilism.[127][need quotation to verify][128]\n Alhazen wrote a work on Islamic theology in which he discussed prophethood and developed a system of philosophical criteria to discern its false claimants in his time.[129]\nHe also wrote a treatise entitled Finding the Direction of Qibla by Calculation in which he discussed finding the Qibla, where prayers (salat) are directed towards, mathematically.[130]\n There are occasional references to theology or religious sentiment in his technical works, e.g.\nin  Doubts Concerning Ptolemy:\n Truth is sought for its own sake ... Finding the truth is difficult, and the road to it is rough. For the truths are plunged in obscurity. ... God, however, has not preserved the scientist from error and has not safeguarded science from shortcomings and faults. If this had been the case, scientists would not have disagreed upon any point of science...[131] In The Winding Motion:\n From the statements made by the noble Shaykh, it is clear that he believes in Ptolemy's words in everything he says, without relying on a demonstration or calling on a proof, but by pure imitation (taqlid); that is how experts in the prophetic tradition have faith in Prophets, may the blessing of God be upon them. But it is not the way that mathematicians have faith in specialists in the demonstrative sciences.[132] Regarding the relation of objective truth and God:\n I constantly sought knowledge and truth, and it became my belief that for gaining access to the effulgence and closeness to God, there is no better way than that of searching for truth and knowledge.[133] Alhazen made significant contributions to optics, number theory, geometry, astronomy and natural philosophy. Alhazen's work on optics is credited with contributing a new emphasis on experiment.\n His main work, Kitab al-Manazir (Book of Optics), was known in the Muslim world mainly, but not exclusively, through the thirteenth-century commentary by Kamāl al-Dīn al-Fārisī, the Tanqīḥ al-Manāẓir li-dhawī l-abṣār wa l-baṣā'ir.[134] In al-Andalus, it was used by the eleventh-century prince of the Banu Hud dynasty of Zaragossa and author of an important mathematical text, al-Mu'taman ibn Hūd. A Latin translation of the Kitab al-Manazir was made probably in the late twelfth or early thirteenth century.[135] This translation was read by and greatly influenced a number of scholars in Christian Europe including: Roger Bacon,[136] Robert Grosseteste,[137] Witelo, Giambattista della Porta,[138] Leonardo Da Vinci,[139] Galileo Galilei,[140] Christiaan Huygens,[141] René Descartes,[142] and Johannes Kepler.[143] His research in catoptrics (the study of optical systems using mirrors) centred on spherical and parabolic mirrors and spherical aberration. He made the observation that the ratio between the angle of incidence and refraction does not remain constant, and investigated the magnifying power of a lens. His work on catoptrics also contains the problem known as \"Alhazen's problem\".[62] Meanwhile in the Islamic world, Alhazen's work influenced Averroes' writings on optics,[citation needed] and his legacy was further advanced through the 'reforming' of his Optics by Persian scientist Kamal al-Din al-Farisi (died c. 1320) in the latter's Kitab Tanqih al-Manazir (The Revision of [Ibn al-Haytham's] Optics).[81] Alhazen wrote as many as 200 books, although only 55 have survived. Some of his treatises on optics survived only through Latin translation. During the Middle Ages his books on cosmology were translated into Latin, Hebrew and other languages.\n The impact crater Alhazen on the Moon is named in his honour,[144] as was the asteroid 59239 Alhazen.[145] In honour of Alhazen, the Aga Khan University (Pakistan) named its Ophthalmology endowed chair as \"The Ibn-e-Haitham Associate Professor and Chief of Ophthalmology\".[146] Alhazen, by the name Ibn al-Haytham, is featured on the obverse of the Iraqi 10,000-dinar banknote issued in 2003,[147] and on 10-dinar notes from 1982.\n The 2015 International Year of Light celebrated the 1000th anniversary of the works on optics by Ibn Al-Haytham.[148]\n In 2014, the \"Hiding in the Light\" episode of Cosmos: A Spacetime Odyssey, presented by Neil deGrasse Tyson, focused on the accomplishments of Ibn al-Haytham. He was voiced by Alfred Molina in the episode.\n Over forty years previously, Jacob Bronowski presented Alhazen's work in a similar television documentary (and the corresponding book), The Ascent of Man. In episode 5 (The Music of the Spheres), Bronowski remarked that in his view, Alhazen was \"the one really original scientific mind that Arab culture produced\", whose theory of optics was not improved on till the time of Newton and Leibniz.\n H. J. J. Winter, a British historian of science, summing up the importance of Ibn al-Haytham in the history of physics wrote:\n After the death of Archimedes no really great physicist appeared until Ibn al-Haytham. If, therefore, we confine our interest only to the history of physics, there is a long period of over twelve hundred years during which the Golden Age of Greece gave way to the era of Muslim Scholasticism, and the experimental spirit of the noblest physicist of Antiquity lived again in the Arab Scholar from Basra.[149] UNESCO declared 2015 the International Year of Light and its Director-General Irina Bokova dubbed Ibn al-Haytham 'the father of optics'.[150] Amongst others, this was to celebrate Ibn Al-Haytham's achievements in optics, mathematics and astronomy. An international campaign, created by the 1001 Inventions organisation, titled 1001 Inventions and the World of Ibn Al-Haytham featuring a series of interactive exhibits, workshops and live shows about his work, partnering with science centers, science festivals, museums, and educational institutions, as well as digital and social media platforms.[151] The campaign also produced and released the short educational film 1001 Inventions and the World of Ibn Al-Haytham.\n According to medieval biographers, Alhazen wrote more than 200 works on a wide range of subjects, of which at least 96 of his scientific works are known. Most of his works are now lost, but more than 50 of them have survived to some extent. Nearly half of his surviving works are on mathematics, 23 of them are on astronomy, and 14 of them are on optics, with a few on other subjects.[152] Not all his surviving works have yet been studied, but some of the ones that have are given below.[153]\n In seventeenth century Europe the problems formulated by Ibn al-Haytham (965–1041) became known as 'Alhazen's problem'. ... Al-Haytham's contributions to geometry and number theory went well beyond the Archimedean tradition. Al-Haytham also worked on analytical geometry and the beginnings of the link between algebra and geometry. Subsequently, this work led in pure mathematics to the harmonious fusion of algebra and geometry that was epitomised by Descartes in geometric analysis and by Newton in the calculus. Al-Haytham was a scientist who made major contributions to the fields of mathematics, physics and astronomy during the latter half of the tenth century. ", "tags": ["Ibn al-Haytham", "960s births", "1040 deaths", "10th-century Arabs", "10th-century mathematicians", "11th-century Arabs", "11th-century astronomers", "11th-century mathematicians", "Buyid scholars", "Astronomers of medieval Islam", "Mathematicians of medieval Islam", "Physicians of medieval Islam", "Medieval Arab mathematicians", "Medieval Arab astronomers", "Medieval Arab physicians", "Medieval Iraqi physicians", "Medieval Iraqi astronomers", "Medieval Iraqi mathematicians", "Medieval Egyptian physicians", "Medieval Egyptian astronomers", "Medieval Egyptian mathematicians", "Medieval Arab engineers", "Medieval engineers", "Medieval physicists", "Medieval Arab philosophers", "Philosophers of science", "Natural philosophers", "People from Basra", "Precursors of photography", "Scientists who worked on qibla determination", "Inventors of medieval Islam", "History of scientific method", "History of optics", "Harv and Sfn multiple-target errors", "Harv and Sfn no-target errors", "CS1: long volume value", "All pages needing factual verification", "Wikipedia articles needing factual verification from February 2016", "Webarchive template wayback links", "CS1 German-language sources (de)", "Wikipedia pending changes protected pages", "Articles with short description", "Short description is different from Wikidata", "Use dmy dates from September 2019", "Articles containing Arabic-language text", "Articles having different image on Wikidata and Wikipedia", "Wikipedia articles needing factual verification from June 2009", "All articles with unsourced statements", "Articles with unsourced statements from June 2020", "Pages using div col with small parameter", "All articles with dead external links", "Articles with dead external links from February 2016", "Articles with dead external links from September 2012", "Commons category link is on Wikidata", "Open Library ID different from Wikidata", "Articles with Open Library links", "Wikipedia articles with BIBSYS identifiers", "Wikipedia articles with BNE identifiers", "Wikipedia articles with BNF identifiers", "Wikipedia articles with CANTIC identifiers", "Wikipedia articles with GND identifiers", "Wikipedia articles with ICCU identifiers", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with LCCN identifiers", "Wikipedia articles with NKC identifiers", "Wikipedia articles with NLA identifiers", "Wikipedia articles with NLI identifiers", "Wikipedia articles with NTA identifiers", "Wikipedia articles with PLWABN identifiers", "Wikipedia articles with RERO identifiers", "Wikipedia articles with SELIBR identifiers", "Wikipedia articles with SNAC-ID identifiers", "Wikipedia articles with SUDOC identifiers", "Wikipedia articles with Trove identifiers", "Wikipedia articles with VcBA identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers", "Wikipedia articles with multiple identifiers"], "raw": "\"Alhazen\" redirects here. For other uses, see Alhazen (disambiguation) and Ibn al-Haytham (disambiguation).\n\n\nArab physicist, mathematician and astronomer (c. 965 – c. 1040)\n\n\nAlhazenḤasan Ibn al-Haythamابن الهيثمPersonalBornc. 965 (0965)  (c. 354 AH)[1] Basra, Buyid EmirateDiedc. 1040 (1041) (c. 430 AH)[10] (aged around 75)Cairo, Fatimid CaliphateReligionIslamDenominationSunni[2]CreedAsh'ari[2][3][4][5]Known forBook of Optics, Doubts Concerning Ptolemy, Alhazen's problem, analysis,[6] Catoptrics,[7] horopter, intromission theory of visual perception, moon illusion, experimental science, scientific methodology,[8] animal psychology[9]Muslim leader\nInfluenced by\nAristotle,[11] Euclid,[12] Ptolemy,[13] Galen, Banū Mūsā, Thābit ibn Qurra, Al-Kindi, Ibn Sahl, Abū Sahl al-Qūhī\n\nInfluenced\nOmar Khayyam, Taqi ad-Din Muhammad ibn Ma'ruf, Kamāl al-Dīn al-Fārisī, Averroes, Al-Khazini, John Peckham, Vitello, Roger Bacon,[14] Johannes Kepler\n\nḤasan Ibn al-Haytham (Latinized as Alhazen[15] /ælˈhæzən/;[16] full name Abū ʿAlī al-Ḥasan ibn al-Ḥasan ibn al-Haytham أبو علي، الحسن بن الحسن بن الهيثم; c. 965 – c. 1040) was a Muslim Arab mathematician, astronomer, and physicist of the Islamic Golden Age.[17][18][19][20][21][22] Referred to as \"the father of modern optics\",[23][24] he made significant contributions to the principles of optics and visual perception in particular. His most influential work is titled Kitāb al-Manāẓir (Arabic: كتاب المناظر, \"Book of Optics\"), written during 1011–1021, which survived in a Latin edition.[25] A polymath, he also wrote on philosophy, theology and medicine.[26]\nIbn al-Haytham was the first to explain that vision occurs when light reflects from an object and then passes to one's eyes.[27] He was also the first to demonstrate that vision occurs in the brain, rather than in the eyes.[28] Building upon a naturalistic, empirical method pioneered by Aristotle in ancient Greece, Ibn al-Haytham was an early proponent of the concept that a hypothesis must be supported by experiments based on confirmable procedures or mathematical evidence—an early pioneer in the scientific method five centuries before Renaissance scientists.[29][30][31][32][33][34]\nBorn in Basra, he spent most of his productive period in the Fatimid capital of Cairo and earned his living authoring various treatises and tutoring members of the nobilities.[35] Ibn al-Haytham is sometimes given the byname al-Baṣrī after his birthplace,[36] or al-Miṣrī (\"of Egypt\").[37][38] Al-Haytham was dubbed the \"Second Ptolemy\" by Abu'l-Hasan Bayhaqi[39][40] and  \"The Physicist\" by John Peckham.[41] Ibn al-Haytham paved the way for the modern science of physical optics.[42]\n\nContents\n\n1 Biography\n2 Book of Optics\n\n2.1 Theory of optics\n2.2 Scientific method\n2.3 Alhazen's problem\n2.4 Other contributions\n\n\n3 Other works on physics\n\n3.1 Optical treatises\n3.2 Celestial physics\n3.3 Mechanics\n\n\n4 Astronomical works\n\n4.1 On the Configuration of the World\n4.2 Doubts Concerning Ptolemy\n4.3 Model of the Motions of Each of the Seven Planets\n4.4 Other astronomical works\n\n\n5 Mathematical works\n\n5.1 Geometry\n5.2 Number theory\n5.3 Calculus\n\n\n6 Other works\n\n6.1 Influence of Melodies on the Souls of Animals\n6.2 Engineering\n6.3 Philosophy\n6.4 Theology\n\n\n7 Legacy\n8 Commemorations\n9 List of works\n\n9.1 Lost works\n\n\n10 See also\n11 Notes\n12 References\n13 Sources\n14 Further reading\n\n14.1 Primary\n14.2 Secondary\n\n\n15 External links\n\n\nBiography[edit]\nIbn al-Haytham (Alhazen) was born c. 965 to an Arab[22][18] family in Basra, Iraq,\nwhich was at the time part of the Buyid emirate.\nHis initial influences were in the study of religion and service to the community. At the time, the society had a number of conflicting views of religion that he ultimately sought to step aside from religion. This led to him delving into the study of mathematics and science.[43] He held a position with the title vizier in his native Basra, and made a name for himself for his knowledge of applied mathematics.\nAs he claimed to be able to regulate the flooding of the Nile, he was invited to by Fatimid Caliph al-Hakim in order to realise a hydraulic project at Aswan. However, Ibn al-Haytham was forced to concede the impracticability of his project.[44]\nUpon his return to Cairo, he was given an administrative post. After he proved unable to fulfill this task as well, he contracted the ire of the caliph Al-Hakim bi-Amr Allah,[45] and is said to have been forced into hiding until the caliph's death in 1021, after which his confiscated possessions were returned to him.[46]\nLegend has it that Alhazen feigned madness and was kept under house arrest during this period.[47] During this time, he wrote his influential Book of Optics.\nAlhazen continued to live in Cairo, in the neighborhood of the famous University of al-Azhar, and lived from the proceeds of his literary production[48] until his death in c. 1040.[44] (A copy of Apollonius' Conics, written in Ibn al-Haytham's own handwriting exists in Aya Sofya: (MS Aya Sofya 2762, 307 fob., dated Safar 415 a.h. [1024]).)[40]:Note 2\nAmong his students were Sorkhab (Sohrab), a Persian from Semnan, and Abu al-Wafa Mubashir ibn Fatek, an Egyptian prince.[49][verification needed]\n\nBook of Optics[edit]\nMain article: Book of Optics\nAlhazen's most famous work is his seven-volume treatise on optics Kitab al-Manazir (Book of Optics), written from 1011 to 1021.[50]\nOptics was translated into Latin by an unknown scholar at the end of the 12th century or the beginning of the 13th century.[51][a] It was printed by Friedrich Risner in 1572, with the title Opticae thesaurus: Alhazeni Arabis libri septem, nuncprimum editi; Eiusdem liber De Crepusculis et nubium ascensionibus (English: Treasury of Optics: seven books by the Arab Alhazen, first edition; by the same, on twilight and the height of clouds).[52] Risner is also the author of the name variant \"Alhazen\"; before Risner he was known in the west as Alhacen.[53] This work enjoyed a great reputation during the Middle Ages. Works by Alhazen on geometric subjects were discovered in the Bibliothèque nationale in Paris in 1834 by E. A. Sedillot. In all, A. Mark Smith has accounted for 18 full or near-complete manuscripts, and five fragments, which are preserved in 14 locations, including one in the Bodleian Library at Oxford, and one in the library of Bruges.[54]\n\nTheory of optics[edit]\nSee also: Horopter\n Front page of the Opticae Thesaurus, which included the first printed Latin translation of Alhazen's Book of Optics. The illustration incorporates many examples of optical phenomena including perspective effects, the rainbow, mirrors, and refraction.\nTwo major theories on vision prevailed in classical antiquity. The first theory, the emission theory, was supported by such thinkers as Euclid and Ptolemy, who believed that sight worked by the eye emitting rays of light. The second theory, the intromission theory supported by Aristotle and his followers, had physical forms entering the eye from an object. Previous Islamic writers (such as al-Kindi) had argued essentially on Euclidean, Galenist, or Aristotelian lines. The strongest influence on the Book of Optics was from Ptolemy's Optics, while the description of the anatomy and physiology of the eye was based on Galen's account.[55] Alhazen's achievement was to come up with a theory that successfully combined parts of the mathematical ray arguments of Euclid, the medical tradition of Galen, and the intromission theories of Aristotle. Alhazen's intromission theory followed al-Kindi (and broke with Aristotle) in asserting that \"from each point of every colored body, illuminated by any light, issue light and color along every straight line that can be drawn from that point\".[56] This however left him with the problem of explaining how a coherent image was formed from many independent sources of radiation; in particular, every point of an object would send rays to every point on the eye. What Alhazen needed was for each point on an object to correspond to one point only on the eye.[56] He attempted to resolve this by asserting that the eye would only perceive perpendicular rays from the object—for any one point on the eye, only the ray that reached it directly, without being refracted by any other part of the eye, would be perceived. He argued, using a physical analogy, that perpendicular rays were stronger than oblique rays: in the same way that a ball thrown directly at a board might break the board, whereas a ball thrown obliquely at the board would glance off, perpendicular rays were stronger than refracted rays, and it was only perpendicular rays which were perceived by the eye. As there was only one perpendicular ray that would enter the eye at any one point, and all these rays would converge on the centre of the eye in a cone, this allowed him to resolve the problem of each point on an object sending many rays to the eye; if only the perpendicular ray mattered, then he had a one-to-one correspondence and the confusion could be resolved.[57] He later asserted (in book seven of the Optics) that other rays would be refracted through the eye and perceived as if perpendicular.[58]\nHis arguments regarding perpendicular rays do not clearly explain why only perpendicular rays were perceived; why would the weaker oblique rays not be perceived more weakly?[59] His later argument that refracted rays would be perceived as if perpendicular does not seem persuasive.[60] However, despite its weaknesses, no other theory of the time was so comprehensive, and it was enormously influential, particularly in Western Europe. Directly or indirectly, his De Aspectibus (Book of Optics) inspired much activity in optics between the 13th and 17th centuries.[61] Kepler's later theory of the retinal image (which resolved the problem of the correspondence of points on an object and points in the eye) built directly on the conceptual framework of Alhazen.[61]\nAlhazen showed through experiment that light travels in straight lines, and carried out various experiments with lenses, mirrors, refraction, and reflection.[62] His analyses of reflection and refraction considered the vertical and horizontal components of light rays separately.[63]\nThe camera obscura was known to the ancient Chinese, and was described by the Han Chinese polymathic genius Shen Kuo in his scientific book Dream Pool Essays, published in the year 1088 C.E. Aristotle had discussed the basic principle behind it in his Problems, but Alhazen's work also contained the first clear description, outside of China, of camera obscura in the areas of the Middle East, Europe, Africa and India.[64] and early analysis[65] of the device.\nAlhazen used a camera obscura to observe a partial solar eclipse.[66] In his essay \"On the Form of the Eclipse\" he writes that he observed the sickle-like shape of the sun at the time of an eclipse. The introduction to his essay reads as follows: The image of the sun at the time of the eclipse, unless it is total, demonstrates that when its light passes through a narrow, round hole and is cast on a plane opposite to the hole it takes on the form of a moonsickle. His findings solidified the importance in the history of the camera obscura.[67]\nAlhazen studied the process of sight, the structure of the eye, image formation in the eye, and the visual system. Ian P. Howard argued in a 1996 Perception article that Alhazen should be credited with many discoveries and theories previously attributed to Western Europeans writing centuries later. For example, he described what became in the 19th century Hering's law of equal innervation. He wrote a description of vertical horopters 600 years before Aguilonius that is actually closer to the modern definition than Aguilonius's—and his work on binocular disparity was repeated by Panum in 1858.[68] Craig Aaen-Stockdale, while agreeing that Alhazen should be credited with many advances, has expressed some caution, especially when considering Alhazen in isolation from Ptolemy, with whom Alhazen was extremely familiar. Alhazen corrected a significant error of Ptolemy regarding binocular vision, but otherwise his account is very similar; Ptolemy also attempted to explain what is now called Hering's law.[69] In general, Alhazen built on and expanded the optics of Ptolemy.[70] In a more detailed account of Ibn al-Haytham's contribution to the study of binocular vision based on Lejeune[71] and Sabra,[72] Raynaud[73] showed that the concepts of correspondence, homonymous and crossed diplopia were in place in Ibn al-Haytham's optics. But contrary to Howard, he explained why Ibn al-Haytham did not give the circular figure of the horopter and why, by reasoning experimentally, he was in fact closer to the discovery of Panum's fusional area than that of the Vieth-Müller circle. In this regard, Ibn al-Haytham's theory of binocular vision faced two main limits: the lack of recognition of the role of the retina, and obviously the lack of an experimental investigation of ocular tracts.\n\n The structure of the human eye according to Ibn al-Haytham. Note the depiction of the optic chiasm. —Manuscript copy of his Kitāb al-Manāẓir (MS Fatih 3212, vol. 1, fol. 81b, Süleymaniye Mosque Library, Istanbul)\nAlhazen's most original contribution was that, after describing how he thought the eye was anatomically constructed, he went on to consider how this anatomy would behave functionally as an optical system.[74] His understanding of pinhole projection from his experiments appears to have influenced his consideration of image inversion in the eye,[75] which he sought to avoid.[76] He maintained that the rays that fell perpendicularly on the lens (or glacial humor as he called it) were further refracted outward as they left the glacial humor and the resulting image thus passed upright into the optic nerve at the back of the eye.[77] He followed Galen in believing that the lens was the receptive organ of sight, although some of his work hints that he thought the retina was also involved.[78]\nAlhazen's synthesis of light and vision adhered to the Aristotelian scheme, exhaustively describing the process of vision in a logical, complete fashion.[79]\n\nScientific method[edit]\nFurther information: Scientific method\nThe duty of the man who investigates the writings of scientists, if learning the truth is his goal, is to make himself an enemy of all that he reads, and ... attack it from every side. He should also suspect himself as he performs his critical examination of it, so that he may avoid falling into either prejudice or leniency.— Alhazen[72]\nAn aspect associated with Alhazen's optical research is related to systemic and methodological reliance on experimentation (i'tibar)(Arabic: إعتبار) and controlled testing in his scientific inquiries.  Moreover, his experimental directives rested on combining classical physics (ilm tabi'i) with mathematics (ta'alim; geometry in particular). This mathematical-physical approach to experimental science supported most of his propositions in Kitab al-Manazir (The Optics; De aspectibus or Perspectivae)[80] and grounded his theories of vision, light and colour, as well as his research in catoptrics and dioptrics (the study of the reflection and refraction of light, respectively).[81]\nAccording to Matthias Schramm,[82] Alhazen \"was the first to make a systematic use of the method of varying the experimental conditions in a constant and uniform manner, in an experiment showing that the intensity of the light-spot formed by the projection of the moonlight through two small apertures onto a screen diminishes constantly as one of the apertures is gradually blocked up.\"[83] G. J. Toomer expressed some skepticism regarding Schramm's view,[84] partly because at the time (1964) the Book of Optics had not yet been fully translated from Arabic, and Toomer was concerned that without context, specific passages might be read anachronistically. While acknowledging Alhazen's importance in developing experimental techniques, Toomer argued that Alhazen should not be considered in isolation from other Islamic and ancient thinkers.[84] Toomer concluded his review by saying that it would not be possible to assess Schramm's claim that Ibn al-Haytham was the true founder of modern physics without translating more of Alhazen's work and fully investigating his influence on later medieval writers.[85]\n\nAlhazen's problem[edit]\nMain article: Alhazen's problem\n The theorem of Ibn Haytham\nHis work on catoptrics in Book V of the Book of Optics contains a discussion of what is now known as Alhazen's problem, first formulated by Ptolemy in 150 AD. It comprises drawing lines from two points in the plane of a circle meeting at a point on the circumference and making equal angles with the normal at that point. This is equivalent to finding the point on the edge of a circular billiard table at which a player must aim a cue ball at a given point to make it bounce off the table edge and hit another ball at a second given point. Thus, its main application in optics is to solve the problem, \"Given a light source and a spherical mirror, find the point on the mirror where the light will be reflected to the eye of an observer.\" This leads to an equation of the fourth degree.[86] This eventually led Alhazen to derive a formula for the sum of fourth powers, where previously only the formulas for the sums of squares and cubes had been stated. His method can be readily generalized to find the formula for the sum of any integral powers, although he did not himself do this (perhaps because he only needed the fourth power to calculate the volume of the paraboloid he was interested in). He used his result on sums of integral powers to perform what would now be called an integration, where the formulas for the sums of integral squares and fourth powers allowed him to calculate the volume of a paraboloid.[87] Alhazen eventually solved the problem using conic sections and a geometric proof. His solution was extremely long and complicated and may not have been understood by mathematicians reading him in Latin translation.\nLater mathematicians used Descartes' analytical methods to analyse the problem.[88] An algebraic solution to the problem was finally found in 1965 by Jack M. Elkin, an actuarian.[89] Other solutions were discovered in 1989, by Harald Riede[90] and in 1997 by the Oxford mathematician Peter M. Neumann.[91][92]\nRecently, Mitsubishi Electric Research Laboratories (MERL) researchers solved the extension of Alhazen's problem to general rotationally symmetric quadric mirrors including hyperbolic, parabolic and elliptical mirrors.[93]\n\nOther contributions[edit]\n Hevelius's Selenographia, showing Alhasen  [sic] representing reason, and Galileo representing the senses. The Kitab al-Manazir (Book of Optics) describes several experimental observations that Alhazen made and how he used his results to explain certain optical phenomena using mechanical analogies. He conducted experiments with projectiles and concluded that only the impact of perpendicular projectiles on surfaces was forceful enough to make them penetrate, whereas surfaces tended to deflect oblique projectile strikes. For example, to explain refraction from a rare to a dense medium, he used the mechanical analogy of an iron ball thrown at a thin slate covering a wide hole in a metal sheet. A perpendicular throw breaks the slate and passes through, whereas an oblique one with equal force and from an equal distance does not.[94] He also used this result to explain how intense, direct light hurts the eye, using a mechanical analogy: Alhazen associated 'strong' lights with perpendicular rays and 'weak' lights with oblique ones. The obvious answer to the problem of multiple rays and the eye was in the choice of the perpendicular ray, since only one such ray from each point on the surface of the object could penetrate the eye.[95]\nSudanese psychologist Omar Khaleefa has argued that Alhazen should be considered the founder of experimental psychology, for his pioneering work on the psychology of visual perception and optical illusions.[96] Khaleefa has also argued that Alhazen should also be considered the \"founder of psychophysics\", a sub-discipline and precursor to modern psychology.[96] Although Alhazen made many subjective reports regarding vision, there is no evidence that he used quantitative psychophysical techniques and the claim has been rebuffed.[97]\nAlhazen offered an explanation of the Moon illusion, an illusion that played an important role in the scientific tradition of medieval Europe.[98] Many authors repeated explanations that attempted to solve the problem of the Moon appearing larger near the horizon than it does when higher up in the sky. Alhazen argued against Ptolemy's refraction theory, and defined the problem in terms of perceived, rather than real, enlargement. He said that judging the distance of an object depends on there being an uninterrupted sequence of intervening bodies between the object and the observer. When the Moon is high in the sky there are no intervening objects, so the Moon appears close. The perceived size of an object of constant angular size varies with its perceived distance. Therefore, the Moon appears closer and smaller high in the sky, and further and larger on the horizon. Through works by Roger Bacon, John Pecham and Witelo based on Alhazen's explanation, the Moon illusion gradually came to be accepted as a psychological phenomenon, with the refraction theory being rejected in the 17th century.[99] Although Alhazen is often credited with the perceived distance explanation, he was not the first author to offer it. Cleomedes (c. 2nd century) gave this account (in addition to refraction), and he credited it to Posidonius (c. 135–50 BCE).[100] Ptolemy may also have offered this explanation in his Optics, but the text is obscure.[101] Alhazen's writings were more widely available in the Middle Ages than those of these earlier authors, and that probably explains why Alhazen received the credit.\n\nOther works on physics[edit]\nOptical treatises[edit]\nBesides the Book of Optics, Alhazen wrote several other treatises on the same subject, including his Risala fi l-Daw' (Treatise on Light). He investigated the properties of luminance, the rainbow, eclipses, twilight, and moonlight. Experiments with mirrors and the refractive interfaces between air, water, and glass cubes, hemispheres, and quarter-spheres provided the foundation for his theories on catoptrics.[102]\n\nCelestial physics[edit]\nAlhazen discussed the physics of the celestial region in his Epitome of Astronomy, arguing that Ptolemaic models must be understood in terms of physical objects rather than abstract hypotheses—in other words that it should be possible to create physical models where (for example) none of the celestial bodies would collide with each other. The suggestion of mechanical models for the Earth centred Ptolemaic model \"greatly contributed to the eventual triumph of the Ptolemaic system among the Christians of the West\". Alhazen's determination to root astronomy in the realm of physical objects was important, however, because it meant astronomical hypotheses \"were accountable to the laws of physics\", and could be criticised and improved upon in those terms.[103]\nHe also wrote Maqala fi daw al-qamar (On the Light of the Moon).\n\nMechanics[edit]\nIn his work, Alhazen discussed theories on the motion of a body.[102] In his Treatise on Place, Alhazen disagreed with Aristotle's view that nature abhors a void, and he used geometry in an attempt to demonstrate that place (al-makan) is the imagined three-dimensional void between the inner surfaces of a containing body.[104]\n\n\nAstronomical works[edit]\nOn the Configuration of the World[edit]\nIn his On the Configuration of the World Alhazen presented a detailed description of the physical structure of the earth:The earth as a whole is a round sphere whose center is the center of the world. It is stationary in its [the world's] middle, fixed in it and not moving in any direction nor moving with any of the varieties of motion, but always at rest.[105]\nThe book is a non-technical explanation of Ptolemy's Almagest, which was eventually translated into Hebrew and Latin in the 13th and 14th centuries and subsequently had an influence on astronomers such as Georg von Peuerbach[106] during the European Middle Ages and Renaissance.[107]\n\nDoubts Concerning Ptolemy[edit]\nIn his Al-Shukūk ‛alā Batlamyūs, variously translated as Doubts Concerning Ptolemy or Aporias against Ptolemy, published at some time between 1025 and 1028, Alhazen criticized Ptolemy's Almagest, Planetary Hypotheses, and Optics, pointing out various contradictions he found in these works, particularly in astronomy. Ptolemy's Almagest concerned mathematical theories regarding the motion of the planets, whereas the Hypotheses concerned what Ptolemy thought was the actual configuration of the planets. Ptolemy himself acknowledged that his theories and configurations did not always agree with each other, arguing that this was not a problem provided it did not result in noticeable error, but Alhazen was particularly scathing in his criticism of the inherent contradictions in Ptolemy's works.[108] He considered that some of the mathematical devices Ptolemy introduced into astronomy, especially the equant, failed to satisfy the physical requirement of uniform circular motion, and noted the absurdity of relating actual physical motions to imaginary mathematical points, lines and circles:[109]\n\nPtolemy assumed an arrangement (hay'a) that cannot exist, and the fact that this arrangement produces in his imagination the motions that belong to the planets does not free him from the error he committed in his assumed arrangement, for the existing motions of the planets cannot be the result of an arrangement that is impossible to exist...  [F]or a man to imagine a circle in the heavens, and to imagine the planet moving in it does not bring about the planet's motion.[110]\nHaving pointed out the problems, Alhazen appears to have intended to resolve the contradictions he pointed out in Ptolemy in a later work. Alhazen believed there was a \"true configuration\" of the planets that Ptolemy had failed to grasp. He intended to complete and repair Ptolemy's system, not to replace it completely.[108] In the Doubts Concerning Ptolemy Alhazen set out his views on the difficulty of attaining scientific knowledge and the need to question existing authorities and theories:\n\nTruth is sought for itself [but] the truths, [he warns] are immersed in uncertainties [and the scientific authorities (such as Ptolemy, whom he greatly respected) are] not immune from error...[72]\nHe held that the criticism of existing theories—which dominated this book—holds a special place in the growth of scientific knowledge.\n\nModel of the Motions of Each of the Seven Planets[edit]\nAlhazen's The Model of the Motions of Each of the Seven Planets was written c. 1038. Only one damaged manuscript has been found, with only the introduction and the first section, on the theory of planetary motion, surviving. (There was also a second section on astronomical calculation, and a third section, on astronomical instruments.) Following on from his Doubts on Ptolemy, Alhazen described a new, geometry-based planetary model, describing the motions of the planets in terms of spherical geometry, infinitesimal geometry and trigonometry. He kept a geocentric universe and assumed that celestial motions are uniformly circular, which required the inclusion of epicycles to explain observed motion, but he managed to eliminate Ptolemy's equant. In general, his model didn't try to provide a causal explanation of the motions, but concentrated on providing a complete, geometric description that could explain observed motions without the contradictions inherent in Ptolemy's model.[111]\n\nOther astronomical works[edit]\nAlhazen wrote a total of twenty-five astronomical works, some concerning technical issues such as Exact Determination of the Meridian, a second group concerning accurate astronomical observation, a third group concerning various astronomical problems and questions such as the location of the Milky Way; Alhazen made the first systematic effort of evaluating the Milky Way's parallax, combining Ptolemy's data and his own. He concluded that the parallax is (probably very much) smaller than Lunar parallax, and the Milky way should be a celestial object. Though he was not the first who argued that the Milky Way does not belong to the atmosphere, he is the first who did quantitative analysis for the claim.[112]\nThe fourth group consists of ten works on astronomical theory, including the Doubts and Model of the Motions discussed above.[113]\n\nMathematical works[edit]\n Alhazen's geometrically proven summation formula\nIn mathematics, Alhazen built on the mathematical works of Euclid and Thabit ibn Qurra and worked on \"the beginnings of the link between algebra and geometry\".[114]\nHe developed a formula for summing the first 100 natural numbers, using a geometric proof to prove the formula.[115]\n\nGeometry[edit]\n The lunes of Alhazen. The two blue lunes together have the same area as the green right triangle.\nAlhazen explored what is now known as the Euclidean parallel postulate, the fifth postulate in Euclid's Elements, using a proof by contradiction,[116] and in effect introducing the concept of motion into geometry.[117] He formulated the Lambert quadrilateral, which Boris Abramovich Rozenfeld names the \"Ibn al-Haytham–Lambert quadrilateral\".[118]\nIn elementary geometry, Alhazen attempted to solve the problem of squaring the circle using the area of lunes (crescent shapes), but later gave up on the impossible task.[119] The two lunes formed from a right triangle by erecting a semicircle on each of the triangle's sides, inward for the hypotenuse and outward for the other two sides, are known as the lunes of Alhazen; they have the same total area as the triangle itself.[120]\n\nNumber theory[edit]\nAlhazen's contributions to number theory include his work on perfect numbers. In his Analysis and Synthesis, he may have been the first to state that every even perfect number is of the form 2n−1(2n − 1) where 2n − 1 is prime, but he was not able to prove this result; Euler later proved it in the 18th century.[119]\nAlhazen solved problems involving congruences using what is now called Wilson's theorem. In his Opuscula, Alhazen considers the solution of a system of congruences, and gives two general methods of solution. His first method, the canonical method, involved Wilson's theorem, while his second method involved a version of the Chinese remainder theorem.[119]\n\nCalculus[edit]\nAlhazen discovered the sum formula for the fourth power, using a method that could be generally used to determine the sum for any integral power. He used this to find the volume of a paraboloid. He could find the integral formula for any polynomial without having developed a general formula.[121]\n\nOther works[edit]\nInfluence of Melodies on the Souls of Animals[edit]\nAlhazen also wrote a Treatise on the Influence of Melodies on the Souls of Animals, although no copies have survived. It appears to have been concerned with the question of whether animals could react to music, for example whether a camel would increase or decrease its pace.\n\nEngineering[edit]\nIn engineering, one account of his career as a civil engineer has him summoned to Egypt by the Fatimid Caliph, Al-Hakim bi-Amr Allah, to regulate the flooding of the Nile River. He carried out a detailed scientific study of the annual inundation of the Nile River, and he drew plans for building a dam, at the site of the modern-day Aswan Dam. His field work, however, later made him aware of the impracticality of this scheme, and he soon feigned madness so he could avoid punishment from the Caliph.[122]\n\nPhilosophy[edit]\nIn his Treatise on Place, Alhazen disagreed with Aristotle's view that nature abhors a void, and he used geometry in an attempt to demonstrate that place (al-makan) is the imagined three-dimensional void between the inner surfaces of a containing body.[104] Abd-el-latif, a supporter of Aristotle's philosophical view of place, later criticized the work in Fi al-Radd 'ala Ibn al-Haytham fi al-makan (A refutation of Ibn al-Haytham’s place) for its geometrization of place.[104]\nAlhazen also discussed space perception and its epistemological implications in his Book of Optics. In \"tying the visual perception of space to prior bodily experience, Alhazen unequivocally rejected the intuitiveness of spatial perception and, therefore, the autonomy of vision. Without tangible notions of distance and size for\ncorrelation, sight can tell us next to nothing about such things.\"[123] Alhazen came up with many theories that shattered what was known of reality at the time. These ideas of optics and perspective did not just tie into physical science, rather existential philosophy. This led to religious viewpoints being upheld to the point that there is an observer and their perspective, which in this case is reality.[43]\n\nTheology[edit]\nAlhazen was a Muslim and most sources report that he was a Sunni and a follower of the Ash'ari school.[2][5][3][4] However, Peter Hodgeson instead identifies him with the Mu'tazilite school.[124] Ziauddin Sardar says that some of the greatest Muslim scientists, such as Ibn al-Haytham and Abū Rayhān al-Bīrūnī, who were pioneers of the scientific method, were themselves followers of the Ashʿari school of Islamic theology.[3] Like other Ashʿarites who believed that faith or taqlid should apply only to Islam and not to any ancient Hellenistic authorities,[125] Ibn al-Haytham's view that taqlid should apply only to prophets of Islam and not to any other authorities formed the basis for much of his scientific skepticism and criticism against Ptolemy and other ancient authorities in his Doubts Concerning Ptolemy and Book of Optics.[126] Sabra (1978) even suggested he might have been an adherent of Shia Islam—and Sumaiya Hamdani also states this and suggests that he also converted to Isma'ilism.[127][need quotation to verify][128]\nAlhazen wrote a work on Islamic theology in which he discussed prophethood and developed a system of philosophical criteria to discern its false claimants in his time.[129]\nHe also wrote a treatise entitled Finding the Direction of Qibla by Calculation in which he discussed finding the Qibla, where prayers (salat) are directed towards, mathematically.[130]\nThere are occasional references to theology or religious sentiment in his technical works, e.g.\nin  Doubts Concerning Ptolemy:\n\nTruth is sought for its own sake ... Finding the truth is difficult, and the road to it is rough. For the truths are plunged in obscurity. ... God, however, has not preserved the scientist from error and has not safeguarded science from shortcomings and faults. If this had been the case, scientists would not have disagreed upon any point of science...[131]\nIn The Winding Motion:\n\nFrom the statements made by the noble Shaykh, it is clear that he believes in Ptolemy's words in everything he says, without relying on a demonstration or calling on a proof, but by pure imitation (taqlid); that is how experts in the prophetic tradition have faith in Prophets, may the blessing of God be upon them. But it is not the way that mathematicians have faith in specialists in the demonstrative sciences.[132]\nRegarding the relation of objective truth and God:\n\nI constantly sought knowledge and truth, and it became my belief that for gaining access to the effulgence and closeness to God, there is no better way than that of searching for truth and knowledge.[133]\nLegacy[edit]\n Cover page of the Latin translation of Kitāb al-Manāẓir\nAlhazen made significant contributions to optics, number theory, geometry, astronomy and natural philosophy. Alhazen's work on optics is credited with contributing a new emphasis on experiment.\nHis main work, Kitab al-Manazir (Book of Optics), was known in the Muslim world mainly, but not exclusively, through the thirteenth-century commentary by Kamāl al-Dīn al-Fārisī, the Tanqīḥ al-Manāẓir li-dhawī l-abṣār wa l-baṣā'ir.[134] In al-Andalus, it was used by the eleventh-century prince of the Banu Hud dynasty of Zaragossa and author of an important mathematical text, al-Mu'taman ibn Hūd. A Latin translation of the Kitab al-Manazir was made probably in the late twelfth or early thirteenth century.[135] This translation was read by and greatly influenced a number of scholars in Christian Europe including: Roger Bacon,[136] Robert Grosseteste,[137] Witelo, Giambattista della Porta,[138] Leonardo Da Vinci,[139] Galileo Galilei,[140] Christiaan Huygens,[141] René Descartes,[142] and Johannes Kepler.[143] His research in catoptrics (the study of optical systems using mirrors) centred on spherical and parabolic mirrors and spherical aberration. He made the observation that the ratio between the angle of incidence and refraction does not remain constant, and investigated the magnifying power of a lens. His work on catoptrics also contains the problem known as \"Alhazen's problem\".[62] Meanwhile in the Islamic world, Alhazen's work influenced Averroes' writings on optics,[citation needed] and his legacy was further advanced through the 'reforming' of his Optics by Persian scientist Kamal al-Din al-Farisi (died c. 1320) in the latter's Kitab Tanqih al-Manazir (The Revision of [Ibn al-Haytham's] Optics).[81] Alhazen wrote as many as 200 books, although only 55 have survived. Some of his treatises on optics survived only through Latin translation. During the Middle Ages his books on cosmology were translated into Latin, Hebrew and other languages.\nThe impact crater Alhazen on the Moon is named in his honour,[144] as was the asteroid 59239 Alhazen.[145] In honour of Alhazen, the Aga Khan University (Pakistan) named its Ophthalmology endowed chair as \"The Ibn-e-Haitham Associate Professor and Chief of Ophthalmology\".[146] Alhazen, by the name Ibn al-Haytham, is featured on the obverse of the Iraqi 10,000-dinar banknote issued in 2003,[147] and on 10-dinar notes from 1982.\nThe 2015 International Year of Light celebrated the 1000th anniversary of the works on optics by Ibn Al-Haytham.[148]\n\nCommemorations[edit]\nIn 2014, the \"Hiding in the Light\" episode of Cosmos: A Spacetime Odyssey, presented by Neil deGrasse Tyson, focused on the accomplishments of Ibn al-Haytham. He was voiced by Alfred Molina in the episode.\nOver forty years previously, Jacob Bronowski presented Alhazen's work in a similar television documentary (and the corresponding book), The Ascent of Man. In episode 5 (The Music of the Spheres), Bronowski remarked that in his view, Alhazen was \"the one really original scientific mind that Arab culture produced\", whose theory of optics was not improved on till the time of Newton and Leibniz.\nH. J. J. Winter, a British historian of science, summing up the importance of Ibn al-Haytham in the history of physics wrote:\n\nAfter the death of Archimedes no really great physicist appeared until Ibn al-Haytham. If, therefore, we confine our interest only to the history of physics, there is a long period of over twelve hundred years during which the Golden Age of Greece gave way to the era of Muslim Scholasticism, and the experimental spirit of the noblest physicist of Antiquity lived again in the Arab Scholar from Basra.[149]\nUNESCO declared 2015 the International Year of Light and its Director-General Irina Bokova dubbed Ibn al-Haytham 'the father of optics'.[150] Amongst others, this was to celebrate Ibn Al-Haytham's achievements in optics, mathematics and astronomy. An international campaign, created by the 1001 Inventions organisation, titled 1001 Inventions and the World of Ibn Al-Haytham featuring a series of interactive exhibits, workshops and live shows about his work, partnering with science centers, science festivals, museums, and educational institutions, as well as digital and social media platforms.[151] The campaign also produced and released the short educational film 1001 Inventions and the World of Ibn Al-Haytham.\n\nList of works[edit]\nAccording to medieval biographers, Alhazen wrote more than 200 works on a wide range of subjects, of which at least 96 of his scientific works are known. Most of his works are now lost, but more than 50 of them have survived to some extent. Nearly half of his surviving works are on mathematics, 23 of them are on astronomy, and 14 of them are on optics, with a few on other subjects.[152] Not all his surviving works have yet been studied, but some of the ones that have are given below.[153]\n\n\nBook of Optics (كتاب المناظر)\nAnalysis and Synthesis (مقالة في التحليل والتركيب)\nBalance of Wisdom (ميزان الحكمة)\nCorrections to the Almagest (تصويبات على المجسطي)\nDiscourse on Place (مقالة في المكان)\nExact Determination of the Pole (التحديد الدقيق للقطب)\nExact Determination of the Meridian (رسالة في الشفق)\nFinding the Direction of Qibla by Calculation (كيفية حساب اتجاه القبلة)\nHorizontal Sundials (المزولة الأفقية)\nHour Lines (خطوط الساعة)\nDoubts Concerning Ptolemy (شكوك على بطليموس)\nMaqala fi'l-Qarastun (مقالة في قرسطون)\nOn Completion of the Conics (إكمال المخاريط)\nOn Seeing the Stars (رؤية الكواكب)\nOn Squaring the Circle (مقالة فی تربیع الدائرة)\nOn the Burning Sphere ( المرايا المحرقة بالدوائر)\nOn the Configuration of the World (تكوين العالم)\nOn the Form of Eclipse (مقالة فی صورة ‌الکسوف)\nOn the Light of Stars (مقالة في ضوء النجوم)\nOn the Light of the Moon (مقالة في ضوء القمر)\nOn the Milky Way (مقالة في درب التبانة)\nOn the Nature of Shadows (كيفيات الإظلال)\nOn the Rainbow and Halo (مقالة في قوس قزح)\nOpuscula (Minor Works)\nResolution of Doubts Concerning the Almagest (تحليل شكوك حول الجست)\nResolution of Doubts Concerning the Winding Motion\nThe Correction of the Operations in Astronomy (تصحيح العمليات في الفلك)\nThe Different Heights of the Planets (اختلاف ارتفاع الكواكب)\nThe Direction of Mecca (اتجاه القبلة)\nThe Model of the Motions of Each of the Seven Planets (نماذج حركات الكواكب السبعة)\nThe Model of the Universe (نموذج الكون)\nThe Motion of the Moon (حركة القمر)\nThe Ratios of Hourly Arcs to their Heights\nThe Winding Motion (الحركة المتعرجة)\nTreatise on Light (رسالة في الضوء)\nTreatise on Place (رسالة في المكان)\nTreatise on the Influence of Melodies on the Souls of Animals (تأثير اللحون الموسيقية في النفوس الحيوانية)\nكتاب في تحليل المسائل الهندسية (A book in engineering analysis)\nالجامع في أصول الحساب (The whole in the assets of the account)\nقول فی مساحة الکرة (Say in the sphere)\nالقول المعروف بالغریب فی حساب المعاملات (Saying the unknown in the calculation of transactions)\nخواص المثلث من جهة العمود (Triangle properties from the side of the column)\nرسالة فی مساحة المسجم المکافی (A message in the free space)\nشرح أصول إقليدس (Explain the origins of Euclid)\nالمرايا المحرقة بالقطوع (The burning mirrors of the rainbow)\n\nLost works[edit]\nA Book in which I have Summarized the Science of Optics from the Two Books of Euclid and Ptolemy, to which I have added the Notions of the First Discourse which is Missing from Ptolemy's Book[154]\nTreatise on Burning Mirrors\nTreatise on the Nature of [the Organ of] Sight and on How Vision is Achieved Through It\nSee also[edit]\n\n\"Hiding in the Light\"\nHistory of mathematics\nHistory of optics\nHistory of physics\nHistory of science\nHistory of scientific method\nHockney–Falco thesis\nMathematics in medieval Islam\nPhysics in medieval Islam\nScience in the medieval Islamic world\nFatima al-Fihri\nIslamic Golden Age\n\nNotes[edit]\n\n\n^  A. Mark Smith has determined that there were at least two translators, based on their facility with Arabic; the first, more experienced scholar began the translation at the beginning of Book One, and handed it off in the middle of Chapter Three of Book Three. Smith 2001 harvnb error: multiple targets (2×): CITEREFSmith2001 (help) 91 Volume 1: Commentary and Latin text pp.xx-xxi. See also his 2006, 2008, 2010 translations.\n\n\nReferences[edit]\n\n\n^ Falco 2007 harvnb error: multiple targets (2×): CITEREFFalco2007 (help).\n\n^ a b c Ishaq, Usep Mohamad, and Wan Mohd Nor Wan Daud. \"Tinjauan biografi-bibliografi Ibn al-haytham.\" HISTORIA: Jurnal Program Studi Pendidikan Sejarah 5.2 (2017): 107–24.\n\n^ a b c Sardar 1998\n\n^ a b Bettany 1995, p. 251\n\n^ a b Kaminski, Joseph J. \"The Trajectory of the Development of Islamic Thought – A Comparison Between Two Earlier and Two Later Scholars.\" The Contemporary Islamic Governed State. Palgrave Macmillan, Cham, 2017. 31–70. \"For example, Ibn al-Haytham and Abū Rayhān al-Bīrūnī were among the most important medieval scholars who used the scientific method in their approach to natural science, and they were both Ash'arites\"\n\n^ O'Connor & Robertson 1999.\n\n^ El-Bizri 2010, p. 11: \"Ibn al-Haytham's groundbreaking studies in optics, including his research in catoptrics and dioptrics (respectively the sciences investigating the principles and instruments pertaining to the reflection and refraction of light), were principally gathered in his monumental opus: Kitåb al-manåóir (The Optics; De Aspectibus or Perspectivae; composed between 1028 CE and 1038 CE).\"\n\n^ Rooney 2012, p. 39: \"As a rigorous experimental physicist, he is sometimes credited with inventing the scientific method.\"\n\n^ Baker 2012, p. 449: \"As shown earlier, Ibn al-Haytham was among the first scholars to experiment with animal psychology.\n\n^ Rosenthal 1960–61 harvnb error: no target: CITEREFRosenthal1960–61 (help).\n\n^ (Smith 2001, p. xvi) harv error: multiple targets (2×): CITEREFSmith2001 (help)\n\n^ Euclid's Optics\n\n^ Smith, A. Mark  (1988) \"Ptolemy, Optics\" Isis Vol. 79, No. 2 (Jun., 1988), pp. 188–207, via JSTOR\nSmith, A. Mark (1996)  Ptolemy's Theory of Visual Perception: An English Translation of the \"Optics\" with Introduction and Commentary, Transactions of the American Philosophical Society 86(2) (1996) via JSTOR\nSmith, A. Mark (1999) Ptolemy and the Foundations of Ancient Mathematical Optics: A Source Based Guided Study, Transactions of the American Philosophical Society New Series, 89(3) (1999) via JSTOR\n\n^ A. Mark Smith (1996). Ptolemy's Theory of Visual Perception: An English Translation of the Optics. American Philosophical Society. p. 58. ISBN 978-0871698629.\n\n^ Also Alhacen, Avennathan, Avenetan, etc.; the identity of \"Alhazen\" with Ibn al-Haytham al-Basri \"was identified towards the end of the 19th century\". (Vernet 1996, p. 788)\n\n^ \"Ibn al-Haytham\". The American Heritage Dictionary of the English Language (5th ed.). Boston: Houghton Mifflin Harcourt. Retrieved 23 June 2019.\n\n^ J., Vernet. \"Ibn al-Hayt̲h̲am\". Encyclopaedia of Islam.\"Abu ʿAlī al-Ḥasan b. al-Ḥasan b. al-Hayt̲h̲am al-Baṣrī al-Miṣrī, was identified towards the end of the 19th century with the Alhazen, Avennathan and Avenetan of mediaeval Latin texts. He is one of the principal Arab mathematicians and, without any doubt, the best physicist.\"\n\n^ a b Simon 2006\n\n^ \"Optics – Encyclopaedia Iranica\". www.iranicaonline.org.\n\n^ \"Ibn al-Haytham | Arab astronomer and mathematician\". Encyclopedia Britannica.\n\n^ Esposito, John L. (2000). The Oxford History of Islam. Oxford University Press. p. 192.: \"Ibn al-Haytham (d. 1039), known in the West as Alhazan, was a leading Arab mathematician, astronomer, and physicist. His optical compendium, Kitab al-Manazir, is the greatest medieval work on optics.\"\n\n^ a b For the description of his main fields, see e.g.  Vernet 1996, p. 788  (\"He is one of the principal Arab mathematicians and, without any doubt, the best physicist.\") Sabra 2008 harvnb error: multiple targets (2×): CITEREFSabra2008 (help), Kalin, Ayduz & Dagli 2009 (\"Ibn al-Ḥaytam was an eminent eleventh-century Arab optician, geometer, arithmetician, algebraist, astronomer, and engineer.\"), Dallal 1999 (\"Ibn al-Haytham (d. 1039), known in the West as Alhazan, was a leading Arab mathematician, astronomer, and physicist. His optical compendium, Kitab al-Manazir, is the greatest medieval work on optics.\")\n\n^ \"International Year of Light: Ibn al Haytham, pioneer of modern optics celebrated at UNESCO\". UNESCO. Retrieved 2 June 2018.\n\n^ \"The 'first true scientist'\". 2009. Retrieved 2 June 2018.\n\n^ Selin 2008: \"The three most recognizable Islamic contributors to meteorology were: the Alexandrian mathematician/ astronomer Ibn al-Haytham (Alhazen 965–1039), the Arab-speaking Persian physician Ibn Sina (Avicenna 980–1037), and the Spanish Moorish physician/jurist Ibn Rushd (Averroes; 1126–1198).\" He has been dubbed the \"father of modern optics\" by the UNESCO. \"Impact of Science on Society\". UNESCO. 26–27: 140. 1976..\n\"International Year of Light – Ibn Al-Haytham and the Legacy of Arabic Optics\". www.light2015.org. Archived from the original on 1 October 2014. Retrieved 9 October 2017..\n\"International Year of Light: Ibn al Haytham, pioneer of modern optics celebrated at UNESCO\". UNESCO. Retrieved 9 October 2017.. Specifically, he was the first to explain that vision occurs when light bounces on an object and then enters an eye. Adamson, Peter (2016). Philosophy in the Islamic World: A History of Philosophy Without Any Gaps. Oxford University Press. p. 77. ISBN 978-0-19-957749-1.\n\n^ Roshdi Rashed, Ibn al-Haytham's Geometrical Methods and the Philosophy of Mathematics: A History of Arabic Sciences and Mathematics, Volume 5, Routledge (2017), p. 635\n\n^ Adamson, Peter (2016). Philosophy in the Islamic World: A History of Philosophy Without Any Gaps. Oxford University Press. p. 77. ISBN 978-0-19-957749-1.\n\n^ Baker, David B. (2012). The Oxford Handbook of the History of Psychology: Global Perspectives. Oxford University Press, USA, p. 445\n\n^ Ackerman 1991.\n\n^ Haq, Syed (2009). \"Science in Islam\". Oxford Dictionary of the Middle Ages. ISSN 1703-7603. Retrieved 22 October 2014.\n\n^ G. J. Toomer. Review on JSTOR, Toomer's 1964 review of Matthias Schramm (1963) Ibn Al-Haythams Weg Zur Physik Toomer p. 464: \"Schramm sums up [Ibn Al-Haytham's] achievement in the development of scientific method.\"\n\n^ \"International Year of Light – Ibn Al-Haytham and the Legacy of Arabic Optics\". Archived from the original on 1 October 2014. Retrieved 4 January 2015.\n\n^ Al-Khalili, Jim (4 January 2009). \"The 'first true scientist'\". BBC News. Retrieved 24 September 2013.\n\n^ Gorini, Rosanna (October 2003). \"Al-Haytham the man of experience. First steps in the science of vision\" (PDF). Journal of the International Society for the History of Islamic Medicine. 2 (4): 53–55. Retrieved 25 September 2008.\n\n^ According to Al-Qifti. O'Connor & Robertson 1999.\n\n^ O'Connor & Robertson 1999\n\n^ O'Connor & Robertson 1999\n\n^ Disputed: Corbin 1993, p. 149.\n\n^ Noted by Abu'l-Hasan Bayhaqi (c. 1097 – 1169), and by\nSabra 1994 p. 197\nCarl Boyer 1959 p. 80\n\n^ a b A. I. Sabra encyclopedia.com Ibn Al-Haytham, Abū\n\n^ Lindberg 1967, p. 331:\"Peckham continually bows to the authority of Alhazen, whom he cites as \"the Author\" or \"the Physicist\".\"\n\n^ A. Mark Smith (1996). Ptolemy's Theory of Visual Perception: An English Translation of the Optics. American Philosophical Society. p. 57. ISBN 978-0871698629.\n\n^ a b Tbakhi, Abdelghani; Amr, Samir S. (2007). \"Ibn Al-Haytham: Father of Modern Optics\". Annals of Saudi Medicine. 27 (6): 464–67. doi:10.5144/0256-4947.2007.464. ISSN 0256-4947. PMC 6074172. PMID 18059131.\n\n^ a b Corbin 1993, p. 149.\n\n^ The Prisoner of Al-Hakim. Clifton, NJ: Blue Dome Press, 2017. ISBN 1682060160\n\n^ Carl Brockelmann, Geschichte der arabischen Litteratur, vol. 1 (1898), p. 469.\n\n^ \"the Great Islamic Encyclopedia\". Cgie.org.ir. Archived from the original on 30 September 2011. Retrieved 27 May 2012.[verification needed]\n\n^ For Ibn al-Haytham's life and works, (Smith 2001, p. cxix) harv error: multiple targets (2×): CITEREFSmith2001 (help) recommends (Sabra 1989, pp. vol.2, xix–lxxiii) harv error: multiple targets (2×): CITEREFSabra1989 (help)\n\n^ Sajjadi, Sadegh, \"Alhazen\", Great Islamic Encyclopedia, Volume 1, Article No. 1917\n\n^ Al-Khalili 2015.\n\n^ Crombie 1971, p. 147, n. 2.\n\n^ Alhazen (965–1040): Library of Congress Citations, Malaspina Great Books, archived from the original on 27 September 2007, retrieved 23 January 2008[verification needed]\n\n^ Smith 2001, p. xxi harvnb error: multiple targets (2×): CITEREFSmith2001 (help).\n\n^ Smith 2001, p. xxii harvnb error: multiple targets (2×): CITEREFSmith2001 (help).\n\n^ Smith 2001, p. lxxix harvnb error: multiple targets (2×): CITEREFSmith2001 (help).\n\n^ a b Lindberg 1976, p. 73.\n\n^ (Lindberg 1976, p. 74)\n\n^ (Lindberg 1976, p. 76)\n\n^ Lindberg 1976, p. 75\n\n^ Lindberg 1976, pp. 76–78\n\n^ a b Lindberg 1976, p. 86.\n\n^ a b Al Deek 2004.\n\n^ Heeffer 2003.\n\n^ Kelley, Milone & Aveni 2005, p. 83: \"The first clear description of the device appears in the Book of Optics of Alhazen.\"\n\n^ Wade & Finger (2001): \"The principles of the camera obscura first began to be correctly analysed in the eleventh century, when they were outlined by Ibn al-Haytham.\"\n\n^ Raynaud, Dominique (2016). A Critical Edition of Ibn al-Haytham's On the Shape of the Eclipse. The First Experimental Study of the Camera Obscura. New York: Springer International.\n\n^ Eder, Josef (1945). History of Photography. New York: Columbia University Press. p. 37.\n\n^ Howard 1996.\n\n^ Aaen-Stockdale 2008\n\n^ Wade 1998, pp. 240, 316, 334, 367; Howard & Wade 1996, pp. 1195, 1197, 1200.\n\n^ Lejeune 1958.\n\n^ a b c Sabra 1989 harvnb error: multiple targets (2×): CITEREFSabra1989 (help).\n\n^ Raynaud 2003.\n\n^ Russell 1996, p. 691.\n\n^ Russell 1996, p. 689.\n\n^ Lindberg 1976, pp. 80–85\n\n^ Smith 2004, pp. 186, 192.\n\n^ Wade 1998, p. 14\n\n^ Smith 2001, p. 437 harvnb error: multiple targets (2×): CITEREFSmith2001 (help) De Aspectibus Book Two, 3.39 p. 437, via JSTOR\n\n^ See, for example,De aspectibus Book 7 Archived 18 August 2018 at the Wayback Machine, for his experiments in refraction\n\n^ a b El-Bizri 2005a, 2005b.\n\n^ see Schramm's Habilitationsschrift, Ibn al-Haythams Weg zur Physik (Steiner, Wiesbaden, 1963)  as cited by Rüdiger Thiele (2005) Historia Mathematica 32, 271–74. \"In Memoriam: Matthias Schramm, 1928–2005\"\n\n^ Toomer 1964, pp. 463–64\n\n^ a b Toomer 1964, p. 465\n\n^ G. J. Toomer. Review on JSTOR, Toomer's 1964 review of Matthias Schramm (1963) Ibn Al-Haythams Weg Zur Physik Toomer p. 464: \"Schramm sums up [Ibn Al-Haytham's] achievement in the development of scientific method.\", p. 465: \"Schramm has demonstrated .. beyond any dispute that Ibn al-Haytham is a major figure in the Islamic scientific tradition, particularly in the creation of experimental techniques.\" p. 465: \"Only when the influence of ibn al-Haytam and others on the mainstream of later medieval physical writings has been seriously investigated can Schramm's claim that ibn al-Haytam was the true founder of modern physics be evaluated.\"\n\n^ \nO'Connor & Robertson 1999, Weisstein 2008.\n\n^ Katz 1995, pp. 165–69, 173–74.\n\n^ Smith 1992.\n\n^ Elkin, Jack M. (1965), \"A deceptively easy problem\", Mathematics Teacher, 58 (3): 194–99, doi:10.5951/MT.58.3.0194, JSTOR 27968003\n\n^ Riede, Harald (1989), \"Reflexion am Kugelspiegel. Oder: das Problem des Alhazen\", Praxis der Mathematik (in German), 31 (2): 65–70\n\n^ Neumann, Peter M. (1998), \"Reflections on Reflection in a Spherical Mirror\", American Mathematical Monthly, 105 (6): 523–28, doi:10.1080/00029890.1998.12004920, JSTOR 2589403, MR 1626185\n\n^ Highfield, Roger (1 April 1997), \"Don solves the last puzzle left by ancient Greeks\", Electronic Telegraph, 676, archived from the original on 23 November 2004\n\n^ Agrawal, Taguchi & Ramalingam 2011.\n\n^ Russell 1996, p. 695.\n\n^ Russell 1996.\n\n^ a b Khaleefa 1999\n\n^ Aaen-Stockdale 2008.\n\n^ Ross & Plug 2002.\n\n^ Hershenson 1989, pp. 9–10.\n\n^ Ross 2000.\n\n^ Ross & Ross 1976.\n\n^ a b El-Bizri 2006.\n\n^ Duhem 1969, p. 28.\n\n^ a b c El-Bizri 2007 harvnb error: multiple targets (2×): CITEREFEl-Bizri2007 (help).\n\n^ Langermann 1990, chap. 2, sect. 22, p. 61\n\n^ Lorch 2008.\n\n^ Langermann 1990, pp. 34–41; Gondhalekar 2001, p. 21.\n\n^ a b Sabra 1998.\n\n^ Langermann 1990, pp. 8–10\n\n^ Sabra 1978b, p. 121, n. 13\n\n^ Rashed 2007.\n\n^ Eckart 2018 harvnb error: no target: CITEREFEckart2018 (help)\n\n^ Rashed 2007, pp. 8–9.\n\n^ Faruqi 2006, pp. 395–96:\nIn seventeenth century Europe the problems formulated by Ibn al-Haytham (965–1041) became known as 'Alhazen's problem'. ... Al-Haytham's contributions to geometry and number theory went well beyond the Archimedean tradition. Al-Haytham also worked on analytical geometry and the beginnings of the link between algebra and geometry. Subsequently, this work led in pure mathematics to the harmonious fusion of algebra and geometry that was epitomised by Descartes in geometric analysis and by Newton in the calculus. Al-Haytham was a scientist who made major contributions to the fields of mathematics, physics and astronomy during the latter half of the tenth century.\n\n^ Rottman 2000, Chapter 1.\n\n^ Eder 2000.\n\n^ Katz 1998, p. 269: \"In effect, this method characterised parallel lines as lines always equidistant from one another and also introduced the concept of motion into geometry.\"\n\n^ Rozenfeld 1988, p. 65.\n\n^ a b c O'Connor & Robertson 1999.\n\n^ Alsina & Nelsen 2010.\n\n^ Katz, Victor J. (1995). \"Ideas of Calculus in Islam and India\". Mathematics Magazine. 68 (3): 163–74 [165–69, 173–74]year=1995. doi:10.2307/2691411. JSTOR 2691411.\n\n^ Plott 2000, Pt. II, p. 459.\n\n^ Smith 2005, pp. 219–40.\n\n^ Hodgson 2006, p. 53.\n\n^ Anwar, Sabieh (October 2008), \"Is Ghazālī really the Halagu of Science in Islam?\", Monthly Renaissance, 18 (10), retrieved 2008-10-14\n\n^ Rashed, Roshdi (2007), \"The Celestial Kinematics of Ibn al-Haytham\", Arabic Sciences and Philosophy, Cambridge University Press, 17 (1): 7–55 [11], doi:10.1017/S0957423907000355\n\n^ (Sabra 1978a, p. 54)\n\n^ Hamdani, Sumaiya. \"The dialectic of power: Sunni-Shi'i debates in tenth-century North Africa.\" Studia islamica 90 (2000): 5–21.\n\n^ Plott 2000, Pt. II, p. 464\n\n^ Topdemir 2007, pp. 8–9.\n\n^ Translated by S. Pines, as quoted in Sambursky 1974, p. 139 harvnb error: no target: CITEREFSambursky1974 (help).\n\n^ Rashed 2007, p. 11.\n\n^ Plott 2000, Pt. II, p. 465\n\n^ Sabra 2007.\n\n^ Sabra 2007, pp. 122, 128–29. Grant (1974, p. 392) notes the Book of Optics has also been denoted as Opticae Thesaurus Alhazen Arabis, as De Aspectibus, and also as Perspectiva\n\n^ Lindberg 1996, p. 11, passim.\n\n^ Authier 2013, p. 23: \"Alhazen's works in turn inspired many scientists of the Middle Ages, such as the English bishop, Robert Grosseteste (c. 1175–1253), and the English Franciscan, Roger Bacon (c. 1214–1294), Erazmus Ciolek Witelo, or Witelon (ca 1230* 1280), a Silesian-born Polish friar, philosopher and scholar, published in ca 1270 a treatise on optics, Perspectiva, largely based on Alhazen's works.\"\n\n^ Magill & Aves 1998, p. 66: \"Roger Bacon, John Peckham, and Giambattista della Porta are only some of the many thinkers who were influenced by Alhazen's work.\"\n\n^ Zewail & Thomas 2010, p. 5: \"The Latin translation of Alhazen's work influenced scientists and philosophers such as (Roger) Bacon and da Vinci, and formed the foundation for the work by mathematicians like Kepler, Descartes and Huygens...\"\n\n^ El-Bizri 2010, p. 12: \"This [Latin] version of Ibn al-Haytham's Optics, which became available in print, was read and consulted by scientists and philosophers of the caliber of Kepler, Galileo, Descartes, and Huygens as discussed by Nader El-Bizri.\"\n\n^ Magill & Aves 1998, p. 66: \"Sabra discusses in detail the impact of Alhazen's ideas on the optical discoveries of such men as Descartes and Christiaan Huygens; see also El-Bizri 2005a harvnb error: multiple targets (2×): CITEREFEl-Bizri2005a (help).\"\n\n^ El-Bizri 2010, p. 12.\n\n^ Magill & Aves 1998, p. 66: \"Even Kepler, however, used some of Alhazen's ideas, for example, the one-to-one correspondence between points on the object and points in the eye. It would not be going too far to say that Alhazen's optical theories defined the scope and goals of the field from his day to ours.\"\n\n^ Chong, Lim & Ang 2002 Appendix 3, p. 129.\n\n^ NASA 2006.\n\n^ AKU Research Publications 1995–98 Archived 4 January 2015 at the Wayback Machine\n\n^ Murphy 2003.\n\n^ \"Ibn Al-Haytham and the Legacy of Arabic Optics\". 2015 International Year of Light. 2015. Archived from the original on 1 October 2014. Retrieved 4 January 2015.\n\n^ Winter, H. J. J. (September 1953). \"The Optical Researches of Ibn Al-Haitham\". Centaurus. 3 (1): 190–210. Bibcode:1953Cent....3..190W. doi:10.1111/j.1600-0498.1953.tb00529.x. ISSN 0008-8994. PMID 13209613.\n\n^ 2015, International Year of Light\n\n^ \"1000 Years of Arabic Optics to be a Focus of the International Year of Light in 2015\". United Nations. Retrieved 27 November 2014.\n\n^ Rashed 2002a, p. 773.\n\n^ Rashed 2007, pp. 8–9; Topdemir 2007\n\n^ From Ibn Abi Usaibia's catalog, as cited in  Smith 2001 harvnb error: multiple targets (2×): CITEREFSmith2001 (help) 91(vol.1), p.xv.\n\n\nSources[edit]\n\nSimon, G (2006), \"The gaze in Ibn al-Haytham.\", The Medieval History Journal, 9 (1): 89–98, doi:10.1177/097194580500900105, S2CID 170628785\nDaneshfard, Babak (2016), \"Ibn al-Haytham (965–1039 AD), the original portrayal of the modern theory of vision\", Journal of Medical Biography, Sage Publications, 24 (2): 227–31, doi:10.1177/0967772014529050, PMID 24737194, S2CID 39332483\nMasoud, Mohammad T; Masoud, Faiza (2006), \"How Islam changed medicine: Ibn al-Haytham and optics\", The BMJ, British Medical Association, 332 (7533): 332:120, doi:10.1136/bmj.332.7533.120-a, PMC 1326979, PMID 16410601\nMasic I (2008), \"Ibn al-Haitham – father of optics and describer of vision theory\", Med Arh, Academy of medical sciences of bosnia and herzegovina, 62 (3): 183–88, PMID 18822953\nSweileh, Waleed M; Al-Jabi, Samah W; Shanti, Yousef I; Sawalha, Ansam F; Zyoud, Sa’ed H (2015), \"Contribution of Arab researchers to ophthalmology: a bibliometric and comparative analysis\", SpringerPlus, Springer Publishing, 4: 4:42, doi:10.1186/s40064-015-0806-0, PMC 4318829, PMID 25674499\nAaen-Stockdale, C. R. (2008), \"Ibn al-Haytham and psychophysics\", Perception, 37 (4): 636–38, doi:10.1068/p5940, PMID 18546671, S2CID 43532965\nAckerman, James S (1991), Distance Points: Essays in Theory and Renaissance Art and Architecture, Cambridge, Massachusetts: MIT Press, ISBN 978-0262011228\nAgrawal, Amit; Taguchi, Yuichi; Ramalingam, Srikumar (2010), Analytical Forward Projection for Axial Non-Central Dioptric and Catadioptric Cameras, European Conference on Computer Vision, archived from the original on 7 March 2012\nAgrawal, Amit; Taguchi, Yuichi; Ramalingam, Srikumar (2011), Beyond Alhazen's Problem: Analytical Projection Model for Non-Central Catadioptric Cameras with Quadric Mirrors, IEEE Conference on Computer Vision and Pattern Recognition, CiteSeerX 10.1.1.433.9727, archived from the original on 7 March 2012\nAlsina, Claudi; Nelsen, Roger B. (2010), \"9.1 Squarable lunes\", Charming Proofs: A Journey into Elegant Mathematics, Dolciani mathematical expositions, 42, Mathematical Association of America, pp. 137–44, ISBN 978-0-88385-348-1\nArjomand, Kamran (1997), \"The emergence of scientific modernity in Iran: controversies surrounding astrology and modern astronomy in the mid-nineteenth century\", Iranian Studies, 30 (1): 5–24, doi:10.1080/00210869708701857\nAuthier, André (2013), \"3: The Dual Nature of Light\", Early Days of X-ray Crystallography, Oxford University Press, ISBN 978-0199659845\nBaker, David B., ed. (2012), The Oxford Handbook of the History of Psychology: Global Perspectives, Oxford University Press, ISBN 978-0195366556\nBettany, Laurence (1995), \"Ibn al-Haytham: an answer to multicultural science teaching?\", Physics Education, 30 (4): 247–52, Bibcode:1995PhyEd..30..247B, doi:10.1088/0031-9120/30/4/011\nEl-Bizri, Nader (2005a), \"A Philosophical Perspective on Alhazen's Optics\", Arabic Sciences and Philosophy, Cambridge University Press, 15 (2): 189–218, doi:10.1017/S0957423905000172\nEl-Bizri, Nader (2005b), \"Ibn al-Haytham\",  in Wallis, Faith (ed.), Medieval Science, Technology, and Medicine: An Encyclopedia, New York & London: Routledge, pp. 237–40, ISBN 0-415-96930-1, OCLC 218847614\nEl-Bizri, Nader (2006), \"Ibn al-Haytham or Alhazen\",  in Meri, Josef W. (ed.), Medieval Islamic Civilization: An Encyclopaedia, II, New York & London: Routledge, pp. 343–45, ISBN 0-415-96692-2, OCLC 224371638\nEl-Bizri, Nader (2007), \"In Defence of the Sovereignty of Philosophy: Al-Baghdadi's Critique of Ibn al-Haytham's Geometrisation of Place\", Arabic Sciences and Philosophy, Cambridge University Press, 17: 57–80, doi:10.1017/S0957423907000367\nEl-Bizri, Nader (2009a), \"La perception de la profondeur: Alhazen, Berkeley, et Merleau-Ponty\", Oriens Occidens, Paris: CNRS, 5 (1): 171–84\nEl-Bizri, Nader (2009b), \"Ibn al-Haytham et le problème de la couleur\", Oriens Occidens, Paris: CNRS, 7 (1): 201–26\nEl-Bizri, Nader (2010). \"Classical Optics and the Perspectiva Traditions Leading to the Renaissance\".  In Hendrix, John Shannon; Carman, Charles H. (eds.). Renaissance Theories of Vision (Visual Culture in Early Modernity). Farnham, Surrey: Ashgate. pp. 11–30. ISBN 978-1-409400-24-0.\nBurns, Robert (8 August 1999), \"Some fear Iraq may be rebuilding its weapons of mass destruction\", Topeka Capital-Journal, archived from the original on 15 March 2009, retrieved 21 September 2008\nChong, S.M.; Lim, A.C.H.; Ang, P.S (2002), Photographic Atlas of the Moon, ISBN 978-0521813921\nCorbin, Henry (1993) [Original French 1964], History of Islamic Philosophy, translated by Sherrard, Liadain; Sherrard, Philip, London: Kegan Paul International in association with Islamic Publications for The Institute of Ismaili Studies, ISBN 0-7103-0416-1, OCLC 22109949\nCrombie, A. C. (1971), Robert Grosseteste and the Origins of Experimental Science, 1100–1700, Clarendon Press, University of Oxford\nDallal, Ahmad S. (1999), \"Science, Medicine and Technology\",  in Esposito, John L. (ed.), The Oxford History of Islam, Oxford University Press\nAl Deek, Mahmoud (2004), \"Ibn Al-Haitham: Master of Optics, Mathematics, Physics and Medicine\", Al Shindagah (November–December 2004), archived from the original on 17 June 2008, retrieved 21 September 2008\nDuhem, Pierre (1969) [First published 1908], To Save the Phenomena: An Essay on the Idea of Physical theory from Plato to Galileo, University of Chicago Press, Chicago, ISBN 0-226-16921-9, OCLC 12429405\nEder, Michelle (2000), Views of Euclid's Parallel Postulate in Ancient Greece and in Medieval Islam, Rutgers University, retrieved 23 January 2008\nFalco, Charles M. (12–15 February 2007), Ibn al-Haytham and the Origins of Modern Image Analysis (PDF), presented at a plenary session at the International Conference on Information Sciences, Signal Processing and its Applications, retrieved 23 January 2008[dead link]\nFalco, Charles M. (27–29 November 2007), Ibn al-Haytham and the Origins of Computerized Image Analysis (PDF), International Conference on Computer Engineering & Systems (ICCES), archived from the original (PDF) on 26 July 2011, retrieved 30 January 2010\nFaruqi, Yasmeen M. (2006), \"Contributions of Islamic scholars to the scientific enterprise\", International Education Journal, 7 (4): 391–96\nGondhalekar, Prabhakar M. (2001), The Grip of Gravity: The Quest to Understand the Laws of Motion and Gravitation, Cambridge University Press, ISBN 0-521-80316-0, OCLC 224074913\nGrant, Edward (1974), A source book in medieval science, Volume One, Cambridge MA: Harvard University Press\nGrant, Edward (2008), \"Alhazen\", Encarta Online Encyclopedia, Microsoft, archived from the original on 26 May 2008, retrieved 16 September 2008\nHeeffer, Albrecht (14–15 September 2003), \"Kepler's near discovery of the sine law: A qualitative computational model\", Third International workshop: Computer models of scientific reasoning and applications (PDF), Buenos Aires: National Library of the Argentine Republic, retrieved 23 January 2008\nHershenson, Maurice (1989), The Moon Illusion, Lawrence Erlbaum Associates, ISBN 0-8058-0121-9, OCLC 20091171, retrieved 22 September 2008[dead link]\nHess, David J. (1995), Science and Technology in a Multicultural World: The Cultural Politics of Facts and Artifacts, Columbia University Press, ISBN 0-231-10196-1\nHighfield, Roger (1 April 1997), \"Don solves the last puzzle left by ancient Greeks\", The Daily Telegraph, 676, retrieved 24 September 2008\nHodgson, Peter Edward (2006), Theology And Modern Physics, Burlington, VT: Ashgate Publishing (published 15 January 2006), ISBN 978-0-7546-3622-9, OCLC 56876894, DDC: 201.653, LCC: BL265.P4 H63 2005\nHoward, Ian P. (1996), \"Alhazen's neglected discoveries of visual phenomena\", Perception, 25 (10): 1203–17, doi:10.1068/p251203, PMID 9027923, S2CID 20880413\nHoward, Ian P.; Wade, Nicholas J. (1996), \"Ptolemy's contributions to the geometry of binocular vision\", Perception, 25 (10): 1189–201, doi:10.1068/p251189, PMID 9027922, S2CID 34431898\nKalin, Ibrahim; Ayduz, Salim; Dagli, Caner, eds. (2009), \"Ibn al-Ḥaytam\", The Oxford Encyclopedia of Philosophy, Science, and Technology in Islam, Oxford University Press\nKatz, Victor J. (1995), \"Ideas of Calculus in Islam and India\", Mathematics Magazine, 68 (3): 163–74, doi:10.2307/2691411, JSTOR 2691411\nKatz, Victor J. (1998), History of Mathematics: An Introduction, Addison-Wesley, ISBN 0-321-01618-1, OCLC 38199387\nKelley, David H.; Milone, E. F.; Aveni, A. F. (2005), Exploring Ancient Skies: An Encyclopedic Survey of Archaeoastronomy, Birkhäuser, ISBN 0-387-95310-8, OCLC 213887290\nKhaleefa, Omar (1999), \"Who Is the Founder of Psychophysics and Experimental Psychology?\", American Journal of Islamic Social Sciences, 16 (2)\nAl-Khalili, Jim (12 February 2015), \"In retrospect: Book of Optics\", Nature, Nature Publishing Group, 518 (7538): 164–165, Bibcode:2015Natur.518..164A, doi:10.1038/518164a\nLangermann, Y. Tzvi (1990), Ibn al Haytham's on the Configuration of the World\nLejeune, Albert (1958), \"Les recherches de Ptolémée sur la vision binoculaire\", Janus, 47: 79–86\nLindberg, David C. (1967), \"Alhazen's Theory of Vision and Its Reception in the West\", Isis, 58 (3): 321–41, doi:10.1086/350266, PMID 4867472, S2CID 10792576\nLindberg, David C. (1976), Theories of Vision from al-Kindi to Kepler, University of Chicago Press, Chicago, ISBN 0-226-48234-0, OCLC 1676198\nLindberg, David C. (1996), Roger Bacon and the Origins of Perspectiva in the Middle Ages, Clarendon Press\nLorch, Richard (2008), \"Ibn al-Haytham\", Encyclopædia Britannica, retrieved 6 August 2008\nMagill, Frank Northen; Aves, Alison (1998), \"The Middles Ages: Alhazen\", Dictionary of World Biography, 2, Routledge, ISBN 978-1579580414\nMohamed, Mohaini (2000), Great Muslim Mathematicians, Penerbit UTM, ISBN 983-52-0157-9, OCLC 48759017, archived from the original on 30 August 2017, retrieved 30 August 2017\nMurphy, Dan (17 October 2003), \"No more 'Saddams': Iraqis get new currency\", The Christian Science Monitor, retrieved 21 September 2008\nNASA (22 March 2006), \"59239 Alhazen (1999 CR2)\", JPL Small-Body Database Browser, NASA Jet Propulsion Laboratory, retrieved 20 September 2008\nO'Connor, J. J.; Robertson, E. F., eds. (November 1999), \"Abu Ali al-Hasan ibn al-Haytham\", MacTutor History of Mathematics archive, Scotland: School of Mathematics and Statistics, University of St Andrews, retrieved 20 September 2008\nOmar, Saleh Beshara (1977), Ibn al-Haytham's Optics: A Study of the Origins of Experimental Science, Minneapolis: Bibliotheca Islamica, ISBN 0-88297-015-1, OCLC 3328963\nPlott, C. (2000), Global History of Philosophy: The Period of Scholasticism, Motilal Banarsidass, ISBN 8120805518\nRashed, Roshdi (August 2002a), \"A Polymath in the 10th century\", Science, 297 (5582): 773, doi:10.1126/science.1074591, ISSN 0036-8075, PMID 12161634\nRashed, Roshdi (2002b), \"PORTRAITS OF SCIENCE: A Polymath in the 10th Century\", Science, Science magazine, 297 (5582): 773, doi:10.1126/science.1074591, ISSN 0036-8075, PMID 12161634, retrieved 16 September 2008\nRashed, Roshdi (2007), \"The Celestial Kinematics of Ibn al-Haytham\", Arabic Sciences and Philosophy, Cambridge University Press, 17: 7–55, doi:10.1017/S0957423907000355\nRaynaud, D. (2003), \"Ibn al-Haytham sur la vision binoculaire: un précurseur de l'optique physiologique\", Arabic Sciences and Philosophy, Cambridge University Press, 13 (1): 79–99, doi:10.1017/S0957423903003047\nRaynaud, D. (2016), A Critical Edition of Ibn al-Haytham's On the Shape of the Eclipse. The First Experimental Study of the Camera Obscura, New York: Springer International, ISBN 978-3319479910\nRooney, Anne (2012), \"Ibn Al-Haytham\", The History of Physics, The Rosen Publishing Group, ISBN 978-1448873715\nRosenthal, Franz (1960–1961), \"Al-Mubashshir ibn Fâtik. Prolegomena to an Abortive Edition\", Oriens, Brill Publishers, 13/14: 132–58, 136–37, doi:10.2307/1580309, JSTOR 1580309\nRoss, H.E. (2000), \"Cleomedes c. 1st century AD) on the celestial illusion, atmospheric enlargement and size-distance invariance\", Perception, 29 (7): 853–61, doi:10.1068/p2937, PMID 11064807, S2CID 24967431\nRoss, H .E.; Plug, C. (2002), The mystery of the moon illusion: Exploring size perception, Oxford University Press, Bibcode:2002mmi..book.....R, ISBN 978-0198508625\nRoss, H .E.; Ross, G .M. (1976), \"Did Ptolemy understand the moon illusion?\", Perception, 5 (4): 377–85, doi:10.1068/p050377, PMID 794813, S2CID 23948158\nRottman, J. (2000). A first course in Abstract Algebra. Prentice Hall. ISBN 0-13-011584-3. OCLC 42960682.\nRozenfeld, Boris A. (1988), A History of Non-Euclidean Geometry: Evolution of the Concept of a Geometric Space, Springer Science+Business Media, ISBN 0-387-96458-4, OCLC 15550634\nRozenfeld, Boris Abramovich; Youschkevitch, Adolf P. (1996), \"Geometry\",  in Rashed, Roshdi (ed.), Encyclopedia of the History of Arabic Science, 2, London & New York: Routledge, pp. 447–94\nRussell, Gül A. (1996), \"Emergence of Physiological Optics\",  in Rāshid, Rushdī; Morelon, Régis (eds.), Encyclopedia of the History of Arabic Science, Routledge, pp. 672–716, ISBN 0-415-12410-7, OCLC 34731151\nSabra, A. I. (1971), \"The astronomical origin of Ibn al-Haytham's concept of experiment\", Actes du XIIe congrès international d'histoire des sciences, Paris: Albert Blanchard, 3: 133–36 Reprinted in Sabra 1994\nSabra, A. I. (1978a), \"Ibn al-Haytham and the Visual Ray Hypothesis\",  in Nasr, Seyyed Hossein (ed.), Ismaili Contributions to Islamic Culture, Boston: Shambhala Publications, pp. 178–216, ISBN 0877737312\nSabra, A. I. (1978b), \"An Eleventh-Century Refutation of Ptolemy's Planetary Theory\",  in Hilfstein, Erna; Czartoryski, Paweł; Grande, Frank D. (eds.), Science and History: Studies in Honor of Edward Rosen, Studia Copernicana, XVI, Ossolineum, Wrocław, pp. 117–31\nSabra, A. I., ed. (1989), The Optics of Ibn al-Haytham. Books I-II-III: On Direct Vision. English Translation and Commentary. 2 vols, Studies of the Warburg Institute, 40, translated by Sabra, A. I., London: The Warburg Institute, University of London, ISBN 0-85481-072-2, OCLC 165564751\nSabra, A. I. (1994), Optics, Astronomy and Logic: Studies in Arabic Science and Philosophy, Collected Studies Series, 444, Variorum, Aldershot, ISBN 0-86078-435-5, OCLC 29847104\nSabra, A. I. (1998), \"Configuring the Universe: Aporetic, Problem Solving, and Kinematic Modeling as Themes of Arabic Astronomy\", Perspectives on Science, 6 (3): 288–330\nSabra, A. I. (October–December 2003), \"Ibn al-Haytham: Brief life of an Arab mathematician\", Harvard Magazine, archived from the original on 27 September 2007, retrieved 23 January 2008\nSabra, A. I. (2007), \"The \"Commentary\" That Saved the Text: The Hazardous Journey of Ibn al-Haytham's Arabic \"Optics\"\", Early Science and Medicine, 12 (2): 117–33, doi:10.1163/157338207x194668, JSTOR 20617660, retrieved 22 January 2014\nSabra, A. I. (2008) [1970–80], \"Ibn Al-Haytham, Abū ʿAlī Al-Ḥasan Ibn Al-Ḥasan\", Complete Dictionary of Scientific Biography, Charles Scribner's Sons\nSambursky, S.; Hoffmann, Banesh (1974),  Sambursky, Shmuel (ed.), \"Physical Thought from the Presocratics to the Quantum Physicists\", Physics Today, Pica Press, 29 (2): 51, Bibcode:1976PhT....29b..51S, doi:10.1063/1.3023315, ISBN 0-87663-712-8 (various editions)\nSardar, Ziauddin (1998), \"Science in Islamic philosophy\", Islamic Philosophy, Routledge Encyclopedia of Philosophy, retrieved 3 February 2008\nSelin, Helaine, ed. (2008), \"M\", Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, 1, Springer, p. 1667, ISBN 978-1402045592\nVan Sertima, Ivan (1992), Golden Age of the Moor, Transaction Publishers, ISBN 1-56000-581-5, OCLC 123168739\nSmith, A. Mark, ed. (2001), Alhacen's theory of visual perception: a critical edition, with English translation and commentary, of the first three books of Alhacen's De aspectibus, the medieval Latin version of Ibn al-Haytham's Kitab al-Manazir, Transactions of the American Philosophical Society, 91–4, 91–5, translated by Smith, A. Mark, Philadelphia: American Philosophical Society & DIANE Publishing, ISBN 978-0-87169-914-5, OCLC 163278528 (Books I-III (2001) Vol 1 Commentary and Latin text via JSTOR; Vol 2 English translation I: TOC pp. 339–41, II: TOC pp. 415–16, III: TOC pp. 559–60, Notes 681ff, Bibl. via JSTOR)\nSmith, A. Mark (June 2004), \"What is the History of Medieval Optics Really About?\" (PDF), Proceedings of the American Philosophical Society, 148 (2): 180–94, JSTOR 1558283, PMID 15338543, archived from the original (PDF) on 18 October 2011\nSmith, A. Mark (2005), \"The Alhacenian Account of Spatial Perception And Its Epistemological Implications\", Arabic Sciences and Philosophy, Cambridge University Press, 15 (2): 219–40, doi:10.1017/S0957423905000184\nSmith, A. Mark, ed. (2006), Alhacen on the principles of reflection : a critical edition, with English translation and commentary, of books 4 and 5 of Alhacen's De aspectibus, [the Medieval Latin version of Ibn-al-Haytham's Kitāb al-Manāẓir], Transactions of the American Philosophical Society, 95–4, 95–5, translated by Smith, A. Mark, Philadelphia: American Philosophical Society (Books 4–5 (2006) 95 4 – Vol 1 Commentary and Latin text via JSTOR; 95 5 – Vol 2 English translation IV: TOC pp. 289–94, V: TOC pp. 377–84, Notes, Bibl. via JSTOR)\nSmith, A. Mark, ed. (2008), Alhacen on Image-formation and distortion in mirrors: a critical edition, with English translation and commentary, of Book 6 of Alhacen's De aspectibus, [the Medieval Latin version of Ibn-al-Haytham's Kitāb al-Manāẓir], Transactions of the American Philosophical Society, 98–1, translated by Smith, A. Mark, Philadelphia: American Philosophical Society (Book 6 (2008) 98 (#1, section 1) – Vol 1 Commentary and Latin text via JSTOR; 98 (#1, section 2) – Vol 2 English translation VI:TOC pp. 155–160, Notes, Bibl. via JSTOR)\nSmith, A. Mark, ed. (2010), Alhacen on Refraction: a critical edition, with English translation and commentary, of Book 7 of Alhacen's De aspectibus, [the Medieval Latin version of Ibn-al-Haytham's Kitāb al-Manāẓir], Transactions of the American Philosophical Society, 100–3, translated by Smith, A. Mark, Philadelphia: American Philosophical Society (Book 7 (2010) 100(#3, section 1) – Vol 1 Commentary and Latin text via JSTOR; 100(#3, section 2) – Vol 2 English translation VII: TOC pp. 213–18, Notes, Bibl. via JSTOR)\nSmith, A. Mark (2015), From Sight to Light: The Passage from Ancient to Modern Optics, Chicago: University of Chicago Press, ISBN 978-0226174761\nSmith, John D. (1 March 1992), \"The Remarkable Ibn al-Haytham\", The Mathematical Gazette, Mathematical Association, 76 (475): 189–98, doi:10.2307/3620392, ISSN 0025-5572, JSTOR 3620392\nToomer, G. J. (December 1964), \"Review: Ibn al-Haythams Weg zur Physik by Matthias Schramm\", Isis, 55 (4): 463–65, doi:10.1086/349914\nTopdemir, Huseyin Gazi (18 July 2007), Ibn al-Haytham (965–1039): His Life and Works\nVernet, J. (1996) [1960], \"Ibn al-Haytham\",  in Gibb, H. A. R.; Bearman, P. (eds.), Encyclopaedia of Islam (First ed.), Leiden: Brill Publishers, ISBN 978-9004161214\nVernet, J. (2012), \"Ibn al-Haytham\",  in Bearman, P.; Bianquis, Th.; Bosworth, C. E.; van Donzel, E.; Heinrichs, W. P. (eds.), Encyclopaedia of Islam (Second ed.), Brill Online: Brill Publishers, retrieved 16 September 2008\nWade, Nicholas J. (1998), A Natural History of Vision, Cambridge, MA: MIT Press\nWade, Nicholas J.; Finger, Stanley (2001), \"The eye as an optical instrument: from camera obscura to Helmholtz's perspective\", Perception, 30 (10): 1157–77, doi:10.1068/p3210, PMID 11721819, S2CID 8185797\nWeisstein, Eric (2008), Alhazen's Billiard Problem, Mathworld, retrieved 24 September 2008\nWhitaker, Brian (23 September 2004), \"Centuries in the House of Wisdom\", The Guardian, retrieved 16 September 2008\nZewail, Ahmed H.; Thomas, John Meurig (2010), 4D Electron Microscopy: Imaging in Space and Time, World Scientific, ISBN 978-1848163904\n\nFurther reading[edit]\nPrimary[edit]\nSabra, A. I, ed. (1983), The Optics of Ibn al-Haytham, Books I-II-III: On Direct Vision. The Arabic text, edited and with Introduction, Arabic-Latin Glossaries and Concordance Tables, Kuwait: National Council for Culture, Arts and Letters\nSabra, A. I, ed. (2002), The Optics of Ibn al-Haytham. Edition of the Arabic Text of Books IV–V: On Reflection and Images Seen by Reflection. 2 vols, Kuwait: National Council for Culture, Arts and Letters\nSabra, A. I., ed. (1989), The Optics of Ibn al-Haytham. Books I-II-III: On Direct Vision. English Translation and Commentary. 2 vols, Studies of the Warburg Institute, 40, translated by Sabra, A. I., London: The Warburg Institute, University of London, ISBN 0-85481-072-2, OCLC 165564751\nSmith, A. Mark, ed. (2001), translated by Smith, A. Mark, \"Alhacen's Theory of Visual Perception: A Critical Edition, with English Translation and Commentary, of the First Three Books of Alhacen's De Aspectibus, the Medieval Latin Version of Ibn al-Haytham's Kitāb al-Manāẓir, 2 vols.\", Transactions of the American Philosophical Society, Philadelphia: American Philosophical Society, 91 (4–5), ISBN 0-87169-914-1, OCLC 47168716 Books I-III  (2001 – 91(4)) Vol 1 Commentary and Latin text via JSTOR;  – 91(5) Vol 2 English translation, Book I:TOC pp. 339–41, Book II:TOC pp. 415–16, Book III:TOC pp. 559–60, Notes 681ff, Bibl.  via JSTOR\nSmith, A. Mark, ed. and trans. (2006), \"Alhacen on the principles of reflection: A Critical Edition, with English Translation and Commentary, of books 4 and 5 of Alhacen's De Aspectibus, the Medieval Latin Version of Ibn al-Haytham's Kitāb al-Manāẓir, 2 vols.\", Transactions of the American Philosophical Society, Philadelphia: American Philosophical Society, 95 (2–3) 2 vols:    . (Philadelphia: American Philosophical Society), 2006 – 95(#2) Books 4–5 Vol 1 Commentary and Latin text  via JSTOR; 95(#3) Vol 2 English translation, Notes, Bibl.  via JSTOR\nSmith, A. Mark, ed. and trans. (2008) Alhacen on Image-formation and distortion in mirrors : a critical edition, with English translation and commentary, of Book 6 of Alhacen's De aspectibus, [the Medieval Latin version of Ibn al-Haytham's Kitāb al-Manāzir], Transactions of the American Philosophical Society, 2 vols:  Vol 1 98(#1, section 1 –  Vol 1 Commentary and Latin text);  98(#1, section 2 – Vol 2 English translation). (Philadelphia: American Philosophical Society), 2008. Book 6 (2008)   Vol 1 Commentary and Latin text via JSTOR; Vol 2 English translation, Notes, Bibl.  via JSTOR\nSmith, A. Mark, ed. and trans. (2010) Alhacen on Refraction : a critical edition, with English translation and commentary, of Book 7 of Alhacen's De aspectibus, [the Medieval Latin version of Ibn al-Haytham's Kitāb al-Manāzir], Transactions of the American Philosophical Society, 2 vols:  100(#3, section 1 –  Vol 1, Introduction and Latin text); 100(#3, section 2 –  Vol 2 English translation).  (Philadelphia: American Philosophical Society), 2010.  Book 7 (2010) Vol 1 Commentary and Latin text via JSTOR;Vol 2 English translation, Notes, Bibl.  via JSTOR\nSecondary[edit]\nBelting, Hans, Afterthoughts on Alhazen’s Visual Theory and Its Presence in the Pictorial Theory of Western Perspective, in: Variantology 4. On Deep Time Relations of Arts, Sciences and Technologies in the Arabic-Islamic World and Beyond, ed. by Siegfried Zielinski and Eckhard Fürlus in cooperation with Daniel Irrgang and Franziska Latell (Cologne: Verlag der Buchhandlung Walther König, 2010), pp. 19–42.\nEl-Bizri, Nader (2005a), \"A Philosophical Perspective on Alhazen's Optics\", Arabic Sciences and Philosophy, Cambridge University Press, 15 (2): 189–218, doi:10.1017/S0957423905000172\nEl-Bizri, Nader (2007), \"In Defence of the Sovereignty of Philosophy: Al-Baghdadi's Critique of Ibn al-Haytham's Geometrisation of Place\", Arabic Sciences and Philosophy, Cambridge University Press, 17: 57–80, doi:10.1017/S0957423907000367\nEl-Bizri, Nader (2009b), \"Ibn al-Haytham et le problème de la couleur\", Oriens Occidens, Paris: CNRS, 7 (1): 201–26\nEl-Bizri, Nader (2016), \"Grosseteste's Meteorological Optics: Explications of the Phenomenon of the Rainbow after Ibn al-Haytham\",  in Cunningham, Jack P.; Hocknull, Mark (eds.), Robert Grosseteste and the Pursuit of Religious and Scientific Knowledge in the Middle Ages, Studies in the History of Philosophy of Mind, 18, Dordrecht: Springer, pp. 21–39, ISBN 978-3-319-33466-0\nGraham, Mark. How Islam Created the Modern World. Amana Publications, 2006.\nOmar, Saleh Beshara (June 1975), Ibn al-Haytham and Greek optics: a comparative study in scientific methodology, PhD Dissertation, University of Chicago, Department of Near Eastern Languages and Civilizations\nRoshdi Rashed, Optics and Mathematics: Research on the history of scientific thought in Arabic, Variorum reprints, Aldershot, 1992.\nRoshdi Rashed, Geometry and Dioptrics the tenth century: Ibn Sahl al-Quhi and Ibn al-Haytham (in French), Les Belles Lettres, Paris, 1993\nRoshdi Rashed, Infinitesimal Mathematics, vols. 1–5, al-Furqan Islamic Heritage Foundation, London, 1993–2006\nSaliba, George (2007), Islamic Science and the Making of the European Renaissance, MIT Press, ISBN 978-0-262-19557-7\nSiegfried Zielinski & Franziska Latell, How One Sees, in: Variantology 4. On Deep Time Relations of Arts, Sciences and Technologies in the Arabic-Islamic World and Beyond, ed. by Siegfried Zielinski and Eckhard Fürlus in cooperation with Daniel Irrgang and Franziska Latell (Cologne: Verlag der Buchhandlung Walther König, 2010), pp. 19–42. [1]\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Ibn al-Haytham.\n\nWorks by Ibn al-Haytham at Open Library\nLangermann, Y. Tzvi (2007). \"Ibn al‐Haytham: Abū ʿAlī al‐Ḥasan ibn al‐Ḥasan\".  In Thomas Hockey;  et al. (eds.). The Biographical Encyclopedia of Astronomers. New York: Springer. pp. 556–67. ISBN 978-0-387-31022-0. (PDF version)\nSabra, A. I. (2008) [1970–80]. \"Ibn Al-Haytham, Abū ʿAlī Al-Ḥasan Ibn Al-Ḥasan\". Complete Dictionary of Scientific Biography. Charles Scribner's Sons.\n'A Brief Introduction on Ibn al-Haytham' based on a lecture delivered at the Royal Society in London by Nader El-Bizri\nIbn al-Haytham on two Iraqi banknotes\nThe Miracle of Light – a UNESCO article on Ibn al-Haytham\nBiography from Malaspina Global Portal\nShort biographies on several \"Muslim Heroes and Personalities\" including Ibn al-Haytham\nBiography from ioNET at the Wayback Machine (archived 13 October 1999)\n\"Biography from the BBC\". Archived from the original on 11 February 2006. Retrieved 16 September 2008.\nBiography from Trinity College (Connecticut)\nBiography from Molecular Expressions\nThe First True Scientist from BBC News\nOver the Moon From The UNESCO Courier on the occasion of the International Year of Astronomy 2009\nThe Mechanical Water Clock Of Ibn Al-Haytham, Muslim Heritage\nAlhazen's (1572) Opticae thesaurus (English) – digital facsimile from the Linda Hall Library\nvteAstronomy in the medieval Islamic worldAstronomers\nby century\n8th\nAhmad Nahavandi\nAl-Fadl ibn Naubakht\nMuḥammad ibn\nIbrāhīm al-Fazārī\nMashallah ibn Athari\nYaʿqūb ibn Ṭāriq\n9th\nAbu Maʿshar\nAbu Said Gorgani\nAl-Farghānī\nAl-Kindi\nAl-Mahani\nAbu Hanifa Dinawari\nAl-Ḥajjāj ibn Yūsuf\nAl-Marwazi\nAli ibn Isa al-Asturlabi\nBanu Musa\nIranshahri\nKhālid ibn ʿAbd al‐Malik\nAl-Khwārizmī\nSahl ibn Bishr\nThābit ibn Qurra\nYahya ibn Abi Mansur\n10th\nal-Sufi\nIbn\nAl-Adami\nal-Khojandi\nal-Khazin\nal-Qūhī\nAbu al-Wafa\nAhmad ibn Yusuf\nal-Battani\nAl-Qabisi\nIbn al-A'lam\nAl-Nayrizi\nAl-Saghani\nAṣ-Ṣaidanānī\nIbn Yunus\nIbrahim ibn Sinan\nMa Yize\nal-Sijzi\nAl-ʻIjliyyah\nNastulus\nAbolfadl Harawi\nHaseb-i Tabari\nal-Majriti\nAbu al-Hasan al-Ahwazi\n11th\nAbu Nasr Mansur\nal-Biruni\nAli ibn Ridwan\nAl-Zarqālī\nIbn al-Samh\nAlhazen\nAvicenna\nIbn al-Saffar\nKushyar Gilani\nSaid al-Andalusi\nIbrahim ibn Said al-Sahli\nIbn Muʿādh al-Jayyānī\nAl-Isfizari\nAli ibn Khalaf\n12th\nAl-Bitruji\nAvempace\nIbn Tufail\nAl-Kharaqī\nAl-Khazini\nAl-Samawal al-Maghribi\nAbu al-Salt\nAverroes\nIbn al-Kammad\nJabir ibn Aflah\nOmar Khayyam\nSharaf al-Dīn al-Ṭūsī\n13th\nIbn al-Banna' al-Marrakushi\nIbn al‐Ha'im al‐Ishbili\nJamal ad-Din\nAlam al-Din al-Hanafi\nNajm al‐Din al‐Misri\nMuhyi al-Dīn al-Maghribī\nNasir al-Din al-Tusi\nQutb al-Din al-Shirazi\nShams al-Dīn al-Samarqandī\nZakariya al-Qazwini\nal-Urdi\nal-Abhari\nMuhammad ibn Abi Bakr al‐Farisi\nAbu Ali al-Hasan al-Marrakushi\nIbn Ishaq al-Tunisi\nIbn al‐Raqqam\nAl-Ashraf Umar II\nFakhr al-Din al- Akhlati\n14th\nIbn al-Shatir\nAl-Khalili\nIbn Shuayb\n al-Battiwi\nAbū al‐ʿUqūl\nAl-Wabkanawi\nNizam al-Din Nishapuri\n al-Jadiri\nSadr al-Shari'a al-Asghar\nFathullah Shirazi\n15th\nAli Kuşçu\nʿAbd al‐Wājid\nJamshīd al-Kāshī\nKadızade Rumi\nUlugh Beg\nSibt al-Maridini\nIbn al-Majdi\nal-Wafa'i\nal-Kubunani\n'Abd al-'Aziz al-Wafa'i\n16th\nAl-Birjandi\nal-Khafri\nBahāʾ al-dīn al-ʿĀmilī\nPiri Reis\nTakiyüddin\n17th\nYang Guangxian\nAhmad Khani\nAl Achsasi al Mouakket\nMohammed al-Rudani\nTopicsWorks\nArabic star names\nIslamic calendar\nʿAjā'ib al-makhlūqāt wa gharā'ib al-mawjūdāt\nEncyclopedia of the Brethren of Purity\nTabula Rogeriana\nThe Book of Healing\nThe Remaining Signs of Past Centuries\nZij\nAlfonsine tables\nHuihui Lifa\nBook of Fixed Stars\nToledan Tables\nZij-i Ilkhani\nZij-i Sultani\nSullam al-sama'\nInstruments\nAlidade\nAnalog computer\nAperture\nArmillary sphere\nAstrolabe\nAstronomical clock\nCelestial globe\nCompass\nCompass rose\nDioptra\nEquatorial ring\nEquatorium\nGlobe\nGraph paper\nMagnifying glass\nMural instrument\nNavigational astrolabe\nNebula\nOctant\nPlanisphere\nQuadrant\nSextant\nShadow square\nSundial\nSchema for horizontal sundials\nTriquetrum\nConcepts\nAlmucantar\nApogee\nAstrology in medieval Islam\nAstrophysics\nAxial tilt\nAzimuth\nCelestial mechanics\nCelestial spheres\nCircular orbit\nDeferent and epicycle\nEarth's rotation\nEccentricity\nEcliptic\nElliptic orbit\nEquant\nGalaxy\nGeocentrism\nGravitational potential energy\nGravity\nHeliocentrism\nInertia\nIslamic cosmology\nMoonlight\nMultiverse\nMuwaqqit\nObliquity\nParallax\nPrecession\nQibla\nSalah times\nSpecific gravity\nSpherical Earth\nSublunary sphere\nSunlight\nSupernova\nTemporal finitism\nTrepidation\nTriangulation\nTusi couple\nUniverse\nInstitutions\nAl-Azhar University\nHouse of Knowledge\nHouse of Wisdom\nUniversity of Al Quaraouiyine\nObservatories\nConstantinople (Taqi al-Din)\nMaragheh\nSamarkand (Ulugh Beg)\nInfluences\nBabylonian astronomy\nEgyptian astronomy\nHellenistic astronomy\nIndian astronomy\nInfluenced\nByzantine science\nChinese astronomy\nMedieval European science\nIndian astronomy\n\nvteMathematics in medieval IslamMathematicians9th century\n'Abd al-Hamīd ibn Turk\nSanad ibn Ali\nal-Jawharī\nAl-Ḥajjāj ibn Yūsuf\nAl-Kindi\nQusta ibn Luqa\nAl-Mahani\nal-Dinawari\nBanū Mūsā\nHunayn ibn Ishaq\nal-Khwārizmī\nYusuf Al-Khuri\nIshaq ibn Hunayn\nNa'im ibn Musa\nThābit ibn Qurra\nal-Marwazi\nAbu Said Gorgani\n10th century\nAbu al-Wafa\nal-Khazin\nAl-Qabisi\nAbū Kāmil\nAhmad ibn Yusuf\nAṣ-Ṣaidanānī\nSinān ibn al-Fatḥ\nal-Khojandi\nAl-Nayrizi\nAl-Saghani\nBrethren of Purity\nIbn Sahl\nIbn Yunus\nal-Uqlidisi\nAl-Battani\nSinan ibn Thabit\nIbrahim ibn Sinan\nAl-Isfahani\nNazif ibn Yumn\nal-Qūhī\nAbu al-Jud\nAl-Sijzi\nAl-Karaji\nal-Majriti\nal-Jabali\n11th century\nAbu Nasr Mansur\nAlhazen\nKushyar Gilani\nAl-Biruni\nIbn al-Samh\nAbu Mansur al-Baghdadi\nAvicenna\nal-Jayyānī\n al-Nasawī\nal-Zarqālī\n ibn Hud\nAl-Isfizari\nOmar Khayyam\nMuhammad al-Baghdadi\n12th century\nJabir ibn Aflah\nAl-Kharaqī\nAl-Khazini\nAl-Samawal al-Maghribi\nal-Hassar\nSharaf al-Dīn al-Ṭūsī\nIbn al-Yasamin\n13th century\nIbn al‐Ha'im al‐Ishbili\nAhmad al-Buni\nIbn Munim\nAlam al-Din al-Hanafi\nIbn 'Adlan\nal-Urdi\nNasir al-Din al-Tusi\nal-Abhari\nMuhyi al-Dīn al-Maghribī\nal-Hasan al-Marrakushi\nQutb al-Din al-Shirazi\nShams al-Dīn al-Samarqandī\nIbn al-Banna'\nKamāl al-Dīn al-Fārisī\n14th century\nNizam al-Din Nishapuri\nIbn al-Shatir\nIbn al-Durayhim\nAl-Khalili\nal-Umawi\n15th century\nIbn al-Majdi\nal-Rūmī\nal-Kāshī\nUlugh Beg\nAli Qushji\nal-Wafa'i\n al-Qalaṣādī\nSibt al-Maridini\nIbn Ghazi al-Miknasi\n16th century\nAl-Birjandi\nMuhammad Baqir Yazdi\nTaqi ad-Din\nIbn Hamza al-Maghribi\nAhmad Ibn al-Qadi\nMathematical works\nThe Compendious Book on Calculation by Completion and Balancing\nDe Gradibus\nPrinciples of Hindu Reckoning\nBook of Optics\nThe Book of Healing\nAlmanac\nEncyclopedia of the Brethren of Purity\nToledan Tables\nTabula Rogeriana\nZij\nConcepts\nAlhazen's problem\nIslamic geometric patterns\nCenters\nAl-Azhar University\nAl-Mustansiriya University\nHouse of Knowledge\nHouse of Wisdom\nConstantinople observatory of Taqi al-Din\nMadrasa\nMaragheh observatory\nUniversity of Al Quaraouiyine\nInfluences\nBabylonian mathematics\nGreek mathematics\nIndian mathematics\nInfluenced\nByzantine mathematics\nEuropean mathematics\nIndian mathematics\nRelated\nHindu–Arabic numeral system\nArabic numerals (Eastern Arabic numerals, Western Arabic numerals)\nTrigonometric functions\nHistory of trigonometry\nHistory of algebra\n\nvteIslamic philosophyFields\nAlchemy\nAqidah (theology)\n'Aql (intellect)\nCosmology\nastrology\nmedieval astronomy\nEschatology\nEthics\nKalam (dialectic)\nFiqh (jurisprudence)\nLogic\nMetaphysics\nNatural philosophy (physics)\nPeace\nMadrasah (education)\nMedieval science\nMedieval psychology\nSufism (mysticism)\nSchools\nEarly\nFarabism\nAvicennism\nAverroism\nIlluminationism\nSufi\ncosmology\nmetaphysics\npsychology\nTranscendent theosophy\nTraditionalist\nContemporary\nConcepts\nʻAṣabīya\nḤāl\nIʻjaz\nʼIjtihād\nʻlm\nʻIrfān\nIjmāʿ\nMaslaha\nNafs\nQadar\nQalb\nQiyās\nShūrā\nTawḥīd\nUmmah\nPhilosophers by century (CE)9th–10th\nAl-Kindi\nAli ibn Sahl Rabban al-Tabari\nAbu al-Abbas Iranshahri\nZakariya Razi\nApharabius\nAbu Hatim al-Razi\nAl Amiri\nIkhwan al-Safa\nAbu Sulayman Sijistani\nIbn Masarrah\nAbu Yaqub al-Sijistani\n11th\nAl-Ghazali\nIbn Miskawayh\nAvicenna\nIbn Hazm\nBahmanyār\nMu'ayyad fi'l-Din al-Shirazi\nNasir Khusraw\nHamid al-Din al-Kirmani\n12th\nAbu'l-Barakāt al-Baghdādī\nAfdal al-Din Kashani\nAhi Evren\nAhmad Yasavi\nAyn-al-Quzat\nAverroes\nIbn Tufail\nOmar Khayyám\nSuhrawardi\nShams Tabrizi\n13th\nHajji Bektash Wali\nJalal ad-Din Muhammad Rumi\nIbn Sab’in\nIbn Arabi\nal-Abharī\nNasir al-Din Tusi\nFakhr ad-Din ar-Razi\nQutb al-Din al-Shirazi\nSadr al-Din al-Qunawi\n14th–16th\nIbn Khaldun\nYunus Emre\nHajji Bayram\nJalaladdin Davani\nSadr ad-Din Dashtaki\nAziz Mahmud Hudayi\nQadi Mir Husayn al-Maybudi\nMahmud Shabistari\nSayyid Haydar Amuli\nDawūd al-Qayṣarī\nJami\n17th–19th\nMir Damad\nMir Fendereski\nMulla Sadra\nMohsen Fayz Kashani\nAbd al-Razzaq Lahiji\nMujaddid Alf-i-Sani\nRajab Ali Tabrizi\nQazi Sa’id Qumi\nShah Waliullah Dehlawi\nHādī Sabzavārī\n20th–present\nMuhammad Husayn Tabatabaei\nMuhammad Iqbal\nGohar Shahi\nMohammad Baqir al-Sadr\nRené Guénon\nFrithjof Schuon\nMartin Lings\nHossein Nasr\nNaquib al-Attas\nAbdolkarim Soroush\nGholamhossein Ebrahimi Dinani\nTaha Abdurrahman\nMohammed Abed al-Jabri\nMohammed Arkoun\nFouad Zakariyya\nReza Davari Ardakani\nAhmad Fardid\nMostafa Malekian\nHasanzadeh Amoli\nJavadi Amoli\nPartawi Shah\n\nvteMedicine in the medieval Islamic worldPhysicians7th century\nAl-Harith ibn Kalada and his son\nAbu Hafsa Yazid\nBukhtishu\nMasarjawaih\nIbn Abi Ramtha al-Tamimi\nRufaida Al-Aslamia\nIbn Uthal\nZaynab al-Awadiya\n8th century\nBukhtishu family\nJa'far al-Sadiq\n9th century\nAli al-Ridha\nAlbubather\nBukhtishu family\nJabril ibn Bukhtishu\nJabir ibn Hayyan\nHunayn ibn Ishaq and his son\nYusuf Al-Khuri\nYahya ibn Sarafyun\nAl-Kindi\nMasawaiyh\nShapur ibn Sahl\n al-Tabari\nAl-Ruhawi\nYuhanna ibn Bukhtishu\nSalmawaih ibn Bunan\n10th century\nQusta ibn Luqa\nAbu ul-Ala Shirazi\nAbul Hasan al-Tabari\nAl-Natili\nQumri\nAbu Zayd al-Balkhi\nIsaac Israeli ben Solomon\nal-Majusi\n al-Masihi\nMuvaffak\nal-Razi\nIbn Juljul\nal-Jabali\nAl-Tamimi, the physician\nal-Zahrawi\nIbn al-Jazzar\nAl-Kashkari\nIbn Abi al-Ashʿath\nIbn al-Batriq\nIbrahim ibn Baks\nAbu al-Qasim Muqane'i\nAbu Bakr Bokhari\nAayon Ibn Aayon\n11th century\nAbu 'Ubayd al-Juzjani\nIbn al-Haytham\nAl-Biruni\nAli ibn Ridwan\nAvicenna\nEphraim ibn al-Za'faran\nIbn al-Wafid\nAmmar al-Mawsili\nAbdollah ibn Bukhtishu\nIbn Butlan\nal-Kirmani\nIbn al-Kattani\nIbn Jazla\nMasawaih al-Mardini\nal-Ilaqi\nIbn Al-Thahabi\nIbn Abi Sadiq\nAli ibn Isa al-Kahhal\nIbn Hindu\nAl-Badi' al-Asturlabi\n12th century\nAvempace\nAbu al-Bayan ibn al-Mudawwar\nAhmad ibn Farrokh\nIbn Hubal\nZayn al-Din Gorgani\nMaimonides\nSerapion the Younger\nIbn Zuhr\nYa'qub ibn Ishaq al-Israili\n al-Turjali\nAverroes\nIbn Tufail\nAl-Ghafiqi\nIbn Abi al-Hakam\nAbu'l-Barakāt al-Baghdādī\nAl-Samawal al-Maghribi\nIbn al-Tilmidh\nIbn Jumay‘\n13th century\nIbn al-Baitar\nIbn Tumlus\nSa'ad al-Dawla\nAl-Shahrazuri\nRashidun al-Suri\nAs-Suwaydi\nAmin al-Din Rashid al-Din Vatvat\nAbraham ben Moses ben Maimon\nDa'ud Abu al-Fadl\nAl-Dakhwar\nIbn Abi Usaibia\nJoseph ben Judah of Ceuta\nIbn al‐Raqqam\nAbd al-Latif al-Baghdadi\nIbn al-Nafis\nZakariya al-Qazwini\nNajib ad-Din-e-Samarqandi\nQutb al-Din al-Shirazi\nIbn al-Quff\n14th century\nIbn al-Akfani\nMuhammad ibn Mahmud Amuli\nAl-Nagawri\nAqsara'i\nZayn-e-Attar\nMansur ibn Ilyas\nJaghmini\nMas‘ud ibn Muhammad Sijzi\nNajm al-Din al-Shirazi\nNakhshabi\nal-Kazaruni\nal-Kutubi\nIbn Shuayb\nIbn al-Khatib\nRashid-al-Din Hamadani\n15th century\nAbu Sa'id al-Afif\nMuhammad Ali Astarabadi\nHusayni Isfahani\nBurhan-ud-din Kermani\nSabuncuoglu Sherefeddin\n al-Harawi\nNurbakhshi\nShaykh Muhammad ibn Thaleb\n16th century\nHakim-e-Gilani\nAbul Qasim ibn Mohammed al-Ghassani\nTaqi ad-Din Muhammad ibn Ma'ruf\nDawud al-Antaki\nSultan Ali Khorasani\n17th century\nAbd El Razzaq Al-Jazaïri\nConcepts\nPsychology\nOphthalmology\nWorks\nAl-Risalah al-Dhahabiah\nThe Canon of Medicine\nAnatomy Charts of the Arabs\nThe Book of Healing\nBook of the Ten Treatises of the Eye\nDe Gradibus\nAl-Tasrif\nZakhireye Khwarazmshahi\nAdab al-Tabib\nKamel al-Sanaat al-Tibbyya\nAl-Hawi\nCommentary on Anatomy in Avicenna's Canon\nCenters\nBimaristan\nNur al-Din Bimaristan\nAl-'Adudi\nInfluences\nAncient Greek medicine\nAncient Iranian medicine\nAyurveda\nInfluenced\nMedieval medicine\nMedical Renaissance\nRenaissance medicine\nIbn Sina Academy of Medieval Medicine and Sciences\n\nAuthority control \nBIBSYS: 90267631\nBNE: XX824608, XX5329465\nBNF: cb12028218d (data)\nCANTIC: a10038310\nGND: 118648160\nICCU: IT\\ICCU\\CFIV\\093927\nISNI: 0000 0001 1774 221X\nLCCN: n81027793\nNKC: xx0083904\nNLA: 35823962\nNLI: 001879369\nNTA: 070049793\nPLWABN: 9810618850705606\nRERO: 02-A000084711\nSELIBR: 34961\nSNAC: w64n0086\nSUDOC: 08612756X\nTrove: 1104022\nVcBA: 495/48101\nVIAF: 90038995, 90145857113022922818\n WorldCat Identities: lccn-n81027793\n\n\n\n\n", "counts": {"Ḥasan": 1, "Ibn": 29, "alHaytham": 18, "Latinized": 1, "as": 37, "Alhazen": 65, "ælˈhæzən": 1, "full": 2, "name": 4, "Abū": 2, "ʿAlī": 1, "alḤasan": 2, "ibn": 5, "أبو": 1, "علي": 1, "الحسن": 2, "بن": 2, "الهيثم": 1, "c": 8, "was": 67, "a": 111, "Muslim": 5, "Arab": 5, "mathematician": 2, "astronomer": 1, "and": 179, "physicist": 3, "of": 288, "the": 440, "Islamic": 6, "Golden": 2, "Age": 2, "Referred": 1, "to": 130, "father": 2, "modern": 5, "optics": 17, "he": 55, "made": 11, "significant": 3, "contributions": 5, "principles": 1, "visual": 4, "perception": 5, "in": 141, "particular": 3, "His": 14, "most": 6, "influential": 3, "work": 22, "is": 48, "titled": 2, "Kitāb": 1, "alManāẓir": 2, "Arabic": 2, "كتاب": 1, "المناظر": 1, "Book": 13, "Optics": 20, "written": 4, "during": 6, "which": 15, "survived": 5, "Latin": 7, "edition": 2, "A": 8, "polymath": 1, "also": 21, "wrote": 12, "on": 82, "philosophy": 3, "theology": 4, "medicine": 1, "first": 15, "explain": 8, "that": 85, "vision": 11, "occurs": 2, "when": 4, "light": 13, "reflects": 1, "from": 29, "an": 37, "object": 11, "then": 2, "passes": 3, "ones": 3, "eyes": 2, "He": 27, "demonstrate": 3, "brain": 1, "rather": 4, "than": 13, "Building": 1, "upon": 4, "naturalistic": 1, "empirical": 1, "method": 9, "pioneered": 1, "by": 47, "Aristotle": 5, "ancient": 5, "Greece": 2, "early": 4, "proponent": 1, "concept": 2, "hypothesis": 1, "must": 3, "be": 26, "supported": 4, "experiments": 4, "based": 4, "confirmable": 1, "procedures": 1, "or": 15, "mathematical": 7, "evidencean": 1, "pioneer": 1, "scientific": 12, "five": 2, "centuries": 4, "before": 3, "Renaissance": 2, "scientists": 4, "Born": 1, "Basra": 4, "spent": 1, "his": 74, "productive": 1, "period": 3, "Fatimid": 3, "capital": 1, "Cairo": 3, "earned": 1, "living": 1, "authoring": 1, "various": 4, "treatises": 3, "tutoring": 1, "members": 1, "nobilities": 1, "sometimes": 1, "given": 5, "byname": 1, "alBaṣrī": 1, "after": 3, "birthplace": 1, "alMiṣrī": 1, "Egypt": 2, "AlHaytham": 6, "dubbed": 2, "Second": 1, "Ptolemy": 22, "AbulHasan": 1, "Bayhaqi": 1, "The": 25, "Physicist": 1, "John": 2, "Peckham": 1, "paved": 1, "way": 6, "for": 29, "science": 9, "physical": 10, "born": 1, "family": 1, "Iraqwhich": 1, "at": 22, "time": 10, "part": 2, "Buyid": 1, "emirateHis": 1, "initial": 1, "influences": 1, "were": 16, "study": 6, "religion": 3, "service": 1, "community": 1, "At": 1, "society": 1, "had": 10, "number": 6, "conflicting": 1, "views": 2, "ultimately": 1, "sought": 5, "step": 1, "aside": 1, "This": 9, "led": 4, "him": 9, "delving": 1, "into": 10, "mathematics": 7, "held": 2, "position": 1, "with": 32, "title": 2, "vizier": 1, "native": 1, "himself": 5, "knowledge": 5, "applied": 1, "mathematicsAs": 1, "claimed": 1, "able": 2, "regulate": 2, "flooding": 2, "Nile": 3, "invited": 1, "Caliph": 3, "alHakim": 1, "order": 1, "realise": 1, "hydraulic": 1, "project": 1, "Aswan": 2, "However": 3, "forced": 2, "concede": 1, "impracticability": 1, "projectUpon": 1, "return": 1, "administrative": 1, "post": 1, "After": 2, "proved": 2, "unable": 1, "fulfill": 1, "this": 22, "task": 2, "well": 4, "contracted": 1, "ire": 1, "caliph": 1, "AlHakim": 2, "biAmr": 2, "Allah": 2, "said": 2, "have": 17, "been": 11, "hiding": 1, "until": 3, "caliphs": 1, "death": 3, "confiscated": 1, "possessions": 1, "returned": 1, "himLegend": 1, "has": 10, "it": 27, "feigned": 2, "madness": 2, "kept": 2, "under": 1, "house": 1, "arrest": 1, "During": 2, "OpticsAlhazen": 1, "continued": 1, "live": 2, "neighborhood": 1, "famous": 2, "University": 2, "alAzhar": 1, "lived": 2, "proceeds": 1, "literary": 1, "production": 1, "copy": 1, "Apollonius": 1, "Conics": 1, "alHaythams": 7, "own": 3, "handwriting": 1, "exists": 1, "Aya": 2, "Sofya": 2, "MS": 1, "fob": 1, "dated": 1, "Safar": 1, "ah": 1, "Note": 1, "Among": 1, "students": 1, "Sorkhab": 1, "Sohrab": 1, "Persian": 2, "Semnan": 1, "Abu": 1, "alWafa": 1, "Mubashir": 1, "Fatek": 1, "Egyptian": 1, "princeverification": 1, "needed": 4, "Alhazens": 21, "sevenvolume": 1, "treatise": 2, "Kitab": 6, "alManazir": 6, "translated": 5, "unknown": 1, "scholar": 1, "end": 1, "th": 10, "century": 8, "beginning": 1, "centurya": 1, "It": 4, "printed": 1, "Friedrich": 1, "Risner": 3, "Opticae": 1, "thesaurus": 1, "Alhazeni": 1, "Arabis": 1, "libri": 1, "septem": 1, "nuncprimum": 1, "editi": 1, "Eiusdem": 1, "liber": 1, "De": 3, "Crepusculis": 1, "et": 1, "nubium": 1, "ascensionibus": 1, "English": 1, "Treasury": 1, "seven": 2, "books": 3, "same": 4, "twilight": 2, "height": 1, "clouds": 1, "author": 3, "variant": 1, "known": 10, "west": 1, "Alhacen": 1, "enjoyed": 1, "great": 2, "reputation": 1, "Middle": 5, "Ages": 4, "Works": 1, "geometric": 5, "subjects": 3, "discovered": 3, "Bibliothèque": 1, "nationale": 1, "Paris": 1, "E": 1, "Sedillot": 1, "In": 24, "all": 4, "Mark": 1, "Smith": 1, "accounted": 1, "nearcomplete": 1, "manuscripts": 1, "fragments": 1, "are": 15, "preserved": 2, "locations": 1, "including": 5, "one": 12, "Bodleian": 1, "Library": 1, "Oxford": 2, "library": 1, "Bruges": 1, "Two": 1, "major": 2, "theories": 10, "prevailed": 1, "classical": 2, "antiquity": 1, "theory": 17, "emission": 1, "such": 9, "thinkers": 2, "Euclid": 3, "who": 7, "believed": 3, "sight": 4, "worked": 3, "eye": 23, "emitting": 1, "rays": 19, "second": 5, "intromission": 3, "followers": 2, "forms": 1, "entering": 1, "Previous": 1, "writers": 2, "alKindi": 2, "argued": 8, "essentially": 1, "Euclidean": 2, "Galenist": 1, "Aristotelian": 2, "lines": 4, "strongest": 1, "influence": 3, "Ptolemys": 11, "while": 3, "description": 5, "anatomy": 2, "physiology": 1, "Galens": 1, "account": 5, "achievement": 1, "come": 1, "up": 6, "successfully": 1, "combined": 1, "parts": 1, "ray": 6, "arguments": 2, "medical": 1, "tradition": 4, "Galen": 2, "followed": 2, "broke": 1, "asserting": 2, "each": 7, "point": 18, "every": 6, "colored": 1, "body": 4, "illuminated": 1, "any": 12, "issue": 1, "color": 1, "along": 1, "straight": 2, "line": 1, "can": 3, "drawn": 1, "however": 4, "left": 2, "problem": 17, "explaining": 1, "how": 6, "coherent": 1, "image": 6, "formed": 4, "many": 7, "independent": 1, "sources": 2, "radiation": 1, "would": 15, "send": 1, "What": 1, "correspond": 1, "only": 17, "attempted": 4, "resolve": 3, "perceive": 1, "perpendicular": 14, "objectfor": 1, "reached": 1, "directly": 3, "without": 6, "being": 4, "refracted": 5, "other": 14, "perceived": 10, "using": 10, "analogy": 3, "stronger": 2, "oblique": 5, "ball": 5, "thrown": 3, "board": 3, "might": 3, "break": 1, "whereas": 4, "obliquely": 1, "glance": 1, "off": 2, "As": 1, "there": 8, "enter": 1, "these": 3, "converge": 1, "centre": 1, "cone": 1, "allowed": 2, "sending": 1, "if": 4, "mattered": 1, "onetoone": 1, "correspondence": 3, "confusion": 1, "could": 8, "resolved": 2, "later": 10, "asserted": 1, "book": 4, "through": 8, "regarding": 5, "do": 2, "not": 32, "clearly": 1, "why": 5, "weaker": 1, "more": 6, "weakly": 1, "argument": 1, "does": 7, "seem": 1, "persuasive": 1, "despite": 1, "its": 12, "weaknesses": 1, "no": 6, "so": 4, "comprehensive": 1, "enormously": 1, "particularly": 3, "Western": 2, "Europe": 5, "Directly": 1, "indirectly": 1, "Aspectibus": 1, "inspired": 1, "much": 3, "activity": 1, "between": 9, "Keplers": 1, "retinal": 1, "points": 4, "built": 3, "conceptual": 1, "framework": 1, "showed": 2, "experiment": 3, "travels": 1, "carried": 2, "out": 6, "lenses": 1, "mirrors": 6, "refraction": 8, "reflection": 3, "analyses": 1, "considered": 5, "vertical": 2, "horizontal": 1, "components": 1, "separately": 1, "camera": 4, "obscura": 4, "Chinese": 3, "described": 3, "Han": 1, "polymathic": 1, "genius": 1, "Shen": 1, "Kuo": 1, "Dream": 1, "Pool": 1, "Essays": 1, "published": 2, "year": 1, "CE": 1, "discussed": 7, "basic": 1, "principle": 1, "behind": 1, "Problems": 1, "but": 14, "contained": 1, "clear": 2, "outside": 1, "China": 1, "areas": 1, "East": 1, "Africa": 1, "India": 1, "analysis": 3, "device": 1, "used": 12, "observe": 1, "partial": 1, "solar": 1, "eclipse": 3, "essay": 2, "On": 3, "Form": 1, "Eclipse": 1, "writes": 1, "observed": 3, "sicklelike": 1, "shape": 1, "sun": 2, "introduction": 2, "reads": 2, "follows": 1, "unless": 1, "total": 3, "demonstrates": 1, "narrow": 1, "round": 2, "hole": 3, "cast": 1, "plane": 2, "opposite": 1, "takes": 1, "form": 2, "moonsickle": 1, "findings": 1, "solidified": 1, "importance": 3, "history": 3, "studied": 2, "process": 2, "structure": 2, "formation": 1, "system": 6, "Ian": 1, "P": 1, "Howard": 2, "Perception": 1, "article": 1, "should": 10, "credited": 5, "discoveries": 1, "previously": 3, "attributed": 1, "Europeans": 1, "writing": 1, "For": 4, "example": 4, "what": 8, "became": 3, "Herings": 2, "law": 2, "equal": 4, "innervation": 1, "horopters": 1, "years": 3, "Aguilonius": 1, "actually": 1, "closer": 3, "definition": 1, "Aguiloniussand": 1, "binocular": 4, "disparity": 1, "repeated": 2, "Panum": 1, "Craig": 1, "AaenStockdale": 1, "agreeing": 1, "advances": 1, "expressed": 2, "some": 9, "caution": 1, "especially": 2, "considering": 1, "isolation": 2, "whom": 2, "extremely": 2, "familiar": 1, "corrected": 1, "error": 5, "otherwise": 1, "very": 2, "similar": 2, "now": 6, "called": 4, "general": 5, "expanded": 1, "detailed": 3, "contribution": 2, "Lejeune": 1, "Sabra": 2, "Raynaud": 1, "concepts": 1, "homonymous": 1, "crossed": 1, "diplopia": 1, "place": 7, "But": 2, "contrary": 1, "explained": 1, "did": 6, "give": 1, "circular": 4, "figure": 1, "horopter": 1, "reasoning": 1, "experimentally": 1, "fact": 2, "discovery": 1, "Panums": 1, "fusional": 1, "area": 3, "ViethMüller": 1, "circle": 4, "regard": 1, "faced": 1, "two": 6, "main": 3, "limits": 1, "lack": 2, "recognition": 1, "role": 2, "retina": 2, "obviously": 1, "experimental": 8, "investigation": 1, "ocular": 1, "tracts": 1, "original": 2, "describing": 3, "thought": 3, "anatomically": 1, "constructed": 1, "went": 2, "consider": 1, "behave": 1, "functionally": 1, "optical": 5, "understanding": 1, "pinhole": 1, "projection": 2, "appears": 5, "influenced": 3, "consideration": 1, "inversion": 1, "avoid": 3, "maintained": 1, "fell": 1, "perpendicularly": 1, "lens": 3, "glacial": 2, "humor": 2, "further": 3, "outward": 2, "they": 2, "resulting": 1, "thus": 1, "passed": 1, "upright": 1, "optic": 1, "nerve": 1, "back": 1, "believing": 1, "receptive": 1, "organ": 1, "although": 4, "hints": 1, "involved": 3, "synthesis": 1, "adhered": 1, "scheme": 2, "exhaustively": 1, "logical": 1, "complete": 3, "fashion": 1, "duty": 1, "man": 2, "investigates": 1, "writings": 3, "learning": 1, "truth": 5, "goal": 1, "make": 4, "enemy": 1, "attack": 1, "side": 1, "suspect": 1, "performs": 1, "critical": 1, "examination": 1, "may": 5, "falling": 1, "either": 1, "prejudice": 1, "leniency": 1, "An": 3, "aspect": 1, "associated": 2, "research": 3, "related": 1, "systemic": 1, "methodological": 1, "reliance": 1, "experimentation": 1, "itibarArabic": 1, "إعتبار": 1, "controlled": 1, "testing": 1, "inquiries": 1, "Moreover": 1, "directives": 1, "rested": 1, "combining": 2, "physics": 7, "ilm": 1, "tabii": 1, "taalim": 1, "geometry": 13, "mathematicalphysical": 1, "approach": 1, "propositions": 1, "aspectibus": 1, "Perspectivae": 1, "grounded": 1, "colour": 1, "catoptrics": 5, "dioptrics": 1, "respectively": 1, "According": 2, "Matthias": 1, "Schramm": 1, "systematic": 2, "use": 1, "varying": 1, "conditions": 1, "constant": 3, "uniform": 2, "manner": 1, "showing": 1, "intensity": 1, "lightspot": 1, "moonlight": 2, "small": 1, "apertures": 2, "onto": 1, "screen": 1, "diminishes": 1, "constantly": 2, "gradually": 2, "blocked": 1, "G": 1, "J": 3, "Toomer": 4, "skepticism": 2, "Schramms": 2, "view": 6, "partly": 1, "because": 3, "yet": 2, "fully": 2, "concerned": 4, "context": 1, "specific": 1, "passages": 1, "read": 2, "anachronistically": 1, "While": 1, "acknowledging": 1, "developing": 1, "techniques": 2, "concluded": 3, "review": 1, "saying": 1, "possible": 2, "assess": 1, "claim": 2, "true": 2, "founder": 3, "translating": 1, "investigating": 1, "medieval": 3, "V": 1, "contains": 2, "discussion": 1, "formulated": 3, "AD": 1, "comprises": 1, "drawing": 1, "meeting": 1, "circumference": 1, "making": 1, "angles": 1, "normal": 1, "equivalent": 1, "finding": 2, "edge": 2, "billiard": 1, "table": 2, "player": 1, "aim": 1, "cue": 1, "bounce": 1, "hit": 1, "another": 1, "Thus": 1, "application": 1, "solve": 3, "Given": 1, "source": 1, "spherical": 4, "mirror": 2, "find": 4, "where": 6, "will": 1, "reflected": 1, "observer": 3, "leads": 1, "equation": 1, "fourth": 6, "degree": 1, "eventually": 3, "derive": 1, "formula": 7, "sum": 4, "powers": 4, "formulas": 2, "sums": 3, "squares": 2, "cubes": 2, "stated": 1, "readily": 1, "generalized": 1, "integral": 5, "perhaps": 1, "power": 4, "calculate": 2, "volume": 3, "paraboloid": 3, "interested": 1, "result": 5, "perform": 1, "integration": 1, "solved": 3, "conic": 1, "sections": 1, "proof": 4, "solution": 4, "long": 2, "complicated": 1, "understood": 2, "mathematicians": 3, "reading": 1, "translationLater": 1, "Descartes": 3, "analytical": 2, "methods": 2, "analyse": 1, "algebraic": 1, "finally": 1, "found": 3, "Jack": 1, "M": 2, "Elkin": 1, "actuarian": 1, "Other": 1, "solutions": 1, "Harald": 1, "Riede": 1, "Peter": 2, "NeumannRecently": 1, "Mitsubishi": 1, "Electric": 1, "Research": 1, "Laboratories": 1, "MERL": 1, "researchers": 1, "extension": 1, "rotationally": 1, "symmetric": 1, "quadric": 1, "hyperbolic": 1, "parabolic": 2, "elliptical": 1, "describes": 1, "several": 2, "observations": 1, "results": 1, "certain": 1, "phenomena": 1, "mechanical": 4, "analogies": 1, "conducted": 1, "projectiles": 2, "impact": 2, "surfaces": 4, "forceful": 1, "enough": 1, "them": 5, "penetrate": 2, "tended": 1, "deflect": 1, "projectile": 1, "strikes": 1, "rare": 1, "dense": 1, "medium": 1, "iron": 1, "thin": 1, "slate": 2, "covering": 1, "wide": 2, "metal": 1, "sheet": 1, "throw": 1, "breaks": 1, "force": 1, "distance": 5, "intense": 1, "direct": 1, "hurts": 1, "strong": 1, "lights": 2, "weak": 1, "obvious": 1, "answer": 1, "multiple": 1, "choice": 1, "since": 1, "surface": 1, "Sudanese": 1, "psychologist": 1, "Omar": 1, "Khaleefa": 2, "psychology": 3, "pioneering": 1, "illusions": 1, "psychophysics": 1, "subdiscipline": 1, "precursor": 1, "Although": 2, "subjective": 1, "reports": 1, "evidence": 1, "quantitative": 2, "psychophysical": 1, "rebuffed": 1, "offered": 2, "explanation": 6, "Moon": 8, "illusion": 3, "played": 1, "important": 3, "Many": 1, "authors": 2, "explanations": 1, "appearing": 1, "larger": 2, "near": 1, "horizon": 2, "higher": 1, "sky": 3, "against": 3, "defined": 1, "terms": 4, "real": 1, "enlargement": 1, "judging": 1, "depends": 1, "uninterrupted": 1, "sequence": 1, "intervening": 2, "bodies": 2, "When": 1, "high": 2, "objects": 3, "close": 1, "size": 3, "angular": 1, "varies": 1, "Therefore": 1, "smaller": 2, "Through": 1, "works": 13, "Roger": 2, "Bacon": 2, "Pecham": 1, "Witelo": 2, "came": 2, "accepted": 1, "psychological": 1, "phenomenon": 1, "rejected": 2, "often": 1, "offer": 1, "Cleomedes": 1, "nd": 1, "gave": 3, "addition": 1, "Posidonius": 1, "BCE": 1, "text": 2, "obscure": 1, "widely": 1, "available": 1, "those": 2, "earlier": 1, "probably": 3, "explains": 1, "received": 1, "credit": 1, "Besides": 1, "subject": 1, "Risala": 1, "fi": 3, "lDaw": 1, "Treatise": 4, "Light": 5, "investigated": 2, "properties": 1, "luminance": 1, "rainbow": 1, "eclipses": 1, "Experiments": 1, "refractive": 1, "interfaces": 1, "air": 1, "water": 1, "glass": 1, "hemispheres": 1, "quarterspheres": 1, "provided": 2, "foundation": 1, "celestial": 4, "region": 1, "Epitome": 1, "Astronomy": 1, "arguing": 2, "Ptolemaic": 3, "models": 3, "abstract": 1, "hypothesesin": 1, "words": 2, "create": 1, "none": 1, "collide": 1, "suggestion": 1, "Earth": 1, "centred": 2, "model": 4, "greatly": 3, "contributed": 1, "eventual": 1, "triumph": 1, "among": 1, "Christians": 1, "West": 1, "determination": 1, "root": 1, "astronomy": 7, "realm": 1, "meant": 1, "astronomical": 7, "hypotheses": 1, "accountable": 1, "laws": 1, "criticised": 1, "improved": 2, "Maqala": 1, "daw": 1, "alqamar": 1, "motion": 8, "Place": 2, "disagreed": 3, "Aristotles": 3, "nature": 2, "abhors": 2, "void": 4, "attempt": 2, "almakan": 3, "imagined": 2, "threedimensional": 2, "inner": 2, "containing": 2, "Configuration": 1, "World": 3, "presented": 3, "earth": 2, "whole": 1, "sphere": 1, "whose": 2, "center": 2, "world": 3, "stationary": 1, "worlds": 1, "middle": 1, "fixed": 1, "moving": 3, "direction": 1, "nor": 1, "varieties": 1, "always": 2, "rest": 1, "nontechnical": 1, "Almagest": 3, "Hebrew": 2, "subsequently": 1, "astronomers": 1, "Georg": 1, "von": 1, "Peuerbach": 1, "European": 1, "AlShukūk": 1, "alā": 1, "Batlamyūs": 1, "variously": 1, "Doubts": 6, "Concerning": 4, "Aporias": 1, "criticized": 2, "Planetary": 1, "Hypotheses": 2, "pointing": 1, "contradictions": 4, "planets": 7, "actual": 2, "configuration": 2, "acknowledged": 1, "configurations": 1, "agree": 1, "noticeable": 1, "scathing": 1, "criticism": 3, "inherent": 2, "devices": 1, "introduced": 1, "equant": 2, "failed": 2, "satisfy": 1, "requirement": 1, "noted": 1, "absurdity": 1, "relating": 1, "motions": 7, "imaginary": 1, "circles": 1, "assumed": 3, "arrangement": 4, "haya": 1, "cannot": 2, "exist": 2, "produces": 1, "imagination": 1, "belong": 2, "free": 1, "committed": 1, "existing": 3, "impossible": 2, "imagine": 2, "heavens": 1, "planet": 1, "bring": 1, "about": 3, "Having": 1, "pointed": 2, "problems": 4, "intended": 2, "grasp": 1, "repair": 1, "replace": 1, "completely": 1, "set": 1, "difficulty": 1, "attaining": 1, "need": 1, "question": 2, "authorities": 5, "Truth": 2, "itself": 2, "truths": 2, "warns": 1, "immersed": 1, "uncertainties": 1, "respected": 1, "immune": 1, "theorieswhich": 1, "dominated": 1, "bookholds": 1, "special": 1, "growth": 1, "Model": 2, "Motions": 2, "Each": 1, "Seven": 1, "Planets": 1, "Only": 1, "damaged": 1, "manuscript": 1, "section": 3, "planetary": 2, "surviving": 3, "There": 2, "calculation": 1, "third": 2, "instruments": 1, "Following": 1, "new": 2, "geometrybased": 1, "infinitesimal": 1, "trigonometry": 1, "geocentric": 1, "universe": 1, "uniformly": 1, "required": 1, "inclusion": 1, "epicycles": 1, "managed": 1, "eliminate": 1, "didnt": 1, "try": 1, "provide": 1, "causal": 1, "concentrated": 1, "providing": 1, "twentyfive": 1, "concerning": 3, "technical": 2, "issues": 1, "Exact": 1, "Determination": 1, "Meridian": 1, "group": 3, "accurate": 1, "observation": 2, "questions": 1, "location": 1, "Milky": 4, "Way": 2, "effort": 1, "evaluating": 1, "Ways": 1, "parallax": 3, "data": 1, "Lunar": 1, "Though": 1, "atmosphere": 1, "claimThe": 1, "consists": 1, "ten": 1, "above": 1, "Thabit": 1, "Qurra": 1, "beginnings": 2, "link": 2, "algebra": 3, "developed": 3, "summing": 2, "natural": 2, "numbers": 2, "prove": 2, "explored": 1, "parallel": 1, "postulate": 2, "fifth": 1, "Euclids": 1, "Elements": 1, "contradiction": 1, "effect": 1, "introducing": 1, "Lambert": 1, "quadrilateral": 2, "Boris": 1, "Abramovich": 1, "Rozenfeld": 1, "names": 1, "alHaythamLambert": 1, "elementary": 1, "squaring": 1, "lunes": 3, "crescent": 1, "shapes": 1, "right": 1, "triangle": 2, "erecting": 1, "semicircle": 1, "triangles": 1, "sides": 2, "inward": 1, "hypotenuse": 1, "include": 1, "perfect": 2, "Analysis": 1, "Synthesis": 1, "state": 1, "even": 2, "nn": 1, "n": 1, "prime": 1, "Euler": 1, "involving": 1, "congruences": 2, "Wilsons": 2, "theorem": 3, "Opuscula": 1, "considers": 1, "gives": 1, "canonical": 1, "version": 1, "remainder": 1, "generally": 1, "determine": 1, "polynomial": 1, "having": 1, "Influence": 1, "Melodies": 1, "Souls": 1, "Animals": 1, "copies": 1, "whether": 2, "animals": 1, "react": 1, "music": 1, "camel": 1, "increase": 1, "decrease": 1, "pace": 1, "engineering": 1, "career": 1, "civil": 1, "engineer": 1, "summoned": 1, "River": 2, "annual": 1, "inundation": 1, "drew": 1, "plans": 1, "building": 1, "dam": 1, "site": 1, "modernday": 1, "Dam": 1, "field": 1, "aware": 1, "impracticality": 1, "soon": 1, "punishment": 1, "Abdellatif": 1, "supporter": 1, "philosophical": 2, "Fi": 1, "alRadd": 1, "ala": 1, "refutation": 1, "geometrization": 1, "space": 2, "epistemological": 1, "implications": 1, "tying": 1, "prior": 1, "bodily": 1, "experience": 1, "unequivocally": 1, "intuitiveness": 1, "spatial": 1, "therefore": 2, "autonomy": 1, "Without": 1, "tangible": 1, "notions": 1, "forcorrelation": 1, "tell": 1, "us": 1, "next": 1, "nothing": 1, "things": 1, "shattered": 1, "reality": 2, "These": 1, "ideas": 1, "perspective": 2, "just": 1, "tie": 1, "existential": 1, "religious": 2, "viewpoints": 1, "upheld": 1, "their": 1, "case": 2, "report": 1, "Sunni": 1, "follower": 1, "Ashari": 1, "school": 3, "Hodgeson": 1, "instead": 1, "identifies": 1, "Mutazilite": 1, "Ziauddin": 1, "Sardar": 1, "says": 2, "greatest": 1, "Rayhān": 1, "alBīrūnī": 1, "pioneers": 1, "themselves": 1, "Ashʿari": 1, "Like": 1, "Ashʿarites": 1, "faith": 3, "taqlid": 3, "apply": 2, "Islam": 2, "Hellenistic": 1, "prophets": 1, "basis": 1, "suggested": 1, "adherent": 1, "Shia": 1, "Islamand": 1, "Sumaiya": 1, "Hamdani": 1, "states": 1, "suggests": 1, "converted": 1, "Ismailismneed": 1, "quotation": 1, "verify": 1, "prophethood": 1, "criteria": 1, "discern": 1, "false": 1, "claimants": 1, "timeHe": 1, "entitled": 1, "Finding": 2, "Direction": 1, "Qibla": 2, "Calculation": 1, "prayers": 1, "salat": 1, "directed": 1, "towards": 1, "mathematically": 1, "occasional": 1, "references": 1, "sentiment": 1, "egin": 1, "sake": 1, "difficult": 1, "road": 1, "rough": 1, "plunged": 1, "obscurity": 1, "God": 4, "scientist": 3, "safeguarded": 1, "shortcomings": 1, "faults": 1, "If": 2, "Winding": 1, "Motion": 1, "From": 1, "statements": 1, "noble": 1, "Shaykh": 1, "believes": 1, "everything": 1, "relying": 1, "demonstration": 1, "calling": 1, "pure": 2, "imitation": 1, "experts": 1, "prophetic": 1, "Prophets": 1, "blessing": 1, "specialists": 1, "demonstrative": 1, "sciences": 1, "Regarding": 1, "relation": 1, "objective": 1, "I": 1, "my": 1, "belief": 1, "gaining": 1, "access": 1, "effulgence": 1, "closeness": 1, "better": 1, "searching": 1, "contributing": 1, "emphasis": 1, "mainly": 1, "exclusively": 1, "thirteenthcentury": 1, "commentary": 1, "Kamāl": 1, "alDīn": 1, "alFārisī": 1, "Tanqīḥ": 1, "lidhawī": 1, "labṣār": 1, "wa": 1, "lbaṣāir": 1, "alAndalus": 1, "eleventhcentury": 1, "prince": 1, "Banu": 1, "Hud": 1, "dynasty": 1, "Zaragossa": 1, "alMutaman": 1, "Hūd": 1, "translation": 3, "late": 1, "twelfth": 1, "thirteenth": 1, "scholars": 1, "Christian": 1, "Robert": 1, "Grosseteste": 1, "Giambattista": 1, "della": 1, "Porta": 1, "Leonardo": 1, "Da": 1, "Vinci": 1, "Galileo": 1, "Galilei": 1, "Christiaan": 1, "Huygens": 1, "René": 1, "Johannes": 1, "Kepler": 1, "systems": 1, "aberration": 1, "ratio": 1, "angle": 1, "incidence": 1, "remain": 1, "magnifying": 1, "Meanwhile": 1, "Averroes": 1, "opticscitation": 1, "legacy": 1, "advanced": 1, "reforming": 1, "Kamal": 1, "alDin": 1, "alFarisi": 1, "died": 1, "latters": 1, "Tanqih": 1, "Revision": 1, "Some": 1, "cosmology": 1, "languages": 1, "crater": 1, "named": 2, "honour": 2, "asteroid": 1, "Aga": 1, "Khan": 1, "Pakistan": 1, "Ophthalmology": 2, "endowed": 1, "chair": 1, "IbneHaitham": 1, "Associate": 1, "Professor": 1, "Chief": 1, "featured": 1, "obverse": 1, "Iraqi": 1, "dinar": 2, "banknote": 1, "issued": 1, "notes": 1, "International": 2, "Year": 2, "celebrated": 1, "anniversary": 1, "Hiding": 1, "episode": 3, "Cosmos": 1, "Spacetime": 1, "Odyssey": 1, "Neil": 1, "deGrasse": 1, "Tyson": 1, "focused": 1, "accomplishments": 1, "voiced": 1, "Alfred": 1, "Molina": 1, "Over": 1, "forty": 1, "Jacob": 1, "Bronowski": 2, "television": 1, "documentary": 1, "corresponding": 1, "Ascent": 1, "Man": 1, "Music": 1, "Spheres": 1, "remarked": 1, "really": 2, "mind": 1, "culture": 1, "produced": 2, "till": 1, "Newton": 2, "Leibniz": 1, "H": 1, "Winter": 1, "British": 1, "historian": 1, "Archimedes": 1, "appeared": 1, "we": 1, "confine": 1, "our": 1, "interest": 1, "over": 1, "twelve": 1, "hundred": 1, "era": 1, "Scholasticism": 1, "spirit": 1, "noblest": 1, "Antiquity": 1, "again": 1, "Scholar": 1, "UNESCO": 1, "declared": 1, "DirectorGeneral": 1, "Irina": 1, "Bokova": 1, "Amongst": 1, "others": 1, "celebrate": 1, "AlHaythams": 2, "achievements": 1, "international": 1, "campaign": 2, "created": 1, "Inventions": 3, "organisation": 1, "featuring": 1, "series": 1, "interactive": 1, "exhibits": 1, "workshops": 1, "shows": 1, "partnering": 1, "centers": 1, "festivals": 1, "museums": 1, "educational": 2, "institutions": 1, "digital": 1, "social": 1, "media": 1, "platforms": 1, "released": 1, "short": 1, "film": 1, "biographers": 1, "range": 1, "least": 1, "Most": 1, "lost": 1, "extent": 1, "Nearly": 1, "half": 2, "few": 1, "Not": 1, "below": 1, "seventeenth": 1, "beyond": 1, "Archimedean": 1, "Subsequently": 1, "harmonious": 1, "fusion": 1, "epitomised": 1, "calculus": 1, "fields": 1, "latter": 1, "tenth": 1}, "freq": {"Ḥasan": 0.00016871941960519654, "Ibn": 0.0048928631685507, "alHaytham": 0.003036949552893538, "Latinized": 0.00016871941960519654, "as": 0.006242618525392272, "Alhazen": 0.010966762274337776, "ælˈhæzən": 0.00016871941960519654, "full": 0.0003374388392103931, "name": 0.0006748776784207862, "Abū": 0.0003374388392103931, "ʿAlī": 0.00016871941960519654, "alḤasan": 0.0003374388392103931, "ibn": 0.0008435970980259828, "أبو": 0.00016871941960519654, "علي": 0.00016871941960519654, "الحسن": 0.0003374388392103931, "بن": 0.0003374388392103931, "الهيثم": 0.00016871941960519654, "c": 0.0013497553568415724, "was": 0.011304201113548169, "a": 0.01872785557617682, "Muslim": 0.0008435970980259828, "Arab": 0.0008435970980259828, "mathematician": 0.0003374388392103931, "astronomer": 0.00016871941960519654, "and": 0.030200776109330182, "physicist": 0.0005061582588155897, "of": 0.04859119284629661, "the": 0.07423654462628648, "Islamic": 0.0010123165176311793, "Golden": 0.0003374388392103931, "Age": 0.0003374388392103931, "Referred": 0.00016871941960519654, "to": 0.021933524548675552, "father": 0.0003374388392103931, "modern": 0.0008435970980259828, "optics": 0.0028682301332883416, "he": 0.00927956807828581, "made": 0.0018559136156571622, "significant": 0.0005061582588155897, "contributions": 0.0008435970980259828, "principles": 0.00016871941960519654, "visual": 0.0006748776784207862, "perception": 0.0008435970980259828, "in": 0.023789438164332714, "particular": 0.0005061582588155897, "His": 0.002362071874472752, "most": 0.0010123165176311793, "influential": 0.0005061582588155897, "work": 0.0037118272313143245, "is": 0.008098532141049435, "titled": 0.0003374388392103931, "Kitāb": 0.00016871941960519654, "alManāẓir": 0.0003374388392103931, "Arabic": 0.0003374388392103931, "كتاب": 0.00016871941960519654, "المناظر": 0.00016871941960519654, "Book": 0.002193352454867555, "Optics": 0.0033743883921039312, "written": 0.0006748776784207862, "during": 0.0010123165176311793, "which": 0.0025307912940779483, "survived": 0.0008435970980259828, "Latin": 0.001181035937236376, "edition": 0.0003374388392103931, "A": 0.0013497553568415724, "polymath": 0.00016871941960519654, "also": 0.0035431078117091276, "wrote": 0.0020246330352623586, "on": 0.013834992407626118, "philosophy": 0.0005061582588155897, "theology": 0.0006748776784207862, "medicine": 0.00016871941960519654, "first": 0.0025307912940779483, "explain": 0.0013497553568415724, "that": 0.014341150666441708, "vision": 0.0018559136156571622, "occurs": 0.0003374388392103931, "when": 0.0006748776784207862, "light": 0.002193352454867555, "reflects": 0.00016871941960519654, "from": 0.0048928631685507, "an": 0.006242618525392272, "object": 0.0018559136156571622, "then": 0.0003374388392103931, "passes": 0.0005061582588155897, "ones": 0.0005061582588155897, "eyes": 0.0003374388392103931, "He": 0.004555424329340307, "demonstrate": 0.0005061582588155897, "brain": 0.00016871941960519654, "rather": 0.0006748776784207862, "than": 0.002193352454867555, "Building": 0.00016871941960519654, "upon": 0.0006748776784207862, "naturalistic": 0.00016871941960519654, "empirical": 0.00016871941960519654, "method": 0.001518474776446769, "pioneered": 0.00016871941960519654, "by": 0.007929812721444239, "Aristotle": 0.0008435970980259828, "ancient": 0.0008435970980259828, "Greece": 0.0003374388392103931, "early": 0.0006748776784207862, "proponent": 0.00016871941960519654, "concept": 0.0003374388392103931, "hypothesis": 0.00016871941960519654, "must": 0.0005061582588155897, "be": 0.00438670490973511, "supported": 0.0006748776784207862, "experiments": 0.0006748776784207862, "based": 0.0006748776784207862, "confirmable": 0.00016871941960519654, "procedures": 0.00016871941960519654, "or": 0.0025307912940779483, "mathematical": 0.001181035937236376, "evidencean": 0.00016871941960519654, "pioneer": 0.00016871941960519654, "scientific": 0.0020246330352623586, "five": 0.0003374388392103931, "centuries": 0.0006748776784207862, "before": 0.0005061582588155897, "Renaissance": 0.0003374388392103931, "scientists": 0.0006748776784207862, "Born": 0.00016871941960519654, "Basra": 0.0006748776784207862, "spent": 0.00016871941960519654, "his": 0.012485237050784545, "productive": 0.00016871941960519654, "period": 0.0005061582588155897, "Fatimid": 0.0005061582588155897, "capital": 0.00016871941960519654, "Cairo": 0.0005061582588155897, "earned": 0.00016871941960519654, "living": 0.00016871941960519654, "authoring": 0.00016871941960519654, "various": 0.0006748776784207862, "treatises": 0.0005061582588155897, "tutoring": 0.00016871941960519654, "members": 0.00016871941960519654, "nobilities": 0.00016871941960519654, "sometimes": 0.00016871941960519654, "given": 0.0008435970980259828, "byname": 0.00016871941960519654, "alBaṣrī": 0.00016871941960519654, "after": 0.0005061582588155897, "birthplace": 0.00016871941960519654, "alMiṣrī": 0.00016871941960519654, "Egypt": 0.0003374388392103931, "AlHaytham": 0.0010123165176311793, "dubbed": 0.0003374388392103931, "Second": 0.00016871941960519654, "Ptolemy": 0.0037118272313143245, "AbulHasan": 0.00016871941960519654, "Bayhaqi": 0.00016871941960519654, "The": 0.004217985490129914, "Physicist": 0.00016871941960519654, "John": 0.0003374388392103931, "Peckham": 0.00016871941960519654, "paved": 0.00016871941960519654, "way": 0.0010123165176311793, "for": 0.0048928631685507, "science": 0.001518474776446769, "physical": 0.0016871941960519656, "born": 0.00016871941960519654, "family": 0.00016871941960519654, "Iraqwhich": 0.00016871941960519654, "at": 0.0037118272313143245, "time": 0.0016871941960519656, "part": 0.0003374388392103931, "Buyid": 0.00016871941960519654, "emirateHis": 0.00016871941960519654, "initial": 0.00016871941960519654, "influences": 0.00016871941960519654, "were": 0.0026995107136831447, "study": 0.0010123165176311793, "religion": 0.0005061582588155897, "service": 0.00016871941960519654, "community": 0.00016871941960519654, "At": 0.00016871941960519654, "society": 0.00016871941960519654, "had": 0.0016871941960519656, "number": 0.0010123165176311793, "conflicting": 0.00016871941960519654, "views": 0.0003374388392103931, "ultimately": 0.00016871941960519654, "sought": 0.0008435970980259828, "step": 0.00016871941960519654, "aside": 0.00016871941960519654, "This": 0.001518474776446769, "led": 0.0006748776784207862, "him": 0.001518474776446769, "delving": 0.00016871941960519654, "into": 0.0016871941960519656, "mathematics": 0.001181035937236376, "held": 0.0003374388392103931, "position": 0.00016871941960519654, "with": 0.0053990214273662894, "title": 0.0003374388392103931, "vizier": 0.00016871941960519654, "native": 0.00016871941960519654, "himself": 0.0008435970980259828, "knowledge": 0.0008435970980259828, "applied": 0.00016871941960519654, "mathematicsAs": 0.00016871941960519654, "claimed": 0.00016871941960519654, "able": 0.0003374388392103931, "regulate": 0.0003374388392103931, "flooding": 0.0003374388392103931, "Nile": 0.0005061582588155897, "invited": 0.00016871941960519654, "Caliph": 0.0005061582588155897, "alHakim": 0.00016871941960519654, "order": 0.00016871941960519654, "realise": 0.00016871941960519654, "hydraulic": 0.00016871941960519654, "project": 0.00016871941960519654, "Aswan": 0.0003374388392103931, "However": 0.0005061582588155897, "forced": 0.0003374388392103931, "concede": 0.00016871941960519654, "impracticability": 0.00016871941960519654, "projectUpon": 0.00016871941960519654, "return": 0.00016871941960519654, "administrative": 0.00016871941960519654, "post": 0.00016871941960519654, "After": 0.0003374388392103931, "proved": 0.0003374388392103931, "unable": 0.00016871941960519654, "fulfill": 0.00016871941960519654, "this": 0.0037118272313143245, "task": 0.0003374388392103931, "well": 0.0006748776784207862, "contracted": 0.00016871941960519654, "ire": 0.00016871941960519654, "caliph": 0.00016871941960519654, "AlHakim": 0.0003374388392103931, "biAmr": 0.0003374388392103931, "Allah": 0.0003374388392103931, "said": 0.0003374388392103931, "have": 0.0028682301332883416, "been": 0.0018559136156571622, "hiding": 0.00016871941960519654, "until": 0.0005061582588155897, "caliphs": 0.00016871941960519654, "death": 0.0005061582588155897, "confiscated": 0.00016871941960519654, "possessions": 0.00016871941960519654, "returned": 0.00016871941960519654, "himLegend": 0.00016871941960519654, "has": 0.0016871941960519656, "it": 0.004555424329340307, "feigned": 0.0003374388392103931, "madness": 0.0003374388392103931, "kept": 0.0003374388392103931, "under": 0.00016871941960519654, "house": 0.00016871941960519654, "arrest": 0.00016871941960519654, "During": 0.0003374388392103931, "OpticsAlhazen": 0.00016871941960519654, "continued": 0.00016871941960519654, "live": 0.0003374388392103931, "neighborhood": 0.00016871941960519654, "famous": 0.0003374388392103931, "University": 0.0003374388392103931, "alAzhar": 0.00016871941960519654, "lived": 0.0003374388392103931, "proceeds": 0.00016871941960519654, "literary": 0.00016871941960519654, "production": 0.00016871941960519654, "copy": 0.00016871941960519654, "Apollonius": 0.00016871941960519654, "Conics": 0.00016871941960519654, "alHaythams": 0.001181035937236376, "own": 0.0005061582588155897, "handwriting": 0.00016871941960519654, "exists": 0.00016871941960519654, "Aya": 0.0003374388392103931, "Sofya": 0.0003374388392103931, "MS": 0.00016871941960519654, "fob": 0.00016871941960519654, "dated": 0.00016871941960519654, "Safar": 0.00016871941960519654, "ah": 0.00016871941960519654, "Note": 0.00016871941960519654, "Among": 0.00016871941960519654, "students": 0.00016871941960519654, "Sorkhab": 0.00016871941960519654, "Sohrab": 0.00016871941960519654, "Persian": 0.0003374388392103931, "Semnan": 0.00016871941960519654, "Abu": 0.00016871941960519654, "alWafa": 0.00016871941960519654, "Mubashir": 0.00016871941960519654, "Fatek": 0.00016871941960519654, "Egyptian": 0.00016871941960519654, "princeverification": 0.00016871941960519654, "needed": 0.0006748776784207862, "Alhazens": 0.0035431078117091276, "sevenvolume": 0.00016871941960519654, "treatise": 0.0003374388392103931, "Kitab": 0.0010123165176311793, "alManazir": 0.0010123165176311793, "translated": 0.0008435970980259828, "unknown": 0.00016871941960519654, "scholar": 0.00016871941960519654, "end": 0.00016871941960519654, "th": 0.0016871941960519656, "century": 0.0013497553568415724, "beginning": 0.00016871941960519654, "centurya": 0.00016871941960519654, "It": 0.0006748776784207862, "printed": 0.00016871941960519654, "Friedrich": 0.00016871941960519654, "Risner": 0.0005061582588155897, "Opticae": 0.00016871941960519654, "thesaurus": 0.00016871941960519654, "Alhazeni": 0.00016871941960519654, "Arabis": 0.00016871941960519654, "libri": 0.00016871941960519654, "septem": 0.00016871941960519654, "nuncprimum": 0.00016871941960519654, "editi": 0.00016871941960519654, "Eiusdem": 0.00016871941960519654, "liber": 0.00016871941960519654, "De": 0.0005061582588155897, "Crepusculis": 0.00016871941960519654, "et": 0.00016871941960519654, "nubium": 0.00016871941960519654, "ascensionibus": 0.00016871941960519654, "English": 0.00016871941960519654, "Treasury": 0.00016871941960519654, "seven": 0.0003374388392103931, "books": 0.0005061582588155897, "same": 0.0006748776784207862, "twilight": 0.0003374388392103931, "height": 0.00016871941960519654, "clouds": 0.00016871941960519654, "author": 0.0005061582588155897, "variant": 0.00016871941960519654, "known": 0.0016871941960519656, "west": 0.00016871941960519654, "Alhacen": 0.00016871941960519654, "enjoyed": 0.00016871941960519654, "great": 0.0003374388392103931, "reputation": 0.00016871941960519654, "Middle": 0.0008435970980259828, "Ages": 0.0006748776784207862, "Works": 0.00016871941960519654, "geometric": 0.0008435970980259828, "subjects": 0.0005061582588155897, "discovered": 0.0005061582588155897, "Bibliothèque": 0.00016871941960519654, "nationale": 0.00016871941960519654, "Paris": 0.00016871941960519654, "E": 0.00016871941960519654, "Sedillot": 0.00016871941960519654, "In": 0.004049266070524717, "all": 0.0006748776784207862, "Mark": 0.00016871941960519654, "Smith": 0.00016871941960519654, "accounted": 0.00016871941960519654, "nearcomplete": 0.00016871941960519654, "manuscripts": 0.00016871941960519654, "fragments": 0.00016871941960519654, "are": 0.0025307912940779483, "preserved": 0.0003374388392103931, "locations": 0.00016871941960519654, "including": 0.0008435970980259828, "one": 0.0020246330352623586, "Bodleian": 0.00016871941960519654, "Library": 0.00016871941960519654, "Oxford": 0.0003374388392103931, "library": 0.00016871941960519654, "Bruges": 0.00016871941960519654, "Two": 0.00016871941960519654, "major": 0.0003374388392103931, "theories": 0.0016871941960519656, "prevailed": 0.00016871941960519654, "classical": 0.0003374388392103931, "antiquity": 0.00016871941960519654, "theory": 0.0028682301332883416, "emission": 0.00016871941960519654, "such": 0.001518474776446769, "thinkers": 0.0003374388392103931, "Euclid": 0.0005061582588155897, "who": 0.001181035937236376, "believed": 0.0005061582588155897, "sight": 0.0006748776784207862, "worked": 0.0005061582588155897, "eye": 0.003880546650919521, "emitting": 0.00016871941960519654, "rays": 0.003205668972498735, "second": 0.0008435970980259828, "intromission": 0.0005061582588155897, "followers": 0.0003374388392103931, "forms": 0.00016871941960519654, "entering": 0.00016871941960519654, "Previous": 0.00016871941960519654, "writers": 0.0003374388392103931, "alKindi": 0.0003374388392103931, "argued": 0.0013497553568415724, "essentially": 0.00016871941960519654, "Euclidean": 0.0003374388392103931, "Galenist": 0.00016871941960519654, "Aristotelian": 0.0003374388392103931, "lines": 0.0006748776784207862, "strongest": 0.00016871941960519654, "influence": 0.0005061582588155897, "Ptolemys": 0.0018559136156571622, "while": 0.0005061582588155897, "description": 0.0008435970980259828, "anatomy": 0.0003374388392103931, "physiology": 0.00016871941960519654, "Galens": 0.00016871941960519654, "account": 0.0008435970980259828, "achievement": 0.00016871941960519654, "come": 0.00016871941960519654, "up": 0.0010123165176311793, "successfully": 0.00016871941960519654, "combined": 0.00016871941960519654, "parts": 0.00016871941960519654, "ray": 0.0010123165176311793, "arguments": 0.0003374388392103931, "medical": 0.00016871941960519654, "tradition": 0.0006748776784207862, "Galen": 0.0003374388392103931, "followed": 0.0003374388392103931, "broke": 0.00016871941960519654, "asserting": 0.0003374388392103931, "each": 0.001181035937236376, "point": 0.003036949552893538, "every": 0.0010123165176311793, "colored": 0.00016871941960519654, "body": 0.0006748776784207862, "illuminated": 0.00016871941960519654, "any": 0.0020246330352623586, "issue": 0.00016871941960519654, "color": 0.00016871941960519654, "along": 0.00016871941960519654, "straight": 0.0003374388392103931, "line": 0.00016871941960519654, "can": 0.0005061582588155897, "drawn": 0.00016871941960519654, "however": 0.0006748776784207862, "left": 0.0003374388392103931, "problem": 0.0028682301332883416, "explaining": 0.00016871941960519654, "how": 0.0010123165176311793, "coherent": 0.00016871941960519654, "image": 0.0010123165176311793, "formed": 0.0006748776784207862, "many": 0.001181035937236376, "independent": 0.00016871941960519654, "sources": 0.0003374388392103931, "radiation": 0.00016871941960519654, "would": 0.0025307912940779483, "send": 0.00016871941960519654, "What": 0.00016871941960519654, "correspond": 0.00016871941960519654, "only": 0.0028682301332883416, "attempted": 0.0006748776784207862, "resolve": 0.0005061582588155897, "perceive": 0.00016871941960519654, "perpendicular": 0.002362071874472752, "objectfor": 0.00016871941960519654, "reached": 0.00016871941960519654, "directly": 0.0005061582588155897, "without": 0.0010123165176311793, "being": 0.0006748776784207862, "refracted": 0.0008435970980259828, "other": 0.002362071874472752, "perceived": 0.0016871941960519656, "using": 0.0016871941960519656, "analogy": 0.0005061582588155897, "stronger": 0.0003374388392103931, "oblique": 0.0008435970980259828, "ball": 0.0008435970980259828, "thrown": 0.0005061582588155897, "board": 0.0005061582588155897, "might": 0.0005061582588155897, "break": 0.00016871941960519654, "whereas": 0.0006748776784207862, "obliquely": 0.00016871941960519654, "glance": 0.00016871941960519654, "off": 0.0003374388392103931, "As": 0.00016871941960519654, "there": 0.0013497553568415724, "enter": 0.00016871941960519654, "these": 0.0005061582588155897, "converge": 0.00016871941960519654, "centre": 0.00016871941960519654, "cone": 0.00016871941960519654, "allowed": 0.0003374388392103931, "sending": 0.00016871941960519654, "if": 0.0006748776784207862, "mattered": 0.00016871941960519654, "onetoone": 0.00016871941960519654, "correspondence": 0.0005061582588155897, "confusion": 0.00016871941960519654, "could": 0.0013497553568415724, "resolved": 0.0003374388392103931, "later": 0.0016871941960519656, "asserted": 0.00016871941960519654, "book": 0.0006748776784207862, "through": 0.0013497553568415724, "regarding": 0.0008435970980259828, "do": 0.0003374388392103931, "not": 0.0053990214273662894, "clearly": 0.00016871941960519654, "why": 0.0008435970980259828, "weaker": 0.00016871941960519654, "more": 0.0010123165176311793, "weakly": 0.00016871941960519654, "argument": 0.00016871941960519654, "does": 0.001181035937236376, "seem": 0.00016871941960519654, "persuasive": 0.00016871941960519654, "despite": 0.00016871941960519654, "its": 0.0020246330352623586, "weaknesses": 0.00016871941960519654, "no": 0.0010123165176311793, "so": 0.0006748776784207862, "comprehensive": 0.00016871941960519654, "enormously": 0.00016871941960519654, "particularly": 0.0005061582588155897, "Western": 0.0003374388392103931, "Europe": 0.0008435970980259828, "Directly": 0.00016871941960519654, "indirectly": 0.00016871941960519654, "Aspectibus": 0.00016871941960519654, "inspired": 0.00016871941960519654, "much": 0.0005061582588155897, "activity": 0.00016871941960519654, "between": 0.001518474776446769, "Keplers": 0.00016871941960519654, "retinal": 0.00016871941960519654, "points": 0.0006748776784207862, "built": 0.0005061582588155897, "conceptual": 0.00016871941960519654, "framework": 0.00016871941960519654, "showed": 0.0003374388392103931, "experiment": 0.0005061582588155897, "travels": 0.00016871941960519654, "carried": 0.0003374388392103931, "out": 0.0010123165176311793, "lenses": 0.00016871941960519654, "mirrors": 0.0010123165176311793, "refraction": 0.0013497553568415724, "reflection": 0.0005061582588155897, "analyses": 0.00016871941960519654, "considered": 0.0008435970980259828, "vertical": 0.0003374388392103931, "horizontal": 0.00016871941960519654, "components": 0.00016871941960519654, "separately": 0.00016871941960519654, "camera": 0.0006748776784207862, "obscura": 0.0006748776784207862, "Chinese": 0.0005061582588155897, "described": 0.0005061582588155897, "Han": 0.00016871941960519654, "polymathic": 0.00016871941960519654, "genius": 0.00016871941960519654, "Shen": 0.00016871941960519654, "Kuo": 0.00016871941960519654, "Dream": 0.00016871941960519654, "Pool": 0.00016871941960519654, "Essays": 0.00016871941960519654, "published": 0.0003374388392103931, "year": 0.00016871941960519654, "CE": 0.00016871941960519654, "discussed": 0.001181035937236376, "basic": 0.00016871941960519654, "principle": 0.00016871941960519654, "behind": 0.00016871941960519654, "Problems": 0.00016871941960519654, "but": 0.002362071874472752, "contained": 0.00016871941960519654, "clear": 0.0003374388392103931, "outside": 0.00016871941960519654, "China": 0.00016871941960519654, "areas": 0.00016871941960519654, "East": 0.00016871941960519654, "Africa": 0.00016871941960519654, "India": 0.00016871941960519654, "analysis": 0.0005061582588155897, "device": 0.00016871941960519654, "used": 0.0020246330352623586, "observe": 0.00016871941960519654, "partial": 0.00016871941960519654, "solar": 0.00016871941960519654, "eclipse": 0.0005061582588155897, "essay": 0.0003374388392103931, "On": 0.0005061582588155897, "Form": 0.00016871941960519654, "Eclipse": 0.00016871941960519654, "writes": 0.00016871941960519654, "observed": 0.0005061582588155897, "sicklelike": 0.00016871941960519654, "shape": 0.00016871941960519654, "sun": 0.0003374388392103931, "introduction": 0.0003374388392103931, "reads": 0.0003374388392103931, "follows": 0.00016871941960519654, "unless": 0.00016871941960519654, "total": 0.0005061582588155897, "demonstrates": 0.00016871941960519654, "narrow": 0.00016871941960519654, "round": 0.0003374388392103931, "hole": 0.0005061582588155897, "cast": 0.00016871941960519654, "plane": 0.0003374388392103931, "opposite": 0.00016871941960519654, "takes": 0.00016871941960519654, "form": 0.0003374388392103931, "moonsickle": 0.00016871941960519654, "findings": 0.00016871941960519654, "solidified": 0.00016871941960519654, "importance": 0.0005061582588155897, "history": 0.0005061582588155897, "studied": 0.0003374388392103931, "process": 0.0003374388392103931, "structure": 0.0003374388392103931, "formation": 0.00016871941960519654, "system": 0.0010123165176311793, "Ian": 0.00016871941960519654, "P": 0.00016871941960519654, "Howard": 0.0003374388392103931, "Perception": 0.00016871941960519654, "article": 0.00016871941960519654, "should": 0.0016871941960519656, "credited": 0.0008435970980259828, "discoveries": 0.00016871941960519654, "previously": 0.0005061582588155897, "attributed": 0.00016871941960519654, "Europeans": 0.00016871941960519654, "writing": 0.00016871941960519654, "For": 0.0006748776784207862, "example": 0.0006748776784207862, "what": 0.0013497553568415724, "became": 0.0005061582588155897, "Herings": 0.0003374388392103931, "law": 0.0003374388392103931, "equal": 0.0006748776784207862, "innervation": 0.00016871941960519654, "horopters": 0.00016871941960519654, "years": 0.0005061582588155897, "Aguilonius": 0.00016871941960519654, "actually": 0.00016871941960519654, "closer": 0.0005061582588155897, "definition": 0.00016871941960519654, "Aguiloniussand": 0.00016871941960519654, "binocular": 0.0006748776784207862, "disparity": 0.00016871941960519654, "repeated": 0.0003374388392103931, "Panum": 0.00016871941960519654, "Craig": 0.00016871941960519654, "AaenStockdale": 0.00016871941960519654, "agreeing": 0.00016871941960519654, "advances": 0.00016871941960519654, "expressed": 0.0003374388392103931, "some": 0.001518474776446769, "caution": 0.00016871941960519654, "especially": 0.0003374388392103931, "considering": 0.00016871941960519654, "isolation": 0.0003374388392103931, "whom": 0.0003374388392103931, "extremely": 0.0003374388392103931, "familiar": 0.00016871941960519654, "corrected": 0.00016871941960519654, "error": 0.0008435970980259828, "otherwise": 0.00016871941960519654, "very": 0.0003374388392103931, "similar": 0.0003374388392103931, "now": 0.0010123165176311793, "called": 0.0006748776784207862, "general": 0.0008435970980259828, "expanded": 0.00016871941960519654, "detailed": 0.0005061582588155897, "contribution": 0.0003374388392103931, "Lejeune": 0.00016871941960519654, "Sabra": 0.0003374388392103931, "Raynaud": 0.00016871941960519654, "concepts": 0.00016871941960519654, "homonymous": 0.00016871941960519654, "crossed": 0.00016871941960519654, "diplopia": 0.00016871941960519654, "place": 0.001181035937236376, "But": 0.0003374388392103931, "contrary": 0.00016871941960519654, "explained": 0.00016871941960519654, "did": 0.0010123165176311793, "give": 0.00016871941960519654, "circular": 0.0006748776784207862, "figure": 0.00016871941960519654, "horopter": 0.00016871941960519654, "reasoning": 0.00016871941960519654, "experimentally": 0.00016871941960519654, "fact": 0.0003374388392103931, "discovery": 0.00016871941960519654, "Panums": 0.00016871941960519654, "fusional": 0.00016871941960519654, "area": 0.0005061582588155897, "ViethMüller": 0.00016871941960519654, "circle": 0.0006748776784207862, "regard": 0.00016871941960519654, "faced": 0.00016871941960519654, "two": 0.0010123165176311793, "main": 0.0005061582588155897, "limits": 0.00016871941960519654, "lack": 0.0003374388392103931, "recognition": 0.00016871941960519654, "role": 0.0003374388392103931, "retina": 0.0003374388392103931, "obviously": 0.00016871941960519654, "experimental": 0.0013497553568415724, "investigation": 0.00016871941960519654, "ocular": 0.00016871941960519654, "tracts": 0.00016871941960519654, "original": 0.0003374388392103931, "describing": 0.0005061582588155897, "thought": 0.0005061582588155897, "anatomically": 0.00016871941960519654, "constructed": 0.00016871941960519654, "went": 0.0003374388392103931, "consider": 0.00016871941960519654, "behave": 0.00016871941960519654, "functionally": 0.00016871941960519654, "optical": 0.0008435970980259828, "understanding": 0.00016871941960519654, "pinhole": 0.00016871941960519654, "projection": 0.0003374388392103931, "appears": 0.0008435970980259828, "influenced": 0.0005061582588155897, "consideration": 0.00016871941960519654, "inversion": 0.00016871941960519654, "avoid": 0.0005061582588155897, "maintained": 0.00016871941960519654, "fell": 0.00016871941960519654, "perpendicularly": 0.00016871941960519654, "lens": 0.0005061582588155897, "glacial": 0.0003374388392103931, "humor": 0.0003374388392103931, "further": 0.0005061582588155897, "outward": 0.0003374388392103931, "they": 0.0003374388392103931, "resulting": 0.00016871941960519654, "thus": 0.00016871941960519654, "passed": 0.00016871941960519654, "upright": 0.00016871941960519654, "optic": 0.00016871941960519654, "nerve": 0.00016871941960519654, "back": 0.00016871941960519654, "believing": 0.00016871941960519654, "receptive": 0.00016871941960519654, "organ": 0.00016871941960519654, "although": 0.0006748776784207862, "hints": 0.00016871941960519654, "involved": 0.0005061582588155897, "synthesis": 0.00016871941960519654, "adhered": 0.00016871941960519654, "scheme": 0.0003374388392103931, "exhaustively": 0.00016871941960519654, "logical": 0.00016871941960519654, "complete": 0.0005061582588155897, "fashion": 0.00016871941960519654, "duty": 0.00016871941960519654, "man": 0.0003374388392103931, "investigates": 0.00016871941960519654, "writings": 0.0005061582588155897, "learning": 0.00016871941960519654, "truth": 0.0008435970980259828, "goal": 0.00016871941960519654, "make": 0.0006748776784207862, "enemy": 0.00016871941960519654, "attack": 0.00016871941960519654, "side": 0.00016871941960519654, "suspect": 0.00016871941960519654, "performs": 0.00016871941960519654, "critical": 0.00016871941960519654, "examination": 0.00016871941960519654, "may": 0.0008435970980259828, "falling": 0.00016871941960519654, "either": 0.00016871941960519654, "prejudice": 0.00016871941960519654, "leniency": 0.00016871941960519654, "An": 0.0005061582588155897, "aspect": 0.00016871941960519654, "associated": 0.0003374388392103931, "research": 0.0005061582588155897, "related": 0.00016871941960519654, "systemic": 0.00016871941960519654, "methodological": 0.00016871941960519654, "reliance": 0.00016871941960519654, "experimentation": 0.00016871941960519654, "itibarArabic": 0.00016871941960519654, "إعتبار": 0.00016871941960519654, "controlled": 0.00016871941960519654, "testing": 0.00016871941960519654, "inquiries": 0.00016871941960519654, "Moreover": 0.00016871941960519654, "directives": 0.00016871941960519654, "rested": 0.00016871941960519654, "combining": 0.0003374388392103931, "physics": 0.001181035937236376, "ilm": 0.00016871941960519654, "tabii": 0.00016871941960519654, "taalim": 0.00016871941960519654, "geometry": 0.002193352454867555, "mathematicalphysical": 0.00016871941960519654, "approach": 0.00016871941960519654, "propositions": 0.00016871941960519654, "aspectibus": 0.00016871941960519654, "Perspectivae": 0.00016871941960519654, "grounded": 0.00016871941960519654, "colour": 0.00016871941960519654, "catoptrics": 0.0008435970980259828, "dioptrics": 0.00016871941960519654, "respectively": 0.00016871941960519654, "According": 0.0003374388392103931, "Matthias": 0.00016871941960519654, "Schramm": 0.00016871941960519654, "systematic": 0.0003374388392103931, "use": 0.00016871941960519654, "varying": 0.00016871941960519654, "conditions": 0.00016871941960519654, "constant": 0.0005061582588155897, "uniform": 0.0003374388392103931, "manner": 0.00016871941960519654, "showing": 0.00016871941960519654, "intensity": 0.00016871941960519654, "lightspot": 0.00016871941960519654, "moonlight": 0.0003374388392103931, "small": 0.00016871941960519654, "apertures": 0.0003374388392103931, "onto": 0.00016871941960519654, "screen": 0.00016871941960519654, "diminishes": 0.00016871941960519654, "constantly": 0.0003374388392103931, "gradually": 0.0003374388392103931, "blocked": 0.00016871941960519654, "G": 0.00016871941960519654, "J": 0.0005061582588155897, "Toomer": 0.0006748776784207862, "skepticism": 0.0003374388392103931, "Schramms": 0.0003374388392103931, "view": 0.0010123165176311793, "partly": 0.00016871941960519654, "because": 0.0005061582588155897, "yet": 0.0003374388392103931, "fully": 0.0003374388392103931, "concerned": 0.0006748776784207862, "context": 0.00016871941960519654, "specific": 0.00016871941960519654, "passages": 0.00016871941960519654, "read": 0.0003374388392103931, "anachronistically": 0.00016871941960519654, "While": 0.00016871941960519654, "acknowledging": 0.00016871941960519654, "developing": 0.00016871941960519654, "techniques": 0.0003374388392103931, "concluded": 0.0005061582588155897, "review": 0.00016871941960519654, "saying": 0.00016871941960519654, "possible": 0.0003374388392103931, "assess": 0.00016871941960519654, "claim": 0.0003374388392103931, "true": 0.0003374388392103931, "founder": 0.0005061582588155897, "translating": 0.00016871941960519654, "investigating": 0.00016871941960519654, "medieval": 0.0005061582588155897, "V": 0.00016871941960519654, "contains": 0.0003374388392103931, "discussion": 0.00016871941960519654, "formulated": 0.0005061582588155897, "AD": 0.00016871941960519654, "comprises": 0.00016871941960519654, "drawing": 0.00016871941960519654, "meeting": 0.00016871941960519654, "circumference": 0.00016871941960519654, "making": 0.00016871941960519654, "angles": 0.00016871941960519654, "normal": 0.00016871941960519654, "equivalent": 0.00016871941960519654, "finding": 0.0003374388392103931, "edge": 0.0003374388392103931, "billiard": 0.00016871941960519654, "table": 0.0003374388392103931, "player": 0.00016871941960519654, "aim": 0.00016871941960519654, "cue": 0.00016871941960519654, "bounce": 0.00016871941960519654, "hit": 0.00016871941960519654, "another": 0.00016871941960519654, "Thus": 0.00016871941960519654, "application": 0.00016871941960519654, "solve": 0.0005061582588155897, "Given": 0.00016871941960519654, "source": 0.00016871941960519654, "spherical": 0.0006748776784207862, "mirror": 0.0003374388392103931, "find": 0.0006748776784207862, "where": 0.0010123165176311793, "will": 0.00016871941960519654, "reflected": 0.00016871941960519654, "observer": 0.0005061582588155897, "leads": 0.00016871941960519654, "equation": 0.00016871941960519654, "fourth": 0.0010123165176311793, "degree": 0.00016871941960519654, "eventually": 0.0005061582588155897, "derive": 0.00016871941960519654, "formula": 0.001181035937236376, "sum": 0.0006748776784207862, "powers": 0.0006748776784207862, "formulas": 0.0003374388392103931, "sums": 0.0005061582588155897, "squares": 0.0003374388392103931, "cubes": 0.0003374388392103931, "stated": 0.00016871941960519654, "readily": 0.00016871941960519654, "generalized": 0.00016871941960519654, "integral": 0.0008435970980259828, "perhaps": 0.00016871941960519654, "power": 0.0006748776784207862, "calculate": 0.0003374388392103931, "volume": 0.0005061582588155897, "paraboloid": 0.0005061582588155897, "interested": 0.00016871941960519654, "result": 0.0008435970980259828, "perform": 0.00016871941960519654, "integration": 0.00016871941960519654, "solved": 0.0005061582588155897, "conic": 0.00016871941960519654, "sections": 0.00016871941960519654, "proof": 0.0006748776784207862, "solution": 0.0006748776784207862, "long": 0.0003374388392103931, "complicated": 0.00016871941960519654, "understood": 0.0003374388392103931, "mathematicians": 0.0005061582588155897, "reading": 0.00016871941960519654, "translationLater": 0.00016871941960519654, "Descartes": 0.0005061582588155897, "analytical": 0.0003374388392103931, "methods": 0.0003374388392103931, "analyse": 0.00016871941960519654, "algebraic": 0.00016871941960519654, "finally": 0.00016871941960519654, "found": 0.0005061582588155897, "Jack": 0.00016871941960519654, "M": 0.0003374388392103931, "Elkin": 0.00016871941960519654, "actuarian": 0.00016871941960519654, "Other": 0.00016871941960519654, "solutions": 0.00016871941960519654, "Harald": 0.00016871941960519654, "Riede": 0.00016871941960519654, "Peter": 0.0003374388392103931, "NeumannRecently": 0.00016871941960519654, "Mitsubishi": 0.00016871941960519654, "Electric": 0.00016871941960519654, "Research": 0.00016871941960519654, "Laboratories": 0.00016871941960519654, "MERL": 0.00016871941960519654, "researchers": 0.00016871941960519654, "extension": 0.00016871941960519654, "rotationally": 0.00016871941960519654, "symmetric": 0.00016871941960519654, "quadric": 0.00016871941960519654, "hyperbolic": 0.00016871941960519654, "parabolic": 0.0003374388392103931, "elliptical": 0.00016871941960519654, "describes": 0.00016871941960519654, "several": 0.0003374388392103931, "observations": 0.00016871941960519654, "results": 0.00016871941960519654, "certain": 0.00016871941960519654, "phenomena": 0.00016871941960519654, "mechanical": 0.0006748776784207862, "analogies": 0.00016871941960519654, "conducted": 0.00016871941960519654, "projectiles": 0.0003374388392103931, "impact": 0.0003374388392103931, "surfaces": 0.0006748776784207862, "forceful": 0.00016871941960519654, "enough": 0.00016871941960519654, "them": 0.0008435970980259828, "penetrate": 0.0003374388392103931, "tended": 0.00016871941960519654, "deflect": 0.00016871941960519654, "projectile": 0.00016871941960519654, "strikes": 0.00016871941960519654, "rare": 0.00016871941960519654, "dense": 0.00016871941960519654, "medium": 0.00016871941960519654, "iron": 0.00016871941960519654, "thin": 0.00016871941960519654, "slate": 0.0003374388392103931, "covering": 0.00016871941960519654, "wide": 0.0003374388392103931, "metal": 0.00016871941960519654, "sheet": 0.00016871941960519654, "throw": 0.00016871941960519654, "breaks": 0.00016871941960519654, "force": 0.00016871941960519654, "distance": 0.0008435970980259828, "intense": 0.00016871941960519654, "direct": 0.00016871941960519654, "hurts": 0.00016871941960519654, "strong": 0.00016871941960519654, "lights": 0.0003374388392103931, "weak": 0.00016871941960519654, "obvious": 0.00016871941960519654, "answer": 0.00016871941960519654, "multiple": 0.00016871941960519654, "choice": 0.00016871941960519654, "since": 0.00016871941960519654, "surface": 0.00016871941960519654, "Sudanese": 0.00016871941960519654, "psychologist": 0.00016871941960519654, "Omar": 0.00016871941960519654, "Khaleefa": 0.0003374388392103931, "psychology": 0.0005061582588155897, "pioneering": 0.00016871941960519654, "illusions": 0.00016871941960519654, "psychophysics": 0.00016871941960519654, "subdiscipline": 0.00016871941960519654, "precursor": 0.00016871941960519654, "Although": 0.0003374388392103931, "subjective": 0.00016871941960519654, "reports": 0.00016871941960519654, "evidence": 0.00016871941960519654, "quantitative": 0.0003374388392103931, "psychophysical": 0.00016871941960519654, "rebuffed": 0.00016871941960519654, "offered": 0.0003374388392103931, "explanation": 0.0010123165176311793, "Moon": 0.0013497553568415724, "illusion": 0.0005061582588155897, "played": 0.00016871941960519654, "important": 0.0005061582588155897, "Many": 0.00016871941960519654, "authors": 0.0003374388392103931, "explanations": 0.00016871941960519654, "appearing": 0.00016871941960519654, "larger": 0.0003374388392103931, "near": 0.00016871941960519654, "horizon": 0.0003374388392103931, "higher": 0.00016871941960519654, "sky": 0.0005061582588155897, "against": 0.0005061582588155897, "defined": 0.00016871941960519654, "terms": 0.0006748776784207862, "real": 0.00016871941960519654, "enlargement": 0.00016871941960519654, "judging": 0.00016871941960519654, "depends": 0.00016871941960519654, "uninterrupted": 0.00016871941960519654, "sequence": 0.00016871941960519654, "intervening": 0.0003374388392103931, "bodies": 0.0003374388392103931, "When": 0.00016871941960519654, "high": 0.0003374388392103931, "objects": 0.0005061582588155897, "close": 0.00016871941960519654, "size": 0.0005061582588155897, "angular": 0.00016871941960519654, "varies": 0.00016871941960519654, "Therefore": 0.00016871941960519654, "smaller": 0.0003374388392103931, "Through": 0.00016871941960519654, "works": 0.002193352454867555, "Roger": 0.0003374388392103931, "Bacon": 0.0003374388392103931, "Pecham": 0.00016871941960519654, "Witelo": 0.0003374388392103931, "came": 0.0003374388392103931, "accepted": 0.00016871941960519654, "psychological": 0.00016871941960519654, "phenomenon": 0.00016871941960519654, "rejected": 0.0003374388392103931, "often": 0.00016871941960519654, "offer": 0.00016871941960519654, "Cleomedes": 0.00016871941960519654, "nd": 0.00016871941960519654, "gave": 0.0005061582588155897, "addition": 0.00016871941960519654, "Posidonius": 0.00016871941960519654, "BCE": 0.00016871941960519654, "text": 0.0003374388392103931, "obscure": 0.00016871941960519654, "widely": 0.00016871941960519654, "available": 0.00016871941960519654, "those": 0.0003374388392103931, "earlier": 0.00016871941960519654, "probably": 0.0005061582588155897, "explains": 0.00016871941960519654, "received": 0.00016871941960519654, "credit": 0.00016871941960519654, "Besides": 0.00016871941960519654, "subject": 0.00016871941960519654, "Risala": 0.00016871941960519654, "fi": 0.0005061582588155897, "lDaw": 0.00016871941960519654, "Treatise": 0.0006748776784207862, "Light": 0.0008435970980259828, "investigated": 0.0003374388392103931, "properties": 0.00016871941960519654, "luminance": 0.00016871941960519654, "rainbow": 0.00016871941960519654, "eclipses": 0.00016871941960519654, "Experiments": 0.00016871941960519654, "refractive": 0.00016871941960519654, "interfaces": 0.00016871941960519654, "air": 0.00016871941960519654, "water": 0.00016871941960519654, "glass": 0.00016871941960519654, "hemispheres": 0.00016871941960519654, "quarterspheres": 0.00016871941960519654, "provided": 0.0003374388392103931, "foundation": 0.00016871941960519654, "celestial": 0.0006748776784207862, "region": 0.00016871941960519654, "Epitome": 0.00016871941960519654, "Astronomy": 0.00016871941960519654, "arguing": 0.0003374388392103931, "Ptolemaic": 0.0005061582588155897, "models": 0.0005061582588155897, "abstract": 0.00016871941960519654, "hypothesesin": 0.00016871941960519654, "words": 0.0003374388392103931, "create": 0.00016871941960519654, "none": 0.00016871941960519654, "collide": 0.00016871941960519654, "suggestion": 0.00016871941960519654, "Earth": 0.00016871941960519654, "centred": 0.0003374388392103931, "model": 0.0006748776784207862, "greatly": 0.0005061582588155897, "contributed": 0.00016871941960519654, "eventual": 0.00016871941960519654, "triumph": 0.00016871941960519654, "among": 0.00016871941960519654, "Christians": 0.00016871941960519654, "West": 0.00016871941960519654, "determination": 0.00016871941960519654, "root": 0.00016871941960519654, "astronomy": 0.001181035937236376, "realm": 0.00016871941960519654, "meant": 0.00016871941960519654, "astronomical": 0.001181035937236376, "hypotheses": 0.00016871941960519654, "accountable": 0.00016871941960519654, "laws": 0.00016871941960519654, "criticised": 0.00016871941960519654, "improved": 0.0003374388392103931, "Maqala": 0.00016871941960519654, "daw": 0.00016871941960519654, "alqamar": 0.00016871941960519654, "motion": 0.0013497553568415724, "Place": 0.0003374388392103931, "disagreed": 0.0005061582588155897, "Aristotles": 0.0005061582588155897, "nature": 0.0003374388392103931, "abhors": 0.0003374388392103931, "void": 0.0006748776784207862, "attempt": 0.0003374388392103931, "almakan": 0.0005061582588155897, "imagined": 0.0003374388392103931, "threedimensional": 0.0003374388392103931, "inner": 0.0003374388392103931, "containing": 0.0003374388392103931, "Configuration": 0.00016871941960519654, "World": 0.0005061582588155897, "presented": 0.0005061582588155897, "earth": 0.0003374388392103931, "whole": 0.00016871941960519654, "sphere": 0.00016871941960519654, "whose": 0.0003374388392103931, "center": 0.0003374388392103931, "world": 0.0005061582588155897, "stationary": 0.00016871941960519654, "worlds": 0.00016871941960519654, "middle": 0.00016871941960519654, "fixed": 0.00016871941960519654, "moving": 0.0005061582588155897, "direction": 0.00016871941960519654, "nor": 0.00016871941960519654, "varieties": 0.00016871941960519654, "always": 0.0003374388392103931, "rest": 0.00016871941960519654, "nontechnical": 0.00016871941960519654, "Almagest": 0.0005061582588155897, "Hebrew": 0.0003374388392103931, "subsequently": 0.00016871941960519654, "astronomers": 0.00016871941960519654, "Georg": 0.00016871941960519654, "von": 0.00016871941960519654, "Peuerbach": 0.00016871941960519654, "European": 0.00016871941960519654, "AlShukūk": 0.00016871941960519654, "alā": 0.00016871941960519654, "Batlamyūs": 0.00016871941960519654, "variously": 0.00016871941960519654, "Doubts": 0.0010123165176311793, "Concerning": 0.0006748776784207862, "Aporias": 0.00016871941960519654, "criticized": 0.0003374388392103931, "Planetary": 0.00016871941960519654, "Hypotheses": 0.0003374388392103931, "pointing": 0.00016871941960519654, "contradictions": 0.0006748776784207862, "planets": 0.001181035937236376, "actual": 0.0003374388392103931, "configuration": 0.0003374388392103931, "acknowledged": 0.00016871941960519654, "configurations": 0.00016871941960519654, "agree": 0.00016871941960519654, "noticeable": 0.00016871941960519654, "scathing": 0.00016871941960519654, "criticism": 0.0005061582588155897, "inherent": 0.0003374388392103931, "devices": 0.00016871941960519654, "introduced": 0.00016871941960519654, "equant": 0.0003374388392103931, "failed": 0.0003374388392103931, "satisfy": 0.00016871941960519654, "requirement": 0.00016871941960519654, "noted": 0.00016871941960519654, "absurdity": 0.00016871941960519654, "relating": 0.00016871941960519654, "motions": 0.001181035937236376, "imaginary": 0.00016871941960519654, "circles": 0.00016871941960519654, "assumed": 0.0005061582588155897, "arrangement": 0.0006748776784207862, "haya": 0.00016871941960519654, "cannot": 0.0003374388392103931, "exist": 0.0003374388392103931, "produces": 0.00016871941960519654, "imagination": 0.00016871941960519654, "belong": 0.0003374388392103931, "free": 0.00016871941960519654, "committed": 0.00016871941960519654, "existing": 0.0005061582588155897, "impossible": 0.0003374388392103931, "imagine": 0.0003374388392103931, "heavens": 0.00016871941960519654, "planet": 0.00016871941960519654, "bring": 0.00016871941960519654, "about": 0.0005061582588155897, "Having": 0.00016871941960519654, "pointed": 0.0003374388392103931, "problems": 0.0006748776784207862, "intended": 0.0003374388392103931, "grasp": 0.00016871941960519654, "repair": 0.00016871941960519654, "replace": 0.00016871941960519654, "completely": 0.00016871941960519654, "set": 0.00016871941960519654, "difficulty": 0.00016871941960519654, "attaining": 0.00016871941960519654, "need": 0.00016871941960519654, "question": 0.0003374388392103931, "authorities": 0.0008435970980259828, "Truth": 0.0003374388392103931, "itself": 0.0003374388392103931, "truths": 0.0003374388392103931, "warns": 0.00016871941960519654, "immersed": 0.00016871941960519654, "uncertainties": 0.00016871941960519654, "respected": 0.00016871941960519654, "immune": 0.00016871941960519654, "theorieswhich": 0.00016871941960519654, "dominated": 0.00016871941960519654, "bookholds": 0.00016871941960519654, "special": 0.00016871941960519654, "growth": 0.00016871941960519654, "Model": 0.0003374388392103931, "Motions": 0.0003374388392103931, "Each": 0.00016871941960519654, "Seven": 0.00016871941960519654, "Planets": 0.00016871941960519654, "Only": 0.00016871941960519654, "damaged": 0.00016871941960519654, "manuscript": 0.00016871941960519654, "section": 0.0005061582588155897, "planetary": 0.0003374388392103931, "surviving": 0.0005061582588155897, "There": 0.0003374388392103931, "calculation": 0.00016871941960519654, "third": 0.0003374388392103931, "instruments": 0.00016871941960519654, "Following": 0.00016871941960519654, "new": 0.0003374388392103931, "geometrybased": 0.00016871941960519654, "infinitesimal": 0.00016871941960519654, "trigonometry": 0.00016871941960519654, "geocentric": 0.00016871941960519654, "universe": 0.00016871941960519654, "uniformly": 0.00016871941960519654, "required": 0.00016871941960519654, "inclusion": 0.00016871941960519654, "epicycles": 0.00016871941960519654, "managed": 0.00016871941960519654, "eliminate": 0.00016871941960519654, "didnt": 0.00016871941960519654, "try": 0.00016871941960519654, "provide": 0.00016871941960519654, "causal": 0.00016871941960519654, "concentrated": 0.00016871941960519654, "providing": 0.00016871941960519654, "twentyfive": 0.00016871941960519654, "concerning": 0.0005061582588155897, "technical": 0.0003374388392103931, "issues": 0.00016871941960519654, "Exact": 0.00016871941960519654, "Determination": 0.00016871941960519654, "Meridian": 0.00016871941960519654, "group": 0.0005061582588155897, "accurate": 0.00016871941960519654, "observation": 0.0003374388392103931, "questions": 0.00016871941960519654, "location": 0.00016871941960519654, "Milky": 0.0006748776784207862, "Way": 0.0003374388392103931, "effort": 0.00016871941960519654, "evaluating": 0.00016871941960519654, "Ways": 0.00016871941960519654, "parallax": 0.0005061582588155897, "data": 0.00016871941960519654, "Lunar": 0.00016871941960519654, "Though": 0.00016871941960519654, "atmosphere": 0.00016871941960519654, "claimThe": 0.00016871941960519654, "consists": 0.00016871941960519654, "ten": 0.00016871941960519654, "above": 0.00016871941960519654, "Thabit": 0.00016871941960519654, "Qurra": 0.00016871941960519654, "beginnings": 0.0003374388392103931, "link": 0.0003374388392103931, "algebra": 0.0005061582588155897, "developed": 0.0005061582588155897, "summing": 0.0003374388392103931, "natural": 0.0003374388392103931, "numbers": 0.0003374388392103931, "prove": 0.0003374388392103931, "explored": 0.00016871941960519654, "parallel": 0.00016871941960519654, "postulate": 0.0003374388392103931, "fifth": 0.00016871941960519654, "Euclids": 0.00016871941960519654, "Elements": 0.00016871941960519654, "contradiction": 0.00016871941960519654, "effect": 0.00016871941960519654, "introducing": 0.00016871941960519654, "Lambert": 0.00016871941960519654, "quadrilateral": 0.0003374388392103931, "Boris": 0.00016871941960519654, "Abramovich": 0.00016871941960519654, "Rozenfeld": 0.00016871941960519654, "names": 0.00016871941960519654, "alHaythamLambert": 0.00016871941960519654, "elementary": 0.00016871941960519654, "squaring": 0.00016871941960519654, "lunes": 0.0005061582588155897, "crescent": 0.00016871941960519654, "shapes": 0.00016871941960519654, "right": 0.00016871941960519654, "triangle": 0.0003374388392103931, "erecting": 0.00016871941960519654, "semicircle": 0.00016871941960519654, "triangles": 0.00016871941960519654, "sides": 0.0003374388392103931, "inward": 0.00016871941960519654, "hypotenuse": 0.00016871941960519654, "include": 0.00016871941960519654, "perfect": 0.0003374388392103931, "Analysis": 0.00016871941960519654, "Synthesis": 0.00016871941960519654, "state": 0.00016871941960519654, "even": 0.0003374388392103931, "nn": 0.00016871941960519654, "n": 0.00016871941960519654, "prime": 0.00016871941960519654, "Euler": 0.00016871941960519654, "involving": 0.00016871941960519654, "congruences": 0.0003374388392103931, "Wilsons": 0.0003374388392103931, "theorem": 0.0005061582588155897, "Opuscula": 0.00016871941960519654, "considers": 0.00016871941960519654, "gives": 0.00016871941960519654, "canonical": 0.00016871941960519654, "version": 0.00016871941960519654, "remainder": 0.00016871941960519654, "generally": 0.00016871941960519654, "determine": 0.00016871941960519654, "polynomial": 0.00016871941960519654, "having": 0.00016871941960519654, "Influence": 0.00016871941960519654, "Melodies": 0.00016871941960519654, "Souls": 0.00016871941960519654, "Animals": 0.00016871941960519654, "copies": 0.00016871941960519654, "whether": 0.0003374388392103931, "animals": 0.00016871941960519654, "react": 0.00016871941960519654, "music": 0.00016871941960519654, "camel": 0.00016871941960519654, "increase": 0.00016871941960519654, "decrease": 0.00016871941960519654, "pace": 0.00016871941960519654, "engineering": 0.00016871941960519654, "career": 0.00016871941960519654, "civil": 0.00016871941960519654, "engineer": 0.00016871941960519654, "summoned": 0.00016871941960519654, "River": 0.0003374388392103931, "annual": 0.00016871941960519654, "inundation": 0.00016871941960519654, "drew": 0.00016871941960519654, "plans": 0.00016871941960519654, "building": 0.00016871941960519654, "dam": 0.00016871941960519654, "site": 0.00016871941960519654, "modernday": 0.00016871941960519654, "Dam": 0.00016871941960519654, "field": 0.00016871941960519654, "aware": 0.00016871941960519654, "impracticality": 0.00016871941960519654, "soon": 0.00016871941960519654, "punishment": 0.00016871941960519654, "Abdellatif": 0.00016871941960519654, "supporter": 0.00016871941960519654, "philosophical": 0.0003374388392103931, "Fi": 0.00016871941960519654, "alRadd": 0.00016871941960519654, "ala": 0.00016871941960519654, "refutation": 0.00016871941960519654, "geometrization": 0.00016871941960519654, "space": 0.0003374388392103931, "epistemological": 0.00016871941960519654, "implications": 0.00016871941960519654, "tying": 0.00016871941960519654, "prior": 0.00016871941960519654, "bodily": 0.00016871941960519654, "experience": 0.00016871941960519654, "unequivocally": 0.00016871941960519654, "intuitiveness": 0.00016871941960519654, "spatial": 0.00016871941960519654, "therefore": 0.0003374388392103931, "autonomy": 0.00016871941960519654, "Without": 0.00016871941960519654, "tangible": 0.00016871941960519654, "notions": 0.00016871941960519654, "forcorrelation": 0.00016871941960519654, "tell": 0.00016871941960519654, "us": 0.00016871941960519654, "next": 0.00016871941960519654, "nothing": 0.00016871941960519654, "things": 0.00016871941960519654, "shattered": 0.00016871941960519654, "reality": 0.0003374388392103931, "These": 0.00016871941960519654, "ideas": 0.00016871941960519654, "perspective": 0.0003374388392103931, "just": 0.00016871941960519654, "tie": 0.00016871941960519654, "existential": 0.00016871941960519654, "religious": 0.0003374388392103931, "viewpoints": 0.00016871941960519654, "upheld": 0.00016871941960519654, "their": 0.00016871941960519654, "case": 0.0003374388392103931, "report": 0.00016871941960519654, "Sunni": 0.00016871941960519654, "follower": 0.00016871941960519654, "Ashari": 0.00016871941960519654, "school": 0.0005061582588155897, "Hodgeson": 0.00016871941960519654, "instead": 0.00016871941960519654, "identifies": 0.00016871941960519654, "Mutazilite": 0.00016871941960519654, "Ziauddin": 0.00016871941960519654, "Sardar": 0.00016871941960519654, "says": 0.0003374388392103931, "greatest": 0.00016871941960519654, "Rayhān": 0.00016871941960519654, "alBīrūnī": 0.00016871941960519654, "pioneers": 0.00016871941960519654, "themselves": 0.00016871941960519654, "Ashʿari": 0.00016871941960519654, "Like": 0.00016871941960519654, "Ashʿarites": 0.00016871941960519654, "faith": 0.0005061582588155897, "taqlid": 0.0005061582588155897, "apply": 0.0003374388392103931, "Islam": 0.0003374388392103931, "Hellenistic": 0.00016871941960519654, "prophets": 0.00016871941960519654, "basis": 0.00016871941960519654, "suggested": 0.00016871941960519654, "adherent": 0.00016871941960519654, "Shia": 0.00016871941960519654, "Islamand": 0.00016871941960519654, "Sumaiya": 0.00016871941960519654, "Hamdani": 0.00016871941960519654, "states": 0.00016871941960519654, "suggests": 0.00016871941960519654, "converted": 0.00016871941960519654, "Ismailismneed": 0.00016871941960519654, "quotation": 0.00016871941960519654, "verify": 0.00016871941960519654, "prophethood": 0.00016871941960519654, "criteria": 0.00016871941960519654, "discern": 0.00016871941960519654, "false": 0.00016871941960519654, "claimants": 0.00016871941960519654, "timeHe": 0.00016871941960519654, "entitled": 0.00016871941960519654, "Finding": 0.0003374388392103931, "Direction": 0.00016871941960519654, "Qibla": 0.0003374388392103931, "Calculation": 0.00016871941960519654, "prayers": 0.00016871941960519654, "salat": 0.00016871941960519654, "directed": 0.00016871941960519654, "towards": 0.00016871941960519654, "mathematically": 0.00016871941960519654, "occasional": 0.00016871941960519654, "references": 0.00016871941960519654, "sentiment": 0.00016871941960519654, "egin": 0.00016871941960519654, "sake": 0.00016871941960519654, "difficult": 0.00016871941960519654, "road": 0.00016871941960519654, "rough": 0.00016871941960519654, "plunged": 0.00016871941960519654, "obscurity": 0.00016871941960519654, "God": 0.0006748776784207862, "scientist": 0.0005061582588155897, "safeguarded": 0.00016871941960519654, "shortcomings": 0.00016871941960519654, "faults": 0.00016871941960519654, "If": 0.0003374388392103931, "Winding": 0.00016871941960519654, "Motion": 0.00016871941960519654, "From": 0.00016871941960519654, "statements": 0.00016871941960519654, "noble": 0.00016871941960519654, "Shaykh": 0.00016871941960519654, "believes": 0.00016871941960519654, "everything": 0.00016871941960519654, "relying": 0.00016871941960519654, "demonstration": 0.00016871941960519654, "calling": 0.00016871941960519654, "pure": 0.0003374388392103931, "imitation": 0.00016871941960519654, "experts": 0.00016871941960519654, "prophetic": 0.00016871941960519654, "Prophets": 0.00016871941960519654, "blessing": 0.00016871941960519654, "specialists": 0.00016871941960519654, "demonstrative": 0.00016871941960519654, "sciences": 0.00016871941960519654, "Regarding": 0.00016871941960519654, "relation": 0.00016871941960519654, "objective": 0.00016871941960519654, "I": 0.00016871941960519654, "my": 0.00016871941960519654, "belief": 0.00016871941960519654, "gaining": 0.00016871941960519654, "access": 0.00016871941960519654, "effulgence": 0.00016871941960519654, "closeness": 0.00016871941960519654, "better": 0.00016871941960519654, "searching": 0.00016871941960519654, "contributing": 0.00016871941960519654, "emphasis": 0.00016871941960519654, "mainly": 0.00016871941960519654, "exclusively": 0.00016871941960519654, "thirteenthcentury": 0.00016871941960519654, "commentary": 0.00016871941960519654, "Kamāl": 0.00016871941960519654, "alDīn": 0.00016871941960519654, "alFārisī": 0.00016871941960519654, "Tanqīḥ": 0.00016871941960519654, "lidhawī": 0.00016871941960519654, "labṣār": 0.00016871941960519654, "wa": 0.00016871941960519654, "lbaṣāir": 0.00016871941960519654, "alAndalus": 0.00016871941960519654, "eleventhcentury": 0.00016871941960519654, "prince": 0.00016871941960519654, "Banu": 0.00016871941960519654, "Hud": 0.00016871941960519654, "dynasty": 0.00016871941960519654, "Zaragossa": 0.00016871941960519654, "alMutaman": 0.00016871941960519654, "Hūd": 0.00016871941960519654, "translation": 0.0005061582588155897, "late": 0.00016871941960519654, "twelfth": 0.00016871941960519654, "thirteenth": 0.00016871941960519654, "scholars": 0.00016871941960519654, "Christian": 0.00016871941960519654, "Robert": 0.00016871941960519654, "Grosseteste": 0.00016871941960519654, "Giambattista": 0.00016871941960519654, "della": 0.00016871941960519654, "Porta": 0.00016871941960519654, "Leonardo": 0.00016871941960519654, "Da": 0.00016871941960519654, "Vinci": 0.00016871941960519654, "Galileo": 0.00016871941960519654, "Galilei": 0.00016871941960519654, "Christiaan": 0.00016871941960519654, "Huygens": 0.00016871941960519654, "René": 0.00016871941960519654, "Johannes": 0.00016871941960519654, "Kepler": 0.00016871941960519654, "systems": 0.00016871941960519654, "aberration": 0.00016871941960519654, "ratio": 0.00016871941960519654, "angle": 0.00016871941960519654, "incidence": 0.00016871941960519654, "remain": 0.00016871941960519654, "magnifying": 0.00016871941960519654, "Meanwhile": 0.00016871941960519654, "Averroes": 0.00016871941960519654, "opticscitation": 0.00016871941960519654, "legacy": 0.00016871941960519654, "advanced": 0.00016871941960519654, "reforming": 0.00016871941960519654, "Kamal": 0.00016871941960519654, "alDin": 0.00016871941960519654, "alFarisi": 0.00016871941960519654, "died": 0.00016871941960519654, "latters": 0.00016871941960519654, "Tanqih": 0.00016871941960519654, "Revision": 0.00016871941960519654, "Some": 0.00016871941960519654, "cosmology": 0.00016871941960519654, "languages": 0.00016871941960519654, "crater": 0.00016871941960519654, "named": 0.0003374388392103931, "honour": 0.0003374388392103931, "asteroid": 0.00016871941960519654, "Aga": 0.00016871941960519654, "Khan": 0.00016871941960519654, "Pakistan": 0.00016871941960519654, "Ophthalmology": 0.0003374388392103931, "endowed": 0.00016871941960519654, "chair": 0.00016871941960519654, "IbneHaitham": 0.00016871941960519654, "Associate": 0.00016871941960519654, "Professor": 0.00016871941960519654, "Chief": 0.00016871941960519654, "featured": 0.00016871941960519654, "obverse": 0.00016871941960519654, "Iraqi": 0.00016871941960519654, "dinar": 0.0003374388392103931, "banknote": 0.00016871941960519654, "issued": 0.00016871941960519654, "notes": 0.00016871941960519654, "International": 0.0003374388392103931, "Year": 0.0003374388392103931, "celebrated": 0.00016871941960519654, "anniversary": 0.00016871941960519654, "Hiding": 0.00016871941960519654, "episode": 0.0005061582588155897, "Cosmos": 0.00016871941960519654, "Spacetime": 0.00016871941960519654, "Odyssey": 0.00016871941960519654, "Neil": 0.00016871941960519654, "deGrasse": 0.00016871941960519654, "Tyson": 0.00016871941960519654, "focused": 0.00016871941960519654, "accomplishments": 0.00016871941960519654, "voiced": 0.00016871941960519654, "Alfred": 0.00016871941960519654, "Molina": 0.00016871941960519654, "Over": 0.00016871941960519654, "forty": 0.00016871941960519654, "Jacob": 0.00016871941960519654, "Bronowski": 0.0003374388392103931, "television": 0.00016871941960519654, "documentary": 0.00016871941960519654, "corresponding": 0.00016871941960519654, "Ascent": 0.00016871941960519654, "Man": 0.00016871941960519654, "Music": 0.00016871941960519654, "Spheres": 0.00016871941960519654, "remarked": 0.00016871941960519654, "really": 0.0003374388392103931, "mind": 0.00016871941960519654, "culture": 0.00016871941960519654, "produced": 0.0003374388392103931, "till": 0.00016871941960519654, "Newton": 0.0003374388392103931, "Leibniz": 0.00016871941960519654, "H": 0.00016871941960519654, "Winter": 0.00016871941960519654, "British": 0.00016871941960519654, "historian": 0.00016871941960519654, "Archimedes": 0.00016871941960519654, "appeared": 0.00016871941960519654, "we": 0.00016871941960519654, "confine": 0.00016871941960519654, "our": 0.00016871941960519654, "interest": 0.00016871941960519654, "over": 0.00016871941960519654, "twelve": 0.00016871941960519654, "hundred": 0.00016871941960519654, "era": 0.00016871941960519654, "Scholasticism": 0.00016871941960519654, "spirit": 0.00016871941960519654, "noblest": 0.00016871941960519654, "Antiquity": 0.00016871941960519654, "again": 0.00016871941960519654, "Scholar": 0.00016871941960519654, "UNESCO": 0.00016871941960519654, "declared": 0.00016871941960519654, "DirectorGeneral": 0.00016871941960519654, "Irina": 0.00016871941960519654, "Bokova": 0.00016871941960519654, "Amongst": 0.00016871941960519654, "others": 0.00016871941960519654, "celebrate": 0.00016871941960519654, "AlHaythams": 0.0003374388392103931, "achievements": 0.00016871941960519654, "international": 0.00016871941960519654, "campaign": 0.0003374388392103931, "created": 0.00016871941960519654, "Inventions": 0.0005061582588155897, "organisation": 0.00016871941960519654, "featuring": 0.00016871941960519654, "series": 0.00016871941960519654, "interactive": 0.00016871941960519654, "exhibits": 0.00016871941960519654, "workshops": 0.00016871941960519654, "shows": 0.00016871941960519654, "partnering": 0.00016871941960519654, "centers": 0.00016871941960519654, "festivals": 0.00016871941960519654, "museums": 0.00016871941960519654, "educational": 0.0003374388392103931, "institutions": 0.00016871941960519654, "digital": 0.00016871941960519654, "social": 0.00016871941960519654, "media": 0.00016871941960519654, "platforms": 0.00016871941960519654, "released": 0.00016871941960519654, "short": 0.00016871941960519654, "film": 0.00016871941960519654, "biographers": 0.00016871941960519654, "range": 0.00016871941960519654, "least": 0.00016871941960519654, "Most": 0.00016871941960519654, "lost": 0.00016871941960519654, "extent": 0.00016871941960519654, "Nearly": 0.00016871941960519654, "half": 0.0003374388392103931, "few": 0.00016871941960519654, "Not": 0.00016871941960519654, "below": 0.00016871941960519654, "seventeenth": 0.00016871941960519654, "beyond": 0.00016871941960519654, "Archimedean": 0.00016871941960519654, "Subsequently": 0.00016871941960519654, "harmonious": 0.00016871941960519654, "fusion": 0.00016871941960519654, "epitomised": 0.00016871941960519654, "calculus": 0.00016871941960519654, "fields": 0.00016871941960519654, "latter": 0.00016871941960519654, "tenth": 0.00016871941960519654}, "total": 5927, "gender": "male"}