{"name": "Huai-Dong Cao", "content": "Huai-Dong Cao (born 8 November 1959, in Jiangsu) is a Chinese-American mathematician. He is the A. Everett Pitcher Professor of Mathematics at Lehigh University. He is known for his research contributions to the Ricci flow, a topic in the field of geometric analysis.\n Cao received his B.A. from Tsinghua University in 1981 and his Ph.D. from Princeton University in 1986 under the supervision of Shing-Tung Yau.\n Cao is a former Associate Director, Institute for Pure and Applied Mathematics (IPAM) at UCLA. He has held visiting Professorships at MIT, Harvard University, Isaac Newton Institute, Max-Planck Institute, IHES, ETH Zurich, and University of  Pisa. He has been the managing editor of the Journal of Differential Geometry since 2003. His awards and honors include:\n In 1982, Richard S. Hamilton introduced the Ricci flow, proving a dramatic new theorem on the geometry of three-dimensional manifolds.[1] Cao, who had just begun his Ph.D. studies under Shing-Tung Yau, began to study the Ricci flow in the setting of Kähler manifolds. In his Ph.D. thesis, published in 1985, he showed that Yau's estimates in the resolution of the Calabi conjecture could be modified to the Kähler-Ricci flow context, to prove a convergence theorem similar to Hamilton's original result.[2] This also provided a parabolic alternative to Yau's method of continuity in the proof of the Calabi conjecture, although much of the technical work in the proofs is similar.\n Following a suggestion of Yau's that the Ricci flow could be used to prove William Thurston's Geometrization conjecture, Hamilton developed the theory over the following two decades. In 2002 and 2003, Grisha Perelman posted two articles to the arXiv in which he claimed to present a proof, via the Ricci flow, of the geometrization conjecture.[3][4] Additionally, he posted a third article in which he gave a shortcut to the proof of the famous Poincaré conjecture, for which the results in the second half of the second paper were unnecessary.[5] Perelman's papers were immediately recognized as giving notable new results in the theory of Ricci flow, although many mathematicians were unable to fully understand the technical details of some unusually complex or terse sections in his work.\n Bruce Kleiner of Yale University and John Lott of the University of Michigan began posting annotations of Perelman's first two papers to the web in 2003, adding to and modifying them over the next several years. The results of this work were published in an academic journal in 2008.[6] Cao collaborated with Xi-Ping Zhu of Zhongshan University, publishing an exposition in 2006 of Hamilton's work and of Perelman's first two papers, explaining them in the context of the mathematical literature on geometric analysis. John Morgan of Columbia University and Gang Tian of Princeton University published a book in 2007 on Perelman's first and third paper, and the first half of the second paper; they later published a second book on the second half of Perelman's second paper.[7][8]\n The abstract of Cao and Zhu's article states\n In this paper, we give a complete proof of the Poincaré and the geometrization conjectures. This work depends on the accumulative works of many geometric analysts in the past thirty years. This proof should be considered as the crowning achievement of the Hamilton-Perelman theory of Ricci flow. with introduction beginning\n In this paper, we shall present the Hamilton-Perelman theory of Ricci flow. Based on it, we shall give the first written account of a complete proof of the Poincaré conjecture and the geometrization conjecture of Thurston. While the complete work is an accumulated efforts of many geometric analysts, the major contributors are unquestionably Hamilton and Perelman. Some observers felt that Cao and Zhu were overstating the value of their paper. Additionally, it was found that a few pages of Cao and Zhu's article were similar to those in Kleiner and Lott's article, leading to accusations of plagiarism. Cao and Zhu said that, in 2003, they had taken notes on that section of Perelman's work from Kleiner and Lott's early postings, and that as an accidental oversight they had failed to realize the source of the notes when writing their article in 2005.[9] They released a revised version of their article to the arXiv in December 2006.[10]\n A gradient Ricci soliton consists of a Riemannian manifold (M, g) and a function f on M such that Ricg + Hessg f is a constant multiple of g. In the special case that M has a complex structure, g is a Kähler metric, and the gradient of f is a holomorphic vector field, one has a gradient Kähler-Ricci soliton. Ricci solitons are sometimes considered as generalizations of Einstein metrics, which correspond to the case f = 0. The importance of gradient Ricci solitons to the theory of the Ricci flow was first recognized by Hamilton in an influential 1995 article.[11] In Perelman's analysis, the gradient Ricci solitons where the constant multiple is positive are especially important; these are called gradient shrinking Ricci solitons. A 2010 survey of Cao's on Ricci solitons has been widely cited.\n In 1996, Cao studied gradient Kähler-Ricci solitons under the ansatz of rotational symmetry, so that the Ricci soliton equation reduces to ODE analysis. He showed that for each positive n there is a gradient steady Kähler-Ricci soliton on ℂn which is rotationally symmetric, complete, and positively curved. In the case that n is equal to 1, this recovers Hamilton's cigar soliton. Cao also showed the existence of gradient steady Kähler-Ricci solitons on the total space of the canonical bundle over complex projective space which is complete and rotationally symmetric, and nonnegatively curved. He constructed closed examples of gradient shrinking Kähler-Ricci solitons on the projectivization of certain line bundles over complex projective space; these examples were considered independently by Norihito Koiso.[12] Cao and Koiso's ansatz was pushed further in an influential article of Mikhail Feldman, Tom Ilmanen, and Dan Knopf, and the examples of Cao, Koiso, and Feldman-Ilmanen-Knopf have been unified and extended in 2011 by Andrew Dancer and McKenzie Wang.[13][14]\n Utilizing an argument of Perelman's, Cao and Detang Zhou showed that complete gradient shrinking Ricci solitons have a Gaussian character, in that for any given point p of M, the function f must grow quadratically with the distance function to p. Additionally, the volume of geodesic balls around p can grow at most polynomially with their radius. These estimates make possible much integral analysis to do with complete gradient shrinking Ricci solitons, in particular allowing e−f to be used as a weighting function.\n ", "tags": ["1959 births", "Living people", "20th-century American mathematicians", "21st-century American mathematicians", "Chinese emigrants to the United States", "Chinese science writers", "Educators from Changzhou", "Harvard University staff", "Lehigh University faculty", "Mathematicians from Jiangsu", "Princeton University alumni", "Scientists from Changzhou", "Tsinghua University alumni", "Tsinghua University faculty", "Writers from Changzhou", "Articles with short description", "Short description matches Wikidata", "Articles containing Chinese-language text", "Wikipedia articles with BNF identifiers", "Wikipedia articles with GND identifiers", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with LCCN identifiers", "Wikipedia articles with MGP identifiers", "Wikipedia articles with NKC identifiers", "Wikipedia articles with NTA identifiers", "Wikipedia articles with SUDOC identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers"], "raw": "Chinese mathematician\nHuai-Dong CaoTraditional Chinese曹懷東Simplified Chinese曹怀东TranscriptionsStandard MandarinHanyu PinyinCáo HuáidōngWade–GilesTs'ao2 Huai2-tung1\n\nHuai-Dong Cao (born 8 November 1959, in Jiangsu) is a Chinese-American mathematician. He is the A. Everett Pitcher Professor of Mathematics at Lehigh University. He is known for his research contributions to the Ricci flow, a topic in the field of geometric analysis.\n\nContents\n\n1 Academic history\n2 Mathematical contributions\n\n2.1 Kähler-Ricci flow\n2.2 Perelman's work on the Ricci flow\n2.3 Gradient Ricci solitons\n\n\n3 Major publications\n4 References\n\n\nAcademic history[edit]\nCao received his B.A. from Tsinghua University in 1981 and his Ph.D. from Princeton University in 1986 under the supervision of Shing-Tung Yau.\nCao is a former Associate Director, Institute for Pure and Applied Mathematics (IPAM) at UCLA. He has held visiting Professorships at MIT, Harvard University, Isaac Newton Institute, Max-Planck Institute, IHES, ETH Zurich, and University of  Pisa. He has been the managing editor of the Journal of Differential Geometry since 2003. His awards and honors include:\n\nSloan Research Fellowship (1991-1993)\nGuggenheim Fellowship (2004)\nOutstanding Overseas Young Researcher Award awarded by the National Natural Science Foundation of China (2005)\nMathematical contributions[edit]\nKähler-Ricci flow[edit]\nIn 1982, Richard S. Hamilton introduced the Ricci flow, proving a dramatic new theorem on the geometry of three-dimensional manifolds.[1] Cao, who had just begun his Ph.D. studies under Shing-Tung Yau, began to study the Ricci flow in the setting of Kähler manifolds. In his Ph.D. thesis, published in 1985, he showed that Yau's estimates in the resolution of the Calabi conjecture could be modified to the Kähler-Ricci flow context, to prove a convergence theorem similar to Hamilton's original result.[2] This also provided a parabolic alternative to Yau's method of continuity in the proof of the Calabi conjecture, although much of the technical work in the proofs is similar.\n\nPerelman's work on the Ricci flow[edit]\nFollowing a suggestion of Yau's that the Ricci flow could be used to prove William Thurston's Geometrization conjecture, Hamilton developed the theory over the following two decades. In 2002 and 2003, Grisha Perelman posted two articles to the arXiv in which he claimed to present a proof, via the Ricci flow, of the geometrization conjecture.[3][4] Additionally, he posted a third article in which he gave a shortcut to the proof of the famous Poincaré conjecture, for which the results in the second half of the second paper were unnecessary.[5] Perelman's papers were immediately recognized as giving notable new results in the theory of Ricci flow, although many mathematicians were unable to fully understand the technical details of some unusually complex or terse sections in his work.\nBruce Kleiner of Yale University and John Lott of the University of Michigan began posting annotations of Perelman's first two papers to the web in 2003, adding to and modifying them over the next several years. The results of this work were published in an academic journal in 2008.[6] Cao collaborated with Xi-Ping Zhu of Zhongshan University, publishing an exposition in 2006 of Hamilton's work and of Perelman's first two papers, explaining them in the context of the mathematical literature on geometric analysis. John Morgan of Columbia University and Gang Tian of Princeton University published a book in 2007 on Perelman's first and third paper, and the first half of the second paper; they later published a second book on the second half of Perelman's second paper.[7][8]\nThe abstract of Cao and Zhu's article states\n\nIn this paper, we give a complete proof of the Poincaré and the geometrization conjectures. This work depends on the accumulative works of many geometric analysts in the past thirty years. This proof should be considered as the crowning achievement of the Hamilton-Perelman theory of Ricci flow.\nwith introduction beginning\n\nIn this paper, we shall present the Hamilton-Perelman theory of Ricci flow. Based on it, we shall give the first written account of a complete proof of the Poincaré conjecture and the geometrization conjecture of Thurston. While the complete work is an accumulated efforts of many geometric analysts, the major contributors are unquestionably Hamilton and Perelman.\nSome observers felt that Cao and Zhu were overstating the value of their paper. Additionally, it was found that a few pages of Cao and Zhu's article were similar to those in Kleiner and Lott's article, leading to accusations of plagiarism. Cao and Zhu said that, in 2003, they had taken notes on that section of Perelman's work from Kleiner and Lott's early postings, and that as an accidental oversight they had failed to realize the source of the notes when writing their article in 2005.[9] They released a revised version of their article to the arXiv in December 2006.[10]\n\nGradient Ricci solitons[edit]\nA gradient Ricci soliton consists of a Riemannian manifold (M, g) and a function f on M such that Ricg + Hessg f is a constant multiple of g. In the special case that M has a complex structure, g is a Kähler metric, and the gradient of f is a holomorphic vector field, one has a gradient Kähler-Ricci soliton. Ricci solitons are sometimes considered as generalizations of Einstein metrics, which correspond to the case f = 0. The importance of gradient Ricci solitons to the theory of the Ricci flow was first recognized by Hamilton in an influential 1995 article.[11] In Perelman's analysis, the gradient Ricci solitons where the constant multiple is positive are especially important; these are called gradient shrinking Ricci solitons. A 2010 survey of Cao's on Ricci solitons has been widely cited.\nIn 1996, Cao studied gradient Kähler-Ricci solitons under the ansatz of rotational symmetry, so that the Ricci soliton equation reduces to ODE analysis. He showed that for each positive n there is a gradient steady Kähler-Ricci soliton on ℂn which is rotationally symmetric, complete, and positively curved. In the case that n is equal to 1, this recovers Hamilton's cigar soliton. Cao also showed the existence of gradient steady Kähler-Ricci solitons on the total space of the canonical bundle over complex projective space which is complete and rotationally symmetric, and nonnegatively curved. He constructed closed examples of gradient shrinking Kähler-Ricci solitons on the projectivization of certain line bundles over complex projective space; these examples were considered independently by Norihito Koiso.[12] Cao and Koiso's ansatz was pushed further in an influential article of Mikhail Feldman, Tom Ilmanen, and Dan Knopf, and the examples of Cao, Koiso, and Feldman-Ilmanen-Knopf have been unified and extended in 2011 by Andrew Dancer and McKenzie Wang.[13][14]\nUtilizing an argument of Perelman's, Cao and Detang Zhou showed that complete gradient shrinking Ricci solitons have a Gaussian character, in that for any given point p of M, the function f must grow quadratically with the distance function to p. Additionally, the volume of geodesic balls around p can grow at most polynomially with their radius. These estimates make possible much integral analysis to do with complete gradient shrinking Ricci solitons, in particular allowing e−f to be used as a weighting function.\n\nMajor publications[edit]\nCao, Huai Dong. Deformation of Kähler metrics to Kähler-Einstein metrics on compact Kähler manifolds. Invent. Math. 81 (1985), no. 2, 359–372.\nCao, Huai-Dong. Existence of gradient Kähler-Ricci solitons. Elliptic and parabolic methods in geometry (Minneapolis, MN, 1994), 1–16, A K Peters, Wellesley, MA, 1996.\nCao, Huai-Dong; Zhu, Xi-Ping. A complete proof of the Poincaré and geometrization conjectures—application of the Hamilton-Perelman theory of the Ricci flow. Asian J. Math. 10 (2006), no. 2, 165–492.\nCao, Huai-Dong. Recent progress on Ricci solitons. Recent advances in geometric analysis, 1–38, Adv. Lect. Math. (ALM), 11, Int. Press, Somerville, MA, 2010.\nCao, Huai-Dong; Zhou, Detang. On complete gradient shrinking Ricci solitons. J. Differential Geom. 85 (2010), no. 2, 175–185.\nReferences[edit]\n\n^ Hamilton, Richard S. Three-manifolds with positive Ricci curvature. J. Differential Geometry 17 (1982), no. 2, 255–306.\n\n^ Yau, Shing Tung. On the Ricci curvature of a compact Kähler manifold and the complex Monge-Ampère equation. I. Comm. Pure Appl. Math. 31 (1978), no. 3, 339–411.\n\n^ Perelman, Grisha. The entropy formula for the Ricci flow and its geometric applications. arXiv:math/0211159\n\n^ Perelman, Grisha. Ricci flow with surgery on three-manifolds. arXiv:math/0303109\n\n^ Perelman, Grisha. Finite extinction time for the solutions to the Ricci flow on certain three-manifolds. arXiv:math/0307245\n\n^ Kleiner, Bruce; Lott, John. Notes on Perelman's papers. Geom. Topol. 12 (2008), no. 5, 2587–2855.\n\n^ Morgan, John; Tian, Gang. Ricci flow and the Poincaré conjecture. Clay Mathematics Monographs, 3. American Mathematical Society, Providence, RI; Clay Mathematics Institute, Cambridge, MA, 2007. xlii+521 pp. ISBN 978-0-8218-4328-4\n\n^ Morgan, John; Tian, Gang. The geometrization conjecture. Clay Mathematics Monographs, 5. American Mathematical Society, Providence, RI; Clay Mathematics Institute, Cambridge, MA, 2014. x+291 pp. ISBN 978-0-8218-5201-9\n\n^ Cao, Huai-Dong; Zhu, Xi-Ping. Erratum to: \"A complete proof of the Poincaré and geometrization conjectures—application of the Hamilton-Perelman theory of the Ricci flow [Asian J. Math. 10 (2006), no. 2, 165–492]. Asian J. Math. 10 (2006), no. 4, 663.\n\n^ Cao, Huai-Dong; Zhu, Xi-Ping. Hamilton-Perelman's Proof of the Poincaré Conjecture and the Geometrization Conjecture. arXiv:math/0612069\n\n^ Hamilton, Richard S. The formation of singularities in the Ricci flow. Surveys in differential geometry, Vol. II (Cambridge, MA, 1993), 7–136, Int. Press, Cambridge, MA, 1995.\n\n^ Koiso, Norihito. On rotationally symmetric Hamilton's equation for Kähler-Einstein metrics. Recent topics in differential and analytic geometry, 327–337, Adv. Stud. Pure Math., 18-I, Academic Press, Boston, MA, 1990.\n\n^ Feldman, Mikhail; Ilmanen, Tom; Knopf, Dan. Rotationally symmetric shrinking and expanding gradient Kähler-Ricci solitons. J. Differential Geom. 65 (2003), no. 2, 169–209.\n\n^ Dancer, Andrew S.; Wang, McKenzie Y. On Ricci solitons of cohomogeneity one. Ann. Global Anal. Geom. 39 (2011), no. 3, 259–292.\n\n\nAuthority control \nBNF: cb16213584h (data)\nGND: 136201830\nISNI: 0000 0000 9034 8393\nLCCN: n85221218\nMGP: 46598\nNKC: mub20201075628\nNTA: 294241825\nSUDOC: 126857121\nVIAF: 131873081\n WorldCat Identities: lccn-n85221218\n\n\n\n\n", "counts": {"HuaiDong": 1, "Cao": 14, "born": 1, "November": 1, "in": 30, "Jiangsu": 1, "is": 14, "a": 26, "ChineseAmerican": 1, "mathematician": 1, "He": 6, "the": 72, "A": 3, "Everett": 1, "Pitcher": 1, "Professor": 1, "of": 64, "Mathematics": 2, "at": 4, "Lehigh": 1, "University": 10, "known": 1, "for": 5, "his": 6, "research": 1, "contributions": 1, "to": 24, "Ricci": 18, "flow": 10, "topic": 1, "field": 2, "geometric": 4, "analysis": 5, "received": 1, "BA": 1, "from": 3, "Tsinghua": 1, "and": 33, "PhD": 3, "Princeton": 2, "under": 3, "supervision": 1, "ShingTung": 2, "Yau": 2, "former": 1, "Associate": 1, "Director": 1, "Institute": 3, "Pure": 1, "Applied": 1, "IPAM": 1, "UCLA": 1, "has": 5, "held": 1, "visiting": 1, "Professorships": 1, "MIT": 1, "Harvard": 1, "Isaac": 1, "Newton": 1, "MaxPlanck": 1, "IHES": 1, "ETH": 1, "Zurich": 1, "Pisa": 1, "been": 3, "managing": 1, "editor": 1, "Journal": 1, "Differential": 1, "Geometry": 1, "since": 1, "His": 1, "awards": 1, "honors": 1, "include": 1, "In": 9, "Richard": 1, "S": 1, "Hamilton": 4, "introduced": 1, "proving": 1, "dramatic": 1, "new": 2, "theorem": 2, "on": 12, "geometry": 1, "threedimensional": 1, "manifolds": 2, "who": 1, "had": 3, "just": 1, "begun": 1, "studies": 1, "began": 2, "study": 1, "setting": 1, "Kähler": 2, "thesis": 1, "published": 4, "he": 4, "showed": 4, "that": 14, "Yaus": 3, "estimates": 2, "resolution": 1, "Calabi": 2, "conjecture": 7, "could": 2, "be": 4, "modified": 1, "KählerRicci": 6, "context": 2, "prove": 2, "convergence": 1, "similar": 3, "Hamiltons": 3, "original": 1, "result": 1, "This": 3, "also": 2, "provided": 1, "parabolic": 1, "alternative": 1, "method": 1, "continuity": 1, "proof": 6, "although": 2, "much": 2, "technical": 2, "work": 7, "proofs": 1, "Following": 1, "suggestion": 1, "used": 2, "William": 1, "Thurstons": 1, "Geometrization": 1, "developed": 1, "theory": 5, "over": 4, "following": 1, "two": 4, "decades": 1, "Grisha": 1, "Perelman": 2, "posted": 2, "articles": 1, "arXiv": 2, "which": 6, "claimed": 1, "present": 2, "via": 1, "geometrization": 3, "Additionally": 3, "third": 2, "article": 8, "gave": 1, "shortcut": 1, "famous": 1, "Poincaré": 3, "results": 3, "second": 6, "half": 3, "paper": 7, "were": 7, "unnecessary": 1, "Perelmans": 8, "papers": 3, "immediately": 1, "recognized": 2, "as": 5, "giving": 1, "notable": 1, "many": 3, "mathematicians": 1, "unable": 1, "fully": 1, "understand": 1, "details": 1, "some": 1, "unusually": 1, "complex": 4, "or": 1, "terse": 1, "sections": 1, "Bruce": 1, "Kleiner": 3, "Yale": 1, "John": 2, "Lott": 1, "Michigan": 1, "posting": 1, "annotations": 1, "first": 6, "web": 1, "adding": 1, "modifying": 1, "them": 2, "next": 1, "several": 1, "years": 2, "The": 3, "this": 4, "an": 7, "academic": 1, "journal": 1, "collaborated": 1, "with": 5, "XiPing": 1, "Zhu": 3, "Zhongshan": 1, "publishing": 1, "exposition": 1, "explaining": 1, "mathematical": 1, "literature": 1, "Morgan": 1, "Columbia": 1, "Gang": 1, "Tian": 1, "book": 2, "they": 3, "later": 1, "abstract": 1, "Zhus": 2, "states": 1, "we": 3, "give": 2, "complete": 7, "conjectures": 1, "depends": 1, "accumulative": 1, "works": 1, "analysts": 2, "past": 1, "thirty": 1, "should": 1, "considered": 3, "crowning": 1, "achievement": 1, "HamiltonPerelman": 2, "introduction": 1, "beginning": 1, "shall": 2, "Based": 1, "it": 2, "written": 1, "account": 1, "Thurston": 1, "While": 1, "accumulated": 1, "efforts": 1, "major": 1, "contributors": 1, "are": 4, "unquestionably": 1, "Some": 1, "observers": 1, "felt": 1, "overstating": 1, "value": 1, "their": 4, "was": 3, "found": 1, "few": 1, "pages": 1, "those": 1, "Lotts": 2, "leading": 1, "accusations": 1, "plagiarism": 1, "said": 1, "taken": 1, "notes": 2, "section": 1, "early": 1, "postings": 1, "accidental": 1, "oversight": 1, "failed": 1, "realize": 1, "source": 1, "when": 1, "writing": 1, "They": 1, "released": 1, "revised": 1, "version": 1, "December": 1, "gradient": 12, "soliton": 5, "consists": 1, "Riemannian": 1, "manifold": 1, "M": 4, "g": 3, "function": 4, "f": 5, "such": 1, "Ricg": 1, "Hessg": 1, "constant": 2, "multiple": 2, "special": 1, "case": 3, "structure": 1, "metric": 1, "holomorphic": 1, "vector": 1, "one": 1, "solitons": 10, "sometimes": 1, "generalizations": 1, "Einstein": 1, "metrics": 1, "correspond": 1, "importance": 1, "by": 3, "influential": 2, "where": 1, "positive": 2, "especially": 1, "important": 1, "these": 2, "called": 1, "shrinking": 4, "survey": 1, "Caos": 1, "widely": 1, "cited": 1, "studied": 1, "ansatz": 2, "rotational": 1, "symmetry": 1, "so": 1, "equation": 1, "reduces": 1, "ODE": 1, "each": 1, "n": 2, "there": 1, "steady": 2, "ℂn": 1, "rotationally": 2, "symmetric": 2, "positively": 1, "curved": 2, "equal": 1, "recovers": 1, "cigar": 1, "existence": 1, "total": 1, "space": 3, "canonical": 1, "bundle": 1, "projective": 2, "nonnegatively": 1, "constructed": 1, "closed": 1, "examples": 3, "projectivization": 1, "certain": 1, "line": 1, "bundles": 1, "independently": 1, "Norihito": 1, "Koiso": 2, "Koisos": 1, "pushed": 1, "further": 1, "Mikhail": 1, "Feldman": 1, "Tom": 1, "Ilmanen": 1, "Dan": 1, "Knopf": 1, "FeldmanIlmanenKnopf": 1, "have": 2, "unified": 1, "extended": 1, "Andrew": 1, "Dancer": 1, "McKenzie": 1, "Wang": 1, "Utilizing": 1, "argument": 1, "Detang": 1, "Zhou": 1, "Gaussian": 1, "character": 1, "any": 1, "given": 1, "point": 1, "p": 3, "must": 1, "grow": 2, "quadratically": 1, "distance": 1, "volume": 1, "geodesic": 1, "balls": 1, "around": 1, "can": 1, "most": 1, "polynomially": 1, "radius": 1, "These": 1, "make": 1, "possible": 1, "integral": 1, "do": 1, "particular": 1, "allowing": 1, "ef": 1, "weighting": 1}, "freq": {"HuaiDong": 0.0009505703422053232, "Cao": 0.013307984790874524, "born": 0.0009505703422053232, "November": 0.0009505703422053232, "in": 0.028517110266159697, "Jiangsu": 0.0009505703422053232, "is": 0.013307984790874524, "a": 0.024714828897338403, "ChineseAmerican": 0.0009505703422053232, "mathematician": 0.0009505703422053232, "He": 0.005703422053231939, "the": 0.06844106463878327, "A": 0.0028517110266159697, "Everett": 0.0009505703422053232, "Pitcher": 0.0009505703422053232, "Professor": 0.0009505703422053232, "of": 0.060836501901140684, "Mathematics": 0.0019011406844106464, "at": 0.0038022813688212928, "Lehigh": 0.0009505703422053232, "University": 0.009505703422053232, "known": 0.0009505703422053232, "for": 0.004752851711026616, "his": 0.005703422053231939, "research": 0.0009505703422053232, "contributions": 0.0009505703422053232, "to": 0.022813688212927757, "Ricci": 0.017110266159695818, "flow": 0.009505703422053232, "topic": 0.0009505703422053232, "field": 0.0019011406844106464, "geometric": 0.0038022813688212928, "analysis": 0.004752851711026616, "received": 0.0009505703422053232, "BA": 0.0009505703422053232, "from": 0.0028517110266159697, "Tsinghua": 0.0009505703422053232, "and": 0.03136882129277566, "PhD": 0.0028517110266159697, "Princeton": 0.0019011406844106464, "under": 0.0028517110266159697, "supervision": 0.0009505703422053232, "ShingTung": 0.0019011406844106464, "Yau": 0.0019011406844106464, "former": 0.0009505703422053232, "Associate": 0.0009505703422053232, "Director": 0.0009505703422053232, "Institute": 0.0028517110266159697, "Pure": 0.0009505703422053232, "Applied": 0.0009505703422053232, "IPAM": 0.0009505703422053232, "UCLA": 0.0009505703422053232, "has": 0.004752851711026616, "held": 0.0009505703422053232, "visiting": 0.0009505703422053232, "Professorships": 0.0009505703422053232, "MIT": 0.0009505703422053232, "Harvard": 0.0009505703422053232, "Isaac": 0.0009505703422053232, "Newton": 0.0009505703422053232, "MaxPlanck": 0.0009505703422053232, "IHES": 0.0009505703422053232, "ETH": 0.0009505703422053232, "Zurich": 0.0009505703422053232, "Pisa": 0.0009505703422053232, "been": 0.0028517110266159697, "managing": 0.0009505703422053232, "editor": 0.0009505703422053232, "Journal": 0.0009505703422053232, "Differential": 0.0009505703422053232, "Geometry": 0.0009505703422053232, "since": 0.0009505703422053232, "His": 0.0009505703422053232, "awards": 0.0009505703422053232, "honors": 0.0009505703422053232, "include": 0.0009505703422053232, "In": 0.008555133079847909, "Richard": 0.0009505703422053232, "S": 0.0009505703422053232, "Hamilton": 0.0038022813688212928, "introduced": 0.0009505703422053232, "proving": 0.0009505703422053232, "dramatic": 0.0009505703422053232, "new": 0.0019011406844106464, "theorem": 0.0019011406844106464, "on": 0.011406844106463879, "geometry": 0.0009505703422053232, "threedimensional": 0.0009505703422053232, "manifolds": 0.0019011406844106464, "who": 0.0009505703422053232, "had": 0.0028517110266159697, "just": 0.0009505703422053232, "begun": 0.0009505703422053232, "studies": 0.0009505703422053232, "began": 0.0019011406844106464, "study": 0.0009505703422053232, "setting": 0.0009505703422053232, "Kähler": 0.0019011406844106464, "thesis": 0.0009505703422053232, "published": 0.0038022813688212928, "he": 0.0038022813688212928, "showed": 0.0038022813688212928, "that": 0.013307984790874524, "Yaus": 0.0028517110266159697, "estimates": 0.0019011406844106464, "resolution": 0.0009505703422053232, "Calabi": 0.0019011406844106464, "conjecture": 0.006653992395437262, "could": 0.0019011406844106464, "be": 0.0038022813688212928, "modified": 0.0009505703422053232, "KählerRicci": 0.005703422053231939, "context": 0.0019011406844106464, "prove": 0.0019011406844106464, "convergence": 0.0009505703422053232, "similar": 0.0028517110266159697, "Hamiltons": 0.0028517110266159697, "original": 0.0009505703422053232, "result": 0.0009505703422053232, "This": 0.0028517110266159697, "also": 0.0019011406844106464, "provided": 0.0009505703422053232, "parabolic": 0.0009505703422053232, "alternative": 0.0009505703422053232, "method": 0.0009505703422053232, "continuity": 0.0009505703422053232, "proof": 0.005703422053231939, "although": 0.0019011406844106464, "much": 0.0019011406844106464, "technical": 0.0019011406844106464, "work": 0.006653992395437262, "proofs": 0.0009505703422053232, "Following": 0.0009505703422053232, "suggestion": 0.0009505703422053232, "used": 0.0019011406844106464, "William": 0.0009505703422053232, "Thurstons": 0.0009505703422053232, "Geometrization": 0.0009505703422053232, "developed": 0.0009505703422053232, "theory": 0.004752851711026616, "over": 0.0038022813688212928, "following": 0.0009505703422053232, "two": 0.0038022813688212928, "decades": 0.0009505703422053232, "Grisha": 0.0009505703422053232, "Perelman": 0.0019011406844106464, "posted": 0.0019011406844106464, "articles": 0.0009505703422053232, "arXiv": 0.0019011406844106464, "which": 0.005703422053231939, "claimed": 0.0009505703422053232, "present": 0.0019011406844106464, "via": 0.0009505703422053232, "geometrization": 0.0028517110266159697, "Additionally": 0.0028517110266159697, "third": 0.0019011406844106464, "article": 0.0076045627376425855, "gave": 0.0009505703422053232, "shortcut": 0.0009505703422053232, "famous": 0.0009505703422053232, "Poincaré": 0.0028517110266159697, "results": 0.0028517110266159697, "second": 0.005703422053231939, "half": 0.0028517110266159697, "paper": 0.006653992395437262, "were": 0.006653992395437262, "unnecessary": 0.0009505703422053232, "Perelmans": 0.0076045627376425855, "papers": 0.0028517110266159697, "immediately": 0.0009505703422053232, "recognized": 0.0019011406844106464, "as": 0.004752851711026616, "giving": 0.0009505703422053232, "notable": 0.0009505703422053232, "many": 0.0028517110266159697, "mathematicians": 0.0009505703422053232, "unable": 0.0009505703422053232, "fully": 0.0009505703422053232, "understand": 0.0009505703422053232, "details": 0.0009505703422053232, "some": 0.0009505703422053232, "unusually": 0.0009505703422053232, "complex": 0.0038022813688212928, "or": 0.0009505703422053232, "terse": 0.0009505703422053232, "sections": 0.0009505703422053232, "Bruce": 0.0009505703422053232, "Kleiner": 0.0028517110266159697, "Yale": 0.0009505703422053232, "John": 0.0019011406844106464, "Lott": 0.0009505703422053232, "Michigan": 0.0009505703422053232, "posting": 0.0009505703422053232, "annotations": 0.0009505703422053232, "first": 0.005703422053231939, "web": 0.0009505703422053232, "adding": 0.0009505703422053232, "modifying": 0.0009505703422053232, "them": 0.0019011406844106464, "next": 0.0009505703422053232, "several": 0.0009505703422053232, "years": 0.0019011406844106464, "The": 0.0028517110266159697, "this": 0.0038022813688212928, "an": 0.006653992395437262, "academic": 0.0009505703422053232, "journal": 0.0009505703422053232, "collaborated": 0.0009505703422053232, "with": 0.004752851711026616, "XiPing": 0.0009505703422053232, "Zhu": 0.0028517110266159697, "Zhongshan": 0.0009505703422053232, "publishing": 0.0009505703422053232, "exposition": 0.0009505703422053232, "explaining": 0.0009505703422053232, "mathematical": 0.0009505703422053232, "literature": 0.0009505703422053232, "Morgan": 0.0009505703422053232, "Columbia": 0.0009505703422053232, "Gang": 0.0009505703422053232, "Tian": 0.0009505703422053232, "book": 0.0019011406844106464, "they": 0.0028517110266159697, "later": 0.0009505703422053232, "abstract": 0.0009505703422053232, "Zhus": 0.0019011406844106464, "states": 0.0009505703422053232, "we": 0.0028517110266159697, "give": 0.0019011406844106464, "complete": 0.006653992395437262, "conjectures": 0.0009505703422053232, "depends": 0.0009505703422053232, "accumulative": 0.0009505703422053232, "works": 0.0009505703422053232, "analysts": 0.0019011406844106464, "past": 0.0009505703422053232, "thirty": 0.0009505703422053232, "should": 0.0009505703422053232, "considered": 0.0028517110266159697, "crowning": 0.0009505703422053232, "achievement": 0.0009505703422053232, "HamiltonPerelman": 0.0019011406844106464, "introduction": 0.0009505703422053232, "beginning": 0.0009505703422053232, "shall": 0.0019011406844106464, "Based": 0.0009505703422053232, "it": 0.0019011406844106464, "written": 0.0009505703422053232, "account": 0.0009505703422053232, "Thurston": 0.0009505703422053232, "While": 0.0009505703422053232, "accumulated": 0.0009505703422053232, "efforts": 0.0009505703422053232, "major": 0.0009505703422053232, "contributors": 0.0009505703422053232, "are": 0.0038022813688212928, "unquestionably": 0.0009505703422053232, "Some": 0.0009505703422053232, "observers": 0.0009505703422053232, "felt": 0.0009505703422053232, "overstating": 0.0009505703422053232, "value": 0.0009505703422053232, "their": 0.0038022813688212928, "was": 0.0028517110266159697, "found": 0.0009505703422053232, "few": 0.0009505703422053232, "pages": 0.0009505703422053232, "those": 0.0009505703422053232, "Lotts": 0.0019011406844106464, "leading": 0.0009505703422053232, "accusations": 0.0009505703422053232, "plagiarism": 0.0009505703422053232, "said": 0.0009505703422053232, "taken": 0.0009505703422053232, "notes": 0.0019011406844106464, "section": 0.0009505703422053232, "early": 0.0009505703422053232, "postings": 0.0009505703422053232, "accidental": 0.0009505703422053232, "oversight": 0.0009505703422053232, "failed": 0.0009505703422053232, "realize": 0.0009505703422053232, "source": 0.0009505703422053232, "when": 0.0009505703422053232, "writing": 0.0009505703422053232, "They": 0.0009505703422053232, "released": 0.0009505703422053232, "revised": 0.0009505703422053232, "version": 0.0009505703422053232, "December": 0.0009505703422053232, "gradient": 0.011406844106463879, "soliton": 0.004752851711026616, "consists": 0.0009505703422053232, "Riemannian": 0.0009505703422053232, "manifold": 0.0009505703422053232, "M": 0.0038022813688212928, "g": 0.0028517110266159697, "function": 0.0038022813688212928, "f": 0.004752851711026616, "such": 0.0009505703422053232, "Ricg": 0.0009505703422053232, "Hessg": 0.0009505703422053232, "constant": 0.0019011406844106464, "multiple": 0.0019011406844106464, "special": 0.0009505703422053232, "case": 0.0028517110266159697, "structure": 0.0009505703422053232, "metric": 0.0009505703422053232, "holomorphic": 0.0009505703422053232, "vector": 0.0009505703422053232, "one": 0.0009505703422053232, "solitons": 0.009505703422053232, "sometimes": 0.0009505703422053232, "generalizations": 0.0009505703422053232, "Einstein": 0.0009505703422053232, "metrics": 0.0009505703422053232, "correspond": 0.0009505703422053232, "importance": 0.0009505703422053232, "by": 0.0028517110266159697, "influential": 0.0019011406844106464, "where": 0.0009505703422053232, "positive": 0.0019011406844106464, "especially": 0.0009505703422053232, "important": 0.0009505703422053232, "these": 0.0019011406844106464, "called": 0.0009505703422053232, "shrinking": 0.0038022813688212928, "survey": 0.0009505703422053232, "Caos": 0.0009505703422053232, "widely": 0.0009505703422053232, "cited": 0.0009505703422053232, "studied": 0.0009505703422053232, "ansatz": 0.0019011406844106464, "rotational": 0.0009505703422053232, "symmetry": 0.0009505703422053232, "so": 0.0009505703422053232, "equation": 0.0009505703422053232, "reduces": 0.0009505703422053232, "ODE": 0.0009505703422053232, "each": 0.0009505703422053232, "n": 0.0019011406844106464, "there": 0.0009505703422053232, "steady": 0.0019011406844106464, "ℂn": 0.0009505703422053232, "rotationally": 0.0019011406844106464, "symmetric": 0.0019011406844106464, "positively": 0.0009505703422053232, "curved": 0.0019011406844106464, "equal": 0.0009505703422053232, "recovers": 0.0009505703422053232, "cigar": 0.0009505703422053232, "existence": 0.0009505703422053232, "total": 0.0009505703422053232, "space": 0.0028517110266159697, "canonical": 0.0009505703422053232, "bundle": 0.0009505703422053232, "projective": 0.0019011406844106464, "nonnegatively": 0.0009505703422053232, "constructed": 0.0009505703422053232, "closed": 0.0009505703422053232, "examples": 0.0028517110266159697, "projectivization": 0.0009505703422053232, "certain": 0.0009505703422053232, "line": 0.0009505703422053232, "bundles": 0.0009505703422053232, "independently": 0.0009505703422053232, "Norihito": 0.0009505703422053232, "Koiso": 0.0019011406844106464, "Koisos": 0.0009505703422053232, "pushed": 0.0009505703422053232, "further": 0.0009505703422053232, "Mikhail": 0.0009505703422053232, "Feldman": 0.0009505703422053232, "Tom": 0.0009505703422053232, "Ilmanen": 0.0009505703422053232, "Dan": 0.0009505703422053232, "Knopf": 0.0009505703422053232, "FeldmanIlmanenKnopf": 0.0009505703422053232, "have": 0.0019011406844106464, "unified": 0.0009505703422053232, "extended": 0.0009505703422053232, "Andrew": 0.0009505703422053232, "Dancer": 0.0009505703422053232, "McKenzie": 0.0009505703422053232, "Wang": 0.0009505703422053232, "Utilizing": 0.0009505703422053232, "argument": 0.0009505703422053232, "Detang": 0.0009505703422053232, "Zhou": 0.0009505703422053232, "Gaussian": 0.0009505703422053232, "character": 0.0009505703422053232, "any": 0.0009505703422053232, "given": 0.0009505703422053232, "point": 0.0009505703422053232, "p": 0.0028517110266159697, "must": 0.0009505703422053232, "grow": 0.0019011406844106464, "quadratically": 0.0009505703422053232, "distance": 0.0009505703422053232, "volume": 0.0009505703422053232, "geodesic": 0.0009505703422053232, "balls": 0.0009505703422053232, "around": 0.0009505703422053232, "can": 0.0009505703422053232, "most": 0.0009505703422053232, "polynomially": 0.0009505703422053232, "radius": 0.0009505703422053232, "These": 0.0009505703422053232, "make": 0.0009505703422053232, "possible": 0.0009505703422053232, "integral": 0.0009505703422053232, "do": 0.0009505703422053232, "particular": 0.0009505703422053232, "allowing": 0.0009505703422053232, "ef": 0.0009505703422053232, "weighting": 0.0009505703422053232}, "total": 1052, "gender": "male"}