{"name": "Emanuel Lasker", "content": "\n \n Emanuel Lasker (December 24, 1868 – January 11, 1941) was a German chess player, mathematician, and philosopher who was World Chess Champion for 27 years, from 1894 to 1921, the longest reign of any officially recognised World Chess Champion in history. In his prime, Lasker was one of the most dominant champions, and he is still generally regarded as one of the strongest players in history.\n His contemporaries used to say that Lasker used a \"psychological\" approach to the game, and even that he sometimes deliberately played inferior moves to confuse opponents. Recent analysis, however, indicates that he was ahead of his time and used a more flexible approach than his contemporaries, which mystified many of them. Lasker knew contemporary analyses of openings well but disagreed with many of them. He published chess magazines and five chess books, but later players and commentators found it difficult to draw lessons from his methods.\n Lasker made contributions to the development of other games. He was a first-class contract bridge player[1] and wrote about bridge, Go, and his own invention, Lasca. His books about games presented a problem that is still considered notable in the mathematical analysis of card games. Lasker was a research mathematician who was known for his contributions to commutative algebra, which included proving the primary decomposition of the ideals of polynomial rings. His philosophical works and a drama that he co-wrote, however, received little attention.\n Emanuel Lasker was born on December 24, 1868, at Berlinchen in Neumark (now Barlinek in Poland), the son of a Jewish cantor. At the age of eleven he was sent to study mathematics in Berlin, where he lived with his brother Berthold, eight years his senior, who taught him how to play chess. Berthold was among the world's top ten players in the early 1890s.[2] To supplement their income, Emanuel Lasker played chess and card games for small stakes, especially at the Café Kaiserhof.[3][4]\n Lasker won the Café Kaiserhof's annual Winter tournament 1888/89 and the Hauptturnier A (\"second division\" tournament) at the sixth DSB Congress (German Chess Federation's congress), held in Breslau. Winning the Hauptturnier earned Lasker the title of \"master\". The candidates were divided into two groups of ten. The top four in each group competed in a final. Lasker won his section, with 2½ points more than his nearest rival. However, scores were reset to 0 for the final. With two rounds to go, Lasker trailed the leader, Viennese amateur von Feierfeil, by 1½ points. Lasker won both of his final games, while von Feierfeil lost in the penultimate round (being mated in 121 moves after the position was reconstructed incorrectly following an adjournment) and drew in the last round. The two players were now tied. Lasker won a playoff and garnered the master title. This enabled him to play in master-level tournaments and thus launched his chess career.[5]\n Lasker finished second in an international tournament at Amsterdam, ahead of Mason and Gunsberg.[6]:5[7] In spring 1892, he won two tournaments in London, the second and stronger of these without losing a game.[8][9] At New York City in 1893, he won all thirteen games,[10][11][12] one of the few times in chess history that a player has achieved a perfect score in a significant tournament.[13][14][15]\n His record in matches was equally impressive: At Berlin in 1890 he drew a short playoff match against his brother Berthold and won all his other matches from 1889 to 1893, mostly against top-class opponents: Curt von Bardeleben (1889), Jacques Mieses (1889), Henry Edward Bird (1890), Berthold Englisch (1890), Joseph Henry Blackburne (1892), Jackson Showalter (1892–93) and Celso Golmayo Zúpide (1893).[16][17] Chessmetrics calculates that Emanuel Lasker became the world's strongest player in mid 1890,[18] and that he was in the top ten from the very beginning of his recorded career in 1889.[19]\n In 1892 Lasker founded the first of his chess magazines, The London Chess Fortnightly, which was published from August 15, 1892, to July 30, 1893. In the second quarter of 1893, there was a gap of ten weeks between issues, allegedly because of problems with the printer.[20] Shortly after its last issue, Lasker traveled to the US, where he spent the next two years.[21]\n Lasker challenged Siegbert Tarrasch, who had won three consecutive strong international tournaments (Breslau 1889, Manchester 1890, and Dresden 1892), to a match. Tarrasch haughtily declined, stating that Lasker should first prove his mettle by attempting to win one or two major international events.[22]\n Rebuffed by Tarrasch, Lasker challenged the reigning World Champion, Wilhelm Steinitz, to a match for the title.[22] Initially Lasker wanted to play for US$5,000 a side, and a match was agreed to at stakes of $3,000 a side, but Steinitz agreed to a series of reductions when Lasker found it difficult to raise the money. The final figure was $2,000, which was less than for some of Steinitz's earlier matches (the final combined stake of $4,000 would be worth over $495,000 at 2006 values[23]). Although this was publicly praised as an act of sportsmanship on Steinitz's part,[12] Steinitz may have desperately needed the money.[24] The match was played in 1894 at venues in New York, Philadelphia, and Montreal. Steinitz had previously declared he would win without doubt, so it came as a shock when Lasker won the first game. Steinitz won the second game and maintained the balance through the sixth. However, Lasker won all the games from the seventh to the eleventh, and Steinitz asked for a week's rest. When the match resumed, Steinitz looked in better shape and won the 13th and 14th games. Lasker struck back in the 15th and 16th, and Steinitz did not compensate for his losses in the middle of the match. Hence Lasker won convincingly with ten wins, five losses, and four draws.[25][26][27] Lasker thus became the second formally recognized World Chess Champion and confirmed his title by beating Steinitz even more convincingly in their rematch in 1896–97 (ten wins, two losses, and five draws).[16][28]\n Influential players and journalists belittled the 1894 match both before and after it took place. Lasker's difficulty in getting backing may have been caused by hostile pre-match comments from Gunsberg and Leopold Hoffer,[12] who had long been a bitter enemy of Steinitz.[29] One of the complaints was that Lasker had never played the other two members of the top four, Siegbert Tarrasch and Mikhail Chigorin[12] – although Tarrasch had rejected a challenge from Lasker in 1892, publicly telling him to go and win an international tournament first.[20][30] After the match some commentators, notably Tarrasch, said Lasker had won mainly because Steinitz was old (58 in 1894).[3][31]\n Emanuel Lasker answered these criticisms by creating an even more impressive playing record. He came third at Hastings 1895 (where he may have been suffering from the after-effects of typhoid fever[3]), behind Pillsbury and Chigorin but ahead of Tarrasch and Steinitz, and then won first prizes at very strong tournaments in St Petersburg 1895–96 (an elite, 4-player tournament, ahead of Steinitz, Pillsbury and Chigorin), Nuremberg (1896), London (1899) and Paris (1900); tied for second at Cambridge Springs 1904, and tied for first at the Chigorin Memorial in St Petersburg 1909.[4]\n Later, at St Petersburg (1914), he overcame a 1½-point deficit to finish ahead of the rising stars, Capablanca and Alexander Alekhine, who later became the next two World Champions.[10][17][32][33][34] For decades chess writers have reported that Tsar Nicholas II of Russia conferred the title of Grandmaster of Chess upon each of the five finalists at St Petersburg 1914 (Lasker, Capablanca, Alekhine, Tarrasch and Marshall), but chess historian Edward Winter has questioned this, stating that the earliest known sources supporting this story were published in 1940 and 1942.[35][36][37]\n Lasker's match record was as impressive between his 1896–97 re-match with Steinitz and 1914: he won all but one of his normal matches, and three of those were convincing defenses of his title. \n In 1906 Lasker and Géza Maróczy  agreed to terms for a World Championship, but the arrangements could not be finalised, and the match never took place.[38]\n Lasker's first world championship match since 1897 was against Frank Marshall in the World Chess Championship 1907. Despite his aggressive style, Marshall could not win a single game, losing eight and drawing seven (final score: 11½–3½).[39]\n Lasker then played Tarrasch in the World Chess Championship 1908, first at Düsseldorf then at Munich. Tarrasch firmly believed the game of chess was governed by a precise set of principles.[39] For him the strength of a chess move was in its logic, not in its efficiency. Because of his stubborn principles he considered Lasker as a coffeehouse player who won his games only thanks to dubious tricks, while Lasker mocked the arrogance of Tarrasch who, in his opinion, shone more in salons than at the chessboard. At the opening ceremony, Tarrasch refused to talk to Lasker, only saying: \"Mr. Lasker, I have only three words to say to you: check and mate!\"[40][41]\n Lasker gave a brilliant answer on the chessboard, winning four of the first five games, and playing a type of chess Tarrasch could not understand. For example, in the second game after 19 moves arose a situation (see diagram) in which Lasker was a pawn down, with a bad bishop and doubled pawns. At this point it appeared Tarrasch was winning, but 20 moves later he was forced to resign.[43] Lasker eventually won by 10½–5½ (eight wins, five draws, and three losses). Tarrasch claimed the wet weather was the cause of his defeat.[43]\n In 1909 Lasker drew a short match (two wins, two losses) against Dawid Janowski, an all-out attacking Polish expatriate. Several months later they played a longer match in Paris, and chess historians still debate whether this was for the World Chess Championship.[44] Understanding Janowski's style, Lasker chose to defend solidly so that Janowski unleashed his attacks too soon and left himself vulnerable. Lasker easily won the match 8–2 (seven wins, two draws, one loss).[45] This victory was convincing for everyone but Janowski, who asked for a revenge match. Lasker accepted and they played a World Chess Championship match in Berlin in November–December 1910. Lasker crushed his opponent, winning 9½–1½ (eight wins, three draws, no losses).[46] Janowski did not understand Lasker's moves, and after his first three losses he declared to Edward Lasker, \"Your homonym plays so stupidly that I cannot even look at the chessboard when he thinks. I am afraid I will not do anything good in this match.\"[45]\n Between his two matches against Janowski, Lasker arranged another World Chess Championship in January–February 1910 against Carl Schlechter. Schlechter was a modest gentleman, who was generally unlikely to win the major chess tournaments by his peaceful inclination, his lack of aggressiveness and his willingness to accept most draw offers from his opponents (about 80% of his games finished by a draw).[47]\n At the beginning, Lasker tried to attack but Schlechter had no difficulty defending, so that the first four games finished in draws. In the fifth game Lasker had a big advantage, but committed a blunder that cost him the game. Hence at the middle of the match Schlechter was one point ahead. The next four games were drawn, despite fierce play from both players. In the sixth Schlechter managed to draw a game being a pawn down. In the seventh Lasker nearly lost because of a beautiful exchange sacrifice from Schlechter. In the ninth only a blunder from Lasker allowed Schlechter to draw a lost ending. The score before the last game was thus 5–4 for Schlechter. In the tenth game Schlechter tried to win tactically and took a big advantage, but he missed a clear win at the 35th move, continued to take increasing risks and finished by losing.[48] Hence the match was a draw and Lasker remained World Champion.\n It has been speculated that Schlechter played unusually risky chess in the tenth game because the terms of the match required him to win by a margin of two games.  But according to Isaak and Vladimir Linder, this was unlikely. The match was originally to be a 30-game affair and Schlechter would have to win by two games. But they note that according to the Austrian chess historian Michael Ehn, Lasker agreed to forgo the plus two provision in view of the match being subsequently reduced to only 10 games. For proof Ehn quoted Schlechter's comment printed in Allgemeine Sportzeitung (ASZ) of December 9, 1909 \"There will be ten games in all. The winner on points will receive the title of world champion. If the points are equal, the decision will be made by the arbiter.\"\n[49]\n In 1911 Lasker received a challenge for a world title match against the rising star José Raúl Capablanca. Lasker was unwilling to play the traditional \"first to win ten games\" type of match in the semi-tropical conditions of Havana, especially as drawn games were becoming more frequent and the match might last for over six months. He therefore made a counter-proposal: if neither player had a lead of at least two games by the end of the match, it should be considered a draw; the match should be limited to the best of thirty games, counting draws; except that if either player won six games and led by at least two games before thirty games were completed, he should be declared the winner; the champion should decide the venue and stakes, and should have the exclusive right to publish the games; the challenger should deposit a forfeit of US$2,000 (equivalent to over $250,000 in 2020 values[50]); the time limit should be twelve moves per hour; play should be limited to two sessions of 2½ hours each per day, five days a week. Capablanca objected to the time limit, the short playing times, the thirty-game limit, and especially the requirement that he must win by two games to claim the title, which he regarded as unfair. Lasker took offence at the terms in which Capablanca criticized the two-game lead condition and broke off negotiations, and until 1914 Lasker and Capablanca were not on speaking terms. However, at the 1914 St. Petersburg tournament, Capablanca proposed a set of rules for the conduct of World Championship matches, which were accepted by all the leading players, including Lasker.[51]\n Late in 1912 Lasker entered into negotiations for a world title match with Akiba Rubinstein, whose tournament record for the previous few years had been on a par with Lasker's and a little ahead of Capablanca's.[52] The two players agreed to play a match if Rubinstein could raise the funds, but Rubinstein had few rich friends to back him and the match was never played. This situation demonstrated some of the flaws inherent in the championship system then being used. The start of World War I in summer 1914 put an end to hopes that Lasker would play either Rubinstein or Capablanca for the World Championship in the near future.[53][54]\nThroughout World War I (1914–1918) Lasker played in only two serious chess events. He convincingly won (5½−½) a non-title match against Tarrasch in 1916.[55] In September–October 1918, shortly before the armistice, he won a quadrangular (four-player) tournament, half a point ahead of Rubinstein.[56]\n Despite his superb playing results, chess was not Lasker's only interest. His parents recognized his intellectual talents, especially for mathematics, and sent the adolescent Emanuel to study in Berlin (where he found he also had a talent for chess). Lasker gained his abitur (high school graduation certificate) at Landsberg an der Warthe, now a Polish town named Gorzów Wielkopolski but then part of Prussia. He then studied mathematics and philosophy at the universities in Berlin, Göttingen (where David Hilbert was one of his doctoral advisors) and Heidelberg.[57]\n In 1895 Lasker published two mathematical articles in Nature.[58] On the advice of David Hilbert he registered for doctoral studies at Erlangen during 1900–1902.[57] In 1901 he presented his doctoral thesis Über Reihen auf der Convergenzgrenze (\"On Series at Convergence Boundaries\") at Erlangen and in the same year it was published by the Royal Society.[59][60] He was awarded a doctorate in mathematics in 1902.[57] His most significant mathematical article, in 1905, published a theorem of which Emmy Noether developed a more generalized form, which is now regarded as of fundamental importance to modern algebra and algebraic geometry.[61][57]\n Lasker held short-term positions as a mathematics lecturer at Tulane University in New Orleans (1893) and Victoria University in Manchester (1901; Victoria University was one of the \"parents\" of the current University of Manchester).[57] However, he was unable to secure a longer-term position, and pursued his scholarly interests independently.[62]\n In 1906 Lasker published a booklet titled Kampf (Struggle),[63] in which he attempted to create a general theory of all competitive activities, including chess, business and war. He produced two other books which are generally categorized as philosophy, Das Begreifen der Welt (Comprehending the World; 1913) and Die Philosophie des Unvollendbar (sic; The Philosophy of the Unattainable; 1918).[57]\n In 1896–97 Lasker published his book Common Sense in Chess, based on lectures he had given in London in 1895.[64]\n In 1903, Lasker played in Ostend against Mikhail Chigorin, a six-game match that was sponsored by the wealthy lawyer and industrialist Isaac Rice in order to test the Rice Gambit.[65] Lasker narrowly lost the match. Three years later Lasker became secretary of the Rice Gambit Association, founded by Rice in order to promote the Rice Gambit,[21] and in 1907 Lasker quoted with approval Rice's views on the convergence of chess and military strategy.[66]\n In November 1904, Lasker founded Lasker's Chess Magazine, which ran until 1909.[67]\n Emanuel Lasker became interested in the strategy game Go after being introduced to it by his namesake Edward Lasker, probably in 1907 or 1908 (Edward Lasker wrote a successful book Go and Go-Moku in 1934[68]). He and Edward played Go together while Edward was helping him prepare for his 1908 match with Tarrasch. He kept his interest in Go for the rest of his life, becoming one of the strongest players in Germany and Europe and contributing occasionally to the magazine Deutsche Go-Zeitung. It is alleged that he once said \"Had I discovered Go sooner, I would probably have never become world chess champion\".[69]\n At the age of 42, in July 1911, Lasker married Martha Cohn (née Bamberger), a rich widow who was a year older than Lasker and already a grandmother. They lived in Berlin.[21][70][71] Martha Cohn wrote popular stories under the pseudonym \"L. Marco\".[62][72]\n During World War I, Lasker invested all of his savings in German war bonds, which lost nearly their entire value with the wartime and post-war inflation. During the war, he wrote a pamphlet which claimed that civilization would be in danger if Germany lost the war.[21]\n In January 1920 Lasker and José Raúl Capablanca signed an agreement to play a World Championship match in 1921, noting that Capablanca was not free to play in 1920. Because of the delay, Lasker insisted on a final clause that allowed him to play anyone else for the championship in 1920, that nullified the contract with Capablanca if Lasker lost a title match in 1920, and that stipulated that if Lasker resigned the title Capablanca should become World Champion. Lasker had previously included in his agreement before World War I to play Akiba Rubinstein for the title a similar clause that if he resigned the title, it should become Rubinstein's.[73]\n A report in the American Chess Bulletin (July–August 1920 issue) said that Lasker had resigned the world title in favor of Capablanca because the conditions of the match were unpopular in the chess world. The American Chess Bulletin speculated that the conditions were not sufficiently unpopular to warrant resignation of the title, and that Lasker's real concern was that there was not enough financial backing to justify his devoting nine months to the match.[73] When Lasker resigned the title in favor of Capablanca he was unaware that enthusiasts in Havana had just raised $20,000 to fund the match provided it was played there. When Capablanca learned of Lasker's resignation he went to the Netherlands, where Lasker was living at the time, to inform him that Havana would finance the match. In August 1920 Lasker agreed to play in Havana, but insisted that he was the challenger as Capablanca was now the champion. Capablanca signed an agreement that accepted this point, and soon afterwards published a letter confirming this. Lasker also stated that, if he beat Capablanca, he would resign the title so that younger masters could compete for it.[73]\n The match was played in March–April 1921. After four draws, the fifth game saw Lasker blunder with Black in an equal ending. Capablanca's solid style allowed him to easily draw the next four games, without taking any risks. In the tenth game, Lasker as White played a position with an Isolated Queen Pawn but failed to create the necessary activity and Capablanca reached a superior ending, which he duly won. The eleventh and fourteenth games were also won by Capablanca, and Lasker resigned the match.[74]\n Reuben Fine and Harry Golombek attributed this to Lasker's being in mysteriously poor form.[4][75] On the other hand, Vladimir Kramnik thought that Lasker played quite well and the match was an \"even and fascinating fight\" until Lasker blundered in the last game, and explained that Capablanca was 20 years younger, a slightly stronger player, and had more recent competitive practice.[76]\n Lasker was in his early 50s when he lost the world championship to Capablanca, and he retired from serious match play afterwards;[55][77] his only other match was a short exhibition against Frank James Marshall in 1940, which was never completed due to Lasker's illness and subsequent death a few months after it started.[6]:311 After winning the Moravská Ostrava 1923 chess tournament (without a single loss) and the New York 1924 chess tournament (1½ points ahead of Capablanca) and finishing second at Moscow in 1925 (1½ points behind Efim Bogoljubow, ½ point ahead of Capablanca),[78] he effectively retired from serious chess.[4]\n During the Moscow 1925 chess tournament, Lasker received a telegram informing him that the drama written by himself and his brother Berthold, Vom Menschen die Geschichte (\"History of Mankind\"), had been accepted for performance at the Lessing theatre in Berlin. Lasker was so distracted by this news that he lost badly to Carlos Torre the same day.[79] The play, however, was not a success.[62]\n In 1926, Lasker wrote Lehrbuch des Schachspiels, which he re-wrote in English in 1927 as Lasker's Manual of Chess.[80] He also wrote books on other games of mental skill: Encyclopedia of Games (1929) and Das verständige Kartenspiel (means \"Sensible Card Play\"; 1929; English translation in the same year), both of which posed a problem in the mathematical analysis of card games;[81] Brettspiele der Völker (\"Board Games of the Nations\"; 1931), which includes 30 pages about Go and a section about a game he had invented in 1911, Lasca.[82]\n In 1930, Lasker was a special correspondent for Dutch and German newspapers[83] reporting on the Culbertson-Buller bridge match during which he became a registered teacher of the Culbertson system.[83] He became an expert bridge player,[1] representing Germany at international events in the early 1930s,[21][26] and wrote Das Bridgespiel (\"The Game of Bridge\") in 1931.[84]\n In October 1928 Emanuel Lasker's brother Berthold died.[21][85]\n In spring 1933 Adolf Hitler started a campaign of discrimination and intimidation against Jews, depriving them of their property and citizenship. Lasker and his wife Martha, who were both Jewish, were forced to leave Germany in the same year.[86][87] After a short stay in England, in 1935 they were invited to live in the USSR by Nikolai Krylenko, the Commissar of Justice who had been responsible for Show trials and, in his other capacity as Sports Minister, was an enthusiastic supporter of chess.[62] In the USSR, Lasker renounced his German citizenship and received Soviet citizenship.[88] He took permanent residence in Moscow, and was given a post at Moscow's Institute for Mathematics[62] and a post of trainer of the USSR national team.[89]\nLasker returned to competitive chess to make some money, finishing fifth in Zürich 1934 and third in Moscow 1935 (undefeated, ½ point behind Mikhail Botvinnik and Salo Flohr; ahead of Capablanca, Rudolf Spielmann and several Soviet masters), sixth in Moscow 1936 and seventh equal in Nottingham 1936.[90] His performance in Moscow 1935 at age 66 was hailed as \"a biological miracle\".[91]\n In August 1937, Martha and Emanuel Lasker decided to leave the Soviet Union, and they moved, via the Netherlands, to the United States (first Chicago, next New York) in October 1937.[92] They were visiting Martha's daughter, but they may also have been motivated by political upheaval in the Soviet Union.[93] In the United States Lasker tried to support himself by giving chess and bridge lectures and exhibitions, as he was now too old for serious competition.[21][62] In 1940 he published his last book, The Community of the Future, in which he proposed solutions for serious political problems, including anti-Semitism and unemployment.[62]\n Lasker was considered to have a \"psychological\" method of play in which he considered the subjective qualities of his opponent, in addition to the objective requirements of his position on the board. Richard Réti published a lengthy analysis of Lasker's play in which he concluded that Lasker deliberately played inferior moves that he knew would make his opponent uncomfortable.[94] W. H. K. Pollock commented, \"It is no easy matter to reply correctly to Lasker's bad moves.\"[95]\n Lasker himself denied the claim that he deliberately played bad moves, and most modern writers agree. According to Grandmaster Andrew Soltis and International Master John L. Watson, the features that made his play mysterious to contemporaries now appear regularly in modern play: the g2–g4 \"Spike\" attack against the Dragon Sicilian;[citation needed] sacrifices to gain positional advantage; playing the \"practical\" move rather than trying to find the best move; counterattacking and complicating the game before a disadvantage became serious.[96][97] Former World Champion Vladimir Kramnik said, \"He realized that different types of advantage could be interchangeable: tactical edge could be converted into strategic advantage and vice versa\", which mystified contemporaries who were just becoming used to the theories of Steinitz as codified by Siegbert Tarrasch.[76]\n Max Euwe opined that the real reason behind Lasker's success was his \"exceptional defensive technique\" and that \"almost all there is to say about defensive chess can be demonstrated by examples from the games of Steinitz and Lasker\", the former exemplifying passive defence and the latter an active defence.[98]\n The famous win against José Raúl Capablanca at St. Petersburg in 1914, which Lasker needed in order to retain any chance of catching up with Capablanca, is sometimes offered as evidence of his \"psychological\" approach. Reuben Fine describes Lasker's choice of opening, the Exchange Variation of the Ruy Lopez, as \"innocuous but psychologically potent\".[4] However, an analysis of Lasker's use of this variation throughout his career concludes that he had excellent results with it as White against top-class opponents, and sometimes used it in \"must-win\" situations.[99] Luděk Pachman writes that Lasker's choice presented his opponent with a dilemma: with only a ½ point lead, Capablanca would have wanted to play safe; but the Exchange Variation's pawn structure gives White an endgame advantage, and Black must use his bishop pair aggressively in the middlegame to nullify this.[100] In Kramnik's opinion, Lasker's play in this game demonstrated deep positional understanding, rather than psychology.[76]\n Fine reckoned Lasker paid little attention to the openings,[4] but Capablanca thought Lasker knew the openings very well but disagreed with a lot of contemporary opening analysis. In fact before the 1894 world title match, Lasker studied the openings thoroughly, especially Steinitz's favorite lines. He played primarily e4 openings, particularly the Ruy Lopez. He opened with 1.d4 relatively rarely, although his d4 games had a higher winning percentage than his e4 ones. With the Black pieces, he mainly answered 1.e4 with the French Defense and 1.d4 with the Queen's Gambit. Lasker also used the Sicilian Defense fairly often. In Capablanca's opinion, no player surpassed Lasker in the ability to assess a position quickly and accurately, in terms of who had the better prospects of winning and what strategy each side should adopt.[101] Capablanca also wrote that Lasker was so adaptable that he played in no definite style, and that he was both a tenacious defender and a very efficient finisher of his own attacks.[102]\n Lasker followed Steinitz's principles, and both demonstrated a completely different chess paradigm than the \"romantic\" mentality before them. Thanks to Steinitz and Lasker, positional players gradually became common (Tarrasch, Schlechter, and Rubinstein stand out.) But, while Steinitz created a new school of chess thought, Lasker's talents were far harder for the masses to grasp; hence there was no Lasker school.[103]\n In addition to his enormous chess skill, Lasker was said to have an excellent competitive temperament: his rival Siegbert Tarrasch once said, \"Lasker occasionally loses a game, but he never loses his head.\"[4] Lasker enjoyed the need to adapt to varying styles and to the shifting fortunes of tournaments.[3] Although very strong in matches, he was even stronger in tournaments. For over 20 years, he always finished ahead of the younger Capablanca: at St. Petersburg 1914, New York 1924, Moscow 1925, and Moscow 1935.[104] Only in 1936 (15 years after their match), when Lasker was 67, did Capablanca finish ahead of him.[105]\n In 1964, Chessworld magazine published an article in which future World Champion Bobby Fischer listed the ten greatest players in history.[106] Fischer did not include Lasker in the list, deriding him as a \"coffee-house player [who] knew nothing about openings and didn't understand positional chess\".[107] In a poll of the world's leading players taken some time after Fischer's list appeared, Tal, Korchnoi, and Robert Byrne all said that Lasker was the greatest player ever.[108] Both Pal Benko and Byrne stated that Fischer later reconsidered and said that Lasker was a great player.[109][110]\n Statistical ranking systems place Lasker high among the greatest players of all time. The book Warriors of the Mind places him sixth, behind Garry Kasparov, Anatoly Karpov, Fischer, Mikhail Botvinnik and Capablanca.[111] In his 1978 book The Rating of Chessplayers, Past and Present, Arpad Elo gave retrospective ratings to players based on their performance over the best five-year span of their career. He concluded that Lasker was the joint second strongest player of those surveyed (tied with Botvinnik and behind Capablanca).[112] The most up-to-date system, Chessmetrics, is rather sensitive to the length of the periods being compared, and ranks Lasker between fifth and second strongest of all time for peak periods ranging in length from one to twenty years.[113] Its author, the statistician Jeff Sonas, concluded that only Kasparov and Karpov surpassed Lasker's long-term dominance of the game.[114] By Chessmetrics' reckoning, Lasker was the number 1 player in 292 different months—a total of over 24 years. His first No. 1 rank was in June 1890, and his last in December 1926—a span of 36½ years.[115] Chessmetrics also considers him the strongest 67-year-old in history: in December 1935, at age 67 years and 0 months, his rating was 2691 (number 7 in the world), well above second-place Viktor Korchnoi's rating at that age (2660, number 39 in the world, in March 1998).[116]\n Lasker founded no school of players who played in a similar style.[4] Max Euwe, World Champion 1935–1937 and a prolific writer of chess manuals, who had a lifetime 0–3 score against Lasker,[117] said, \"It is not possible to learn much from him. One can only stand and wonder.\"[118] However, Lasker's pragmatic, combative approach had a great influence on Soviet players like Mikhail Tal and Viktor Korchnoi.[119]\n There are several \"Lasker Variations\" in the chess openings, including Lasker's Defense to the Queen's Gambit, Lasker's Defense to the Evans Gambit (which effectively ended the use of this gambit in tournament play until a revival in the 1990s),[120] and the Lasker Variation in the McCutcheon Variation of the French Defense.[121]\n One of Lasker's most famous games is Lasker–Bauer, Amsterdam 1889, in which he sacrificed both bishops in a maneuver later repeated in a number of games. Similar sacrifices had already been played by Cecil Valentine De Vere and John Owen, but these were not in major events and Lasker probably had not seen them.[118]\n Lasker was shocked by the poverty in which Wilhelm Steinitz died and did not intend to die in similar circumstances.[122] He became notorious for demanding high fees for playing matches and tournaments, and he argued that players should own the copyright in their games rather than let publishers get all the profits.[3][123] These demands initially angered editors and other players, but helped to pave the way for the rise of full-time chess professionals who earn most of their living from playing, writing and teaching.[3] Copyright in chess games had been contentious at least as far back as the mid-1840s,[124] and Steinitz and Lasker vigorously asserted that players should own the copyright and wrote copyright clauses into their match contracts.[125] However, Lasker's demands that challengers should raise large purses prevented or delayed some eagerly awaited World Championship matches—for example Frank James Marshall challenged him in 1904 to a match for the World Championship but could not raise the stakes demanded by Lasker until 1907.[53][57] This problem continued throughout the reign of his successor, Capablanca.[126][127]\n Some of the controversial conditions that Lasker insisted on for championship matches led Capablanca to attempt twice (1914 and 1922) to publish rules for such matches, to which other top players readily agreed.[51][128]\n Lasker was also a mathematician. In his 1905 article on commutative algebra, Lasker introduced the theory of primary decomposition of ideals, which has influence in the theory of Noetherian rings.[129] Rings having the primary decomposition property are called \"Laskerian rings\" in his honor.[57][130]\n His attempt to create a general theory of all competitive activities were followed by more consistent efforts from von Neumann on game theory,[131] and his later writings about card games presented a significant issue in the mathematical analysis of card games.[81]\n However, his dramatic and philosophical works have never been highly regarded.[62]\n Lasker died of a kidney infection in New York on January 11, 1941, at the age of 72, as a charity patient at the Mount Sinai Hospital. A funeral service for him was held at the Riverside Memorial Chapel.[132] He was buried at historic Beth Olom Cemetery, Queens, New York.[133]\n His wife Martha and his sister, Mrs. Lotta Hirschberg, survived him.[134][135]\n Poet Else Lasker-Schüler was his sister-in-law. \n Edward Lasker, born in Kempen (Kępno), Greater Poland (then Prussia), the German-American chess master, engineer, and author, claimed that he was distantly related to Emanuel Lasker.[136] They both played in the great New York 1924 chess tournament.[137]\n Lasker was a good friend of Albert Einstein, who wrote the introduction to the posthumous biography Emanuel Lasker, The Life of a Chess Master from Dr. Jacques Hannak (1952).[138] In this preface Einstein expresses his satisfaction at having met Lasker, writing:\n Emanuel Lasker was undoubtedly one of the most interesting people I came to know in my later years. We must be thankful to those who have penned the story of his life for this and succeeding generations. For there are few men who have had a warm interest in all the great human problems and at the same time kept their personality so uniquely independent. In Michael Chabon's alternate history mystery novel, The Yiddish Policemen's Union, the murdered man, Mendel Shpilman (born during the 1960s), being a chess enthusiast, uses the name \"Emanuel Lasker\" as an alias. The reference is clearly understood by the protagonist, Detective Meyer Landsman, because he has also studied chess.[citation needed]\n The following table gives Lasker's placings and scores in tournaments.[10][21][32][33][78][90][141] The first \"Score\" column gives the number of points on the total possible. In the second \"Score\" column, \"+\" indicates the number of won games, \"−\" the number of losses, and \"=\" the number of draws.\n Here are Lasker's results in matches.[16][17][46][55] The first \"Score\" column gives the number of points on the total possible. In the second \"Score\" column, \"+\" indicates the number of won games, \"−\" the number of losses, and \"=\" the number of draws.\n ", "tags": ["1868 births", "1941 deaths", "19th-century chess players", "20th-century chess players", "19th-century German mathematicians", "19th-century German writers", "20th-century German mathematicians", "Algebraists", "Burials at Beth Olom Cemetery", "Chess theoreticians", "German chess players", "German chess writers", "German contract bridge players", "German male non-fiction writers", "Heidelberg University alumni", "Jewish chess players", "People from Barlinek", "People from the Province of Brandenburg", "Jewish emigrants from Nazi Germany", "Refugees from Nazi Germany in the Soviet Union", "Tulane University faculty", "World chess champions", "CS1: Julian–Gregorian uncertainty", "CS1 maint: unfit URL", "CS1 French-language sources (fr)", "All articles with dead external links", "Articles with dead external links from November 2018", "Articles with permanently dead external links", "Articles with short description", "Short description is different from Wikidata", "Use mdy dates from January 2020", "Good articles", "Hidden templates using styles", "All articles with unsourced statements", "Articles with unsourced statements from September 2017", "Articles with unsourced statements from January 2020", "CS1 maint: multiple names: authors list", "Commons category link is on Wikidata", "Articles with Internet Archive links", "Wikipedia articles with BNE identifiers", "Wikipedia articles with BNF identifiers", "Wikipedia articles with GND identifiers", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with LCCN identifiers", "Wikipedia articles with MGP identifiers", "Wikipedia articles with NKC identifiers", "Wikipedia articles with NLA identifiers", "Wikipedia articles with NLG identifiers", "Wikipedia articles with NLI identifiers", "Wikipedia articles with NTA identifiers", "Wikipedia articles with PLWABN identifiers", "Wikipedia articles with SELIBR identifiers", "Wikipedia articles with SNAC-ID identifiers", "Wikipedia articles with SUDOC identifiers", "Wikipedia articles with Trove identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers", "Wikipedia articles with multiple identifiers"], "raw": "World Chess Champion from 1894 to 1921\n\n\nFor the German-American International Master, see Edward Lasker.\n\n\nEmanuel LaskerFull nameEmanuel LaskerCountryGermanyBornDecember 24, 1868Berlinchen, PrussiaDiedJanuary 11, 1941 (aged 72)New York City, United StatesWorld Champion1894–1921\nEmanuel Lasker (December 24, 1868 – January 11, 1941) was a German chess player, mathematician, and philosopher who was World Chess Champion for 27 years, from 1894 to 1921, the longest reign of any officially recognised World Chess Champion in history. In his prime, Lasker was one of the most dominant champions, and he is still generally regarded as one of the strongest players in history.\nHis contemporaries used to say that Lasker used a \"psychological\" approach to the game, and even that he sometimes deliberately played inferior moves to confuse opponents. Recent analysis, however, indicates that he was ahead of his time and used a more flexible approach than his contemporaries, which mystified many of them. Lasker knew contemporary analyses of openings well but disagreed with many of them. He published chess magazines and five chess books, but later players and commentators found it difficult to draw lessons from his methods.\nLasker made contributions to the development of other games. He was a first-class contract bridge player[1] and wrote about bridge, Go, and his own invention, Lasca. His books about games presented a problem that is still considered notable in the mathematical analysis of card games. Lasker was a research mathematician who was known for his contributions to commutative algebra, which included proving the primary decomposition of the ideals of polynomial rings. His philosophical works and a drama that he co-wrote, however, received little attention.\n\nContents\n\n1 Life and career\n\n1.1 Early years 1868–1894\n1.2 Chess competition 1894–1918\n\n1.2.1 Matches against Steinitz\n1.2.2 Tournament successes\n1.2.3 Matches against Marshall and Tarrasch\n1.2.4 Matches against Janowski\n1.2.5 Match against Schlechter\n1.2.6 Abandoned challenges\n\n\n1.3 Academic activities 1894–1918\n1.4 Other activities 1894–1918\n1.5 Match against Capablanca\n1.6 European life and travels\n1.7 Return to the United States\n\n\n2 Assessment\n\n2.1 Playing strength and style\n2.2 Influence on chess\n2.3 Work in other fields\n\n\n3 Personal life, family and friends\n4 Publications\n\n4.1 Chess\n4.2 Other games\n4.3 Mathematics\n4.4 Philosophy\n\n\n5 In popular culture\n6 Tournament results\n7 Match results\n8 Notable games\n9 See also\n10 References\n11 Further reading\n12 External links\n\n\nLife and career[edit]\nEarly years 1868–1894[edit]\n Lasker as a young man\nEmanuel Lasker was born on December 24, 1868, at Berlinchen in Neumark (now Barlinek in Poland), the son of a Jewish cantor. At the age of eleven he was sent to study mathematics in Berlin, where he lived with his brother Berthold, eight years his senior, who taught him how to play chess. Berthold was among the world's top ten players in the early 1890s.[2] To supplement their income, Emanuel Lasker played chess and card games for small stakes, especially at the Café Kaiserhof.[3][4]\nLasker won the Café Kaiserhof's annual Winter tournament 1888/89 and the Hauptturnier A (\"second division\" tournament) at the sixth DSB Congress (German Chess Federation's congress), held in Breslau. Winning the Hauptturnier earned Lasker the title of \"master\". The candidates were divided into two groups of ten. The top four in each group competed in a final. Lasker won his section, with 2½ points more than his nearest rival. However, scores were reset to 0 for the final. With two rounds to go, Lasker trailed the leader, Viennese amateur von Feierfeil, by 1½ points. Lasker won both of his final games, while von Feierfeil lost in the penultimate round (being mated in 121 moves after the position was reconstructed incorrectly following an adjournment) and drew in the last round. The two players were now tied. Lasker won a playoff and garnered the master title. This enabled him to play in master-level tournaments and thus launched his chess career.[5]\nLasker finished second in an international tournament at Amsterdam, ahead of Mason and Gunsberg.[6]:5[7] In spring 1892, he won two tournaments in London, the second and stronger of these without losing a game.[8][9] At New York City in 1893, he won all thirteen games,[10][11][12] one of the few times in chess history that a player has achieved a perfect score in a significant tournament.[13][14][15]\n\n The players and tournament officials at the New York 1893 tournament\nHis record in matches was equally impressive: At Berlin in 1890 he drew a short playoff match against his brother Berthold and won all his other matches from 1889 to 1893, mostly against top-class opponents: Curt von Bardeleben (1889), Jacques Mieses (1889), Henry Edward Bird (1890), Berthold Englisch (1890), Joseph Henry Blackburne (1892), Jackson Showalter (1892–93) and Celso Golmayo Zúpide (1893).[16][17] Chessmetrics calculates that Emanuel Lasker became the world's strongest player in mid 1890,[18] and that he was in the top ten from the very beginning of his recorded career in 1889.[19]\nIn 1892 Lasker founded the first of his chess magazines, The London Chess Fortnightly, which was published from August 15, 1892, to July 30, 1893. In the second quarter of 1893, there was a gap of ten weeks between issues, allegedly because of problems with the printer.[20] Shortly after its last issue, Lasker traveled to the US, where he spent the next two years.[21]\nLasker challenged Siegbert Tarrasch, who had won three consecutive strong international tournaments (Breslau 1889, Manchester 1890, and Dresden 1892), to a match. Tarrasch haughtily declined, stating that Lasker should first prove his mettle by attempting to win one or two major international events.[22]\n\nChess competition 1894–1918[edit]\nMatches against Steinitz[edit]\n Wilhelm Steinitz, whom Lasker beat in World Championship matches in 1894 and 1896\nRebuffed by Tarrasch, Lasker challenged the reigning World Champion, Wilhelm Steinitz, to a match for the title.[22] Initially Lasker wanted to play for US$5,000 a side, and a match was agreed to at stakes of $3,000 a side, but Steinitz agreed to a series of reductions when Lasker found it difficult to raise the money. The final figure was $2,000, which was less than for some of Steinitz's earlier matches (the final combined stake of $4,000 would be worth over $495,000 at 2006 values[23]). Although this was publicly praised as an act of sportsmanship on Steinitz's part,[12] Steinitz may have desperately needed the money.[24] The match was played in 1894 at venues in New York, Philadelphia, and Montreal. Steinitz had previously declared he would win without doubt, so it came as a shock when Lasker won the first game. Steinitz won the second game and maintained the balance through the sixth. However, Lasker won all the games from the seventh to the eleventh, and Steinitz asked for a week's rest. When the match resumed, Steinitz looked in better shape and won the 13th and 14th games. Lasker struck back in the 15th and 16th, and Steinitz did not compensate for his losses in the middle of the match. Hence Lasker won convincingly with ten wins, five losses, and four draws.[25][26][27] Lasker thus became the second formally recognized World Chess Champion and confirmed his title by beating Steinitz even more convincingly in their rematch in 1896–97 (ten wins, two losses, and five draws).[16][28]\n\nTournament successes[edit]\n Sketch of Lasker, c. 1894\nInfluential players and journalists belittled the 1894 match both before and after it took place. Lasker's difficulty in getting backing may have been caused by hostile pre-match comments from Gunsberg and Leopold Hoffer,[12] who had long been a bitter enemy of Steinitz.[29] One of the complaints was that Lasker had never played the other two members of the top four, Siegbert Tarrasch and Mikhail Chigorin[12] – although Tarrasch had rejected a challenge from Lasker in 1892, publicly telling him to go and win an international tournament first.[20][30] After the match some commentators, notably Tarrasch, said Lasker had won mainly because Steinitz was old (58 in 1894).[3][31]\nEmanuel Lasker answered these criticisms by creating an even more impressive playing record. He came third at Hastings 1895 (where he may have been suffering from the after-effects of typhoid fever[3]), behind Pillsbury and Chigorin but ahead of Tarrasch and Steinitz, and then won first prizes at very strong tournaments in St Petersburg 1895–96 (an elite, 4-player tournament, ahead of Steinitz, Pillsbury and Chigorin), Nuremberg (1896), London (1899) and Paris (1900); tied for second at Cambridge Springs 1904, and tied for first at the Chigorin Memorial in St Petersburg 1909.[4]\nLater, at St Petersburg (1914), he overcame a 1½-point deficit to finish ahead of the rising stars, Capablanca and Alexander Alekhine, who later became the next two World Champions.[10][17][32][33][34] For decades chess writers have reported that Tsar Nicholas II of Russia conferred the title of Grandmaster of Chess upon each of the five finalists at St Petersburg 1914 (Lasker, Capablanca, Alekhine, Tarrasch and Marshall), but chess historian Edward Winter has questioned this, stating that the earliest known sources supporting this story were published in 1940 and 1942.[35][36][37]\n\nMatches against Marshall and Tarrasch[edit]\nMain articles: World Chess Championship 1907 and World Chess Championship 1908\nLasker's match record was as impressive between his 1896–97 re-match with Steinitz and 1914: he won all but one of his normal matches, and three of those were convincing defenses of his title. \nIn 1906 Lasker and Géza Maróczy  agreed to terms for a World Championship, but the arrangements could not be finalised, and the match never took place.[38]\nLasker's first world championship match since 1897 was against Frank Marshall in the World Chess Championship 1907. Despite his aggressive style, Marshall could not win a single game, losing eight and drawing seven (final score: 11½–3½).[39]\nLasker then played Tarrasch in the World Chess Championship 1908, first at Düsseldorf then at Munich. Tarrasch firmly believed the game of chess was governed by a precise set of principles.[39] For him the strength of a chess move was in its logic, not in its efficiency. Because of his stubborn principles he considered Lasker as a coffeehouse player who won his games only thanks to dubious tricks, while Lasker mocked the arrogance of Tarrasch who, in his opinion, shone more in salons than at the chessboard. At the opening ceremony, Tarrasch refused to talk to Lasker, only saying: \"Mr. Lasker, I have only three words to say to you: check and mate!\"[40][41]\n\nTarrasch vs. Lasker, World Championship 1908[42]\nabcdefgh8877665544332211abcdefghPosition after 19.Qxa7\n\nLasker gave a brilliant answer on the chessboard, winning four of the first five games, and playing a type of chess Tarrasch could not understand. For example, in the second game after 19 moves arose a situation (see diagram) in which Lasker was a pawn down, with a bad bishop and doubled pawns. At this point it appeared Tarrasch was winning, but 20 moves later he was forced to resign.[43] Lasker eventually won by 10½–5½ (eight wins, five draws, and three losses). Tarrasch claimed the wet weather was the cause of his defeat.[43]\n\nMatches against Janowski[edit]\nMain article: World Chess Championship 1910 (Lasker–Janowski)\nIn 1909 Lasker drew a short match (two wins, two losses) against Dawid Janowski, an all-out attacking Polish expatriate. Several months later they played a longer match in Paris, and chess historians still debate whether this was for the World Chess Championship.[44] Understanding Janowski's style, Lasker chose to defend solidly so that Janowski unleashed his attacks too soon and left himself vulnerable. Lasker easily won the match 8–2 (seven wins, two draws, one loss).[45] This victory was convincing for everyone but Janowski, who asked for a revenge match. Lasker accepted and they played a World Chess Championship match in Berlin in November–December 1910. Lasker crushed his opponent, winning 9½–1½ (eight wins, three draws, no losses).[46] Janowski did not understand Lasker's moves, and after his first three losses he declared to Edward Lasker, \"Your homonym plays so stupidly that I cannot even look at the chessboard when he thinks. I am afraid I will not do anything good in this match.\"[45]\n\nMatch against Schlechter[edit]\nMain article: World Chess Championship 1910 (Lasker–Schlechter)\n Schlechter would have taken Lasker's world title if he had won or drawn the last game of their 1910 match.\nBetween his two matches against Janowski, Lasker arranged another World Chess Championship in January–February 1910 against Carl Schlechter. Schlechter was a modest gentleman, who was generally unlikely to win the major chess tournaments by his peaceful inclination, his lack of aggressiveness and his willingness to accept most draw offers from his opponents (about 80% of his games finished by a draw).[47]\nAt the beginning, Lasker tried to attack but Schlechter had no difficulty defending, so that the first four games finished in draws. In the fifth game Lasker had a big advantage, but committed a blunder that cost him the game. Hence at the middle of the match Schlechter was one point ahead. The next four games were drawn, despite fierce play from both players. In the sixth Schlechter managed to draw a game being a pawn down. In the seventh Lasker nearly lost because of a beautiful exchange sacrifice from Schlechter. In the ninth only a blunder from Lasker allowed Schlechter to draw a lost ending. The score before the last game was thus 5–4 for Schlechter. In the tenth game Schlechter tried to win tactically and took a big advantage, but he missed a clear win at the 35th move, continued to take increasing risks and finished by losing.[48] Hence the match was a draw and Lasker remained World Champion.\nIt has been speculated that Schlechter played unusually risky chess in the tenth game because the terms of the match required him to win by a margin of two games.  But according to Isaak and Vladimir Linder, this was unlikely. The match was originally to be a 30-game affair and Schlechter would have to win by two games. But they note that according to the Austrian chess historian Michael Ehn, Lasker agreed to forgo the plus two provision in view of the match being subsequently reduced to only 10 games. For proof Ehn quoted Schlechter's comment printed in Allgemeine Sportzeitung (ASZ) of December 9, 1909 \"There will be ten games in all. The winner on points will receive the title of world champion. If the points are equal, the decision will be made by the arbiter.\"\n[49]\n\nAbandoned challenges[edit]\nIn 1911 Lasker received a challenge for a world title match against the rising star José Raúl Capablanca. Lasker was unwilling to play the traditional \"first to win ten games\" type of match in the semi-tropical conditions of Havana, especially as drawn games were becoming more frequent and the match might last for over six months. He therefore made a counter-proposal: if neither player had a lead of at least two games by the end of the match, it should be considered a draw; the match should be limited to the best of thirty games, counting draws; except that if either player won six games and led by at least two games before thirty games were completed, he should be declared the winner; the champion should decide the venue and stakes, and should have the exclusive right to publish the games; the challenger should deposit a forfeit of US$2,000 (equivalent to over $250,000 in 2020 values[50]); the time limit should be twelve moves per hour; play should be limited to two sessions of 2½ hours each per day, five days a week. Capablanca objected to the time limit, the short playing times, the thirty-game limit, and especially the requirement that he must win by two games to claim the title, which he regarded as unfair. Lasker took offence at the terms in which Capablanca criticized the two-game lead condition and broke off negotiations, and until 1914 Lasker and Capablanca were not on speaking terms. However, at the 1914 St. Petersburg tournament, Capablanca proposed a set of rules for the conduct of World Championship matches, which were accepted by all the leading players, including Lasker.[51]\nLate in 1912 Lasker entered into negotiations for a world title match with Akiba Rubinstein, whose tournament record for the previous few years had been on a par with Lasker's and a little ahead of Capablanca's.[52] The two players agreed to play a match if Rubinstein could raise the funds, but Rubinstein had few rich friends to back him and the match was never played. This situation demonstrated some of the flaws inherent in the championship system then being used. The start of World War I in summer 1914 put an end to hopes that Lasker would play either Rubinstein or Capablanca for the World Championship in the near future.[53][54]\nThroughout World War I (1914–1918) Lasker played in only two serious chess events. He convincingly won (5½−½) a non-title match against Tarrasch in 1916.[55] In September–October 1918, shortly before the armistice, he won a quadrangular (four-player) tournament, half a point ahead of Rubinstein.[56]\n\nAcademic activities 1894–1918[edit]\n David Hilbert encouraged Lasker to obtain a PhD in mathematics.\nDespite his superb playing results, chess was not Lasker's only interest. His parents recognized his intellectual talents, especially for mathematics, and sent the adolescent Emanuel to study in Berlin (where he found he also had a talent for chess). Lasker gained his abitur (high school graduation certificate) at Landsberg an der Warthe, now a Polish town named Gorzów Wielkopolski but then part of Prussia. He then studied mathematics and philosophy at the universities in Berlin, Göttingen (where David Hilbert was one of his doctoral advisors) and Heidelberg.[57]\nIn 1895 Lasker published two mathematical articles in Nature.[58] On the advice of David Hilbert he registered for doctoral studies at Erlangen during 1900–1902.[57] In 1901 he presented his doctoral thesis Über Reihen auf der Convergenzgrenze (\"On Series at Convergence Boundaries\") at Erlangen and in the same year it was published by the Royal Society.[59][60] He was awarded a doctorate in mathematics in 1902.[57] His most significant mathematical article, in 1905, published a theorem of which Emmy Noether developed a more generalized form, which is now regarded as of fundamental importance to modern algebra and algebraic geometry.[61][57]\nLasker held short-term positions as a mathematics lecturer at Tulane University in New Orleans (1893) and Victoria University in Manchester (1901; Victoria University was one of the \"parents\" of the current University of Manchester).[57] However, he was unable to secure a longer-term position, and pursued his scholarly interests independently.[62]\nIn 1906 Lasker published a booklet titled Kampf (Struggle),[63] in which he attempted to create a general theory of all competitive activities, including chess, business and war. He produced two other books which are generally categorized as philosophy, Das Begreifen der Welt (Comprehending the World; 1913) and Die Philosophie des Unvollendbar (sic; The Philosophy of the Unattainable; 1918).[57]\n\nOther activities 1894–1918[edit]\nIn 1896–97 Lasker published his book Common Sense in Chess, based on lectures he had given in London in 1895.[64]\n\n Rice Gambit\nabcdefgh8877665544332211abcdefgh  Position after 1.e4 e5 2.f4 exf4 3.Nf3 g5 4.h4 g4 5.Ne5 Nf6 6.Bc4 d5 7.exd5 Bd6 8.0-0 \n White sacrifices the knight on e5 in order to get his king to safety and enable a rook to join the attack against the under-developed black position.\n\n\n\n\nThis example uses algebraic notation.\n\nIn 1903, Lasker played in Ostend against Mikhail Chigorin, a six-game match that was sponsored by the wealthy lawyer and industrialist Isaac Rice in order to test the Rice Gambit.[65] Lasker narrowly lost the match. Three years later Lasker became secretary of the Rice Gambit Association, founded by Rice in order to promote the Rice Gambit,[21] and in 1907 Lasker quoted with approval Rice's views on the convergence of chess and military strategy.[66]\nIn November 1904, Lasker founded Lasker's Chess Magazine, which ran until 1909.[67]\nEmanuel Lasker became interested in the strategy game Go after being introduced to it by his namesake Edward Lasker, probably in 1907 or 1908 (Edward Lasker wrote a successful book Go and Go-Moku in 1934[68]). He and Edward played Go together while Edward was helping him prepare for his 1908 match with Tarrasch. He kept his interest in Go for the rest of his life, becoming one of the strongest players in Germany and Europe and contributing occasionally to the magazine Deutsche Go-Zeitung. It is alleged that he once said \"Had I discovered Go sooner, I would probably have never become world chess champion\".[69]\nAt the age of 42, in July 1911, Lasker married Martha Cohn (née Bamberger), a rich widow who was a year older than Lasker and already a grandmother. They lived in Berlin.[21][70][71] Martha Cohn wrote popular stories under the pseudonym \"L. Marco\".[62][72]\nDuring World War I, Lasker invested all of his savings in German war bonds, which lost nearly their entire value with the wartime and post-war inflation. During the war, he wrote a pamphlet which claimed that civilization would be in danger if Germany lost the war.[21]\n\nMatch against Capablanca[edit]\nMain article: World Chess Championship 1921\nIn January 1920 Lasker and José Raúl Capablanca signed an agreement to play a World Championship match in 1921, noting that Capablanca was not free to play in 1920. Because of the delay, Lasker insisted on a final clause that allowed him to play anyone else for the championship in 1920, that nullified the contract with Capablanca if Lasker lost a title match in 1920, and that stipulated that if Lasker resigned the title Capablanca should become World Champion. Lasker had previously included in his agreement before World War I to play Akiba Rubinstein for the title a similar clause that if he resigned the title, it should become Rubinstein's.[73]\nA report in the American Chess Bulletin (July–August 1920 issue) said that Lasker had resigned the world title in favor of Capablanca because the conditions of the match were unpopular in the chess world. The American Chess Bulletin speculated that the conditions were not sufficiently unpopular to warrant resignation of the title, and that Lasker's real concern was that there was not enough financial backing to justify his devoting nine months to the match.[73] When Lasker resigned the title in favor of Capablanca he was unaware that enthusiasts in Havana had just raised $20,000 to fund the match provided it was played there. When Capablanca learned of Lasker's resignation he went to the Netherlands, where Lasker was living at the time, to inform him that Havana would finance the match. In August 1920 Lasker agreed to play in Havana, but insisted that he was the challenger as Capablanca was now the champion. Capablanca signed an agreement that accepted this point, and soon afterwards published a letter confirming this. Lasker also stated that, if he beat Capablanca, he would resign the title so that younger masters could compete for it.[73]\nThe match was played in March–April 1921. After four draws, the fifth game saw Lasker blunder with Black in an equal ending. Capablanca's solid style allowed him to easily draw the next four games, without taking any risks. In the tenth game, Lasker as White played a position with an Isolated Queen Pawn but failed to create the necessary activity and Capablanca reached a superior ending, which he duly won. The eleventh and fourteenth games were also won by Capablanca, and Lasker resigned the match.[74]\nReuben Fine and Harry Golombek attributed this to Lasker's being in mysteriously poor form.[4][75] On the other hand, Vladimir Kramnik thought that Lasker played quite well and the match was an \"even and fascinating fight\" until Lasker blundered in the last game, and explained that Capablanca was 20 years younger, a slightly stronger player, and had more recent competitive practice.[76]\n\nEuropean life and travels[edit]\nLasker was in his early 50s when he lost the world championship to Capablanca, and he retired from serious match play afterwards;[55][77] his only other match was a short exhibition against Frank James Marshall in 1940, which was never completed due to Lasker's illness and subsequent death a few months after it started.[6]:311 After winning the Moravská Ostrava 1923 chess tournament (without a single loss) and the New York 1924 chess tournament (1½ points ahead of Capablanca) and finishing second at Moscow in 1925 (1½ points behind Efim Bogoljubow, ½ point ahead of Capablanca),[78] he effectively retired from serious chess.[4]\n\n Emanuel Lasker (left) and his brother Berthold Lasker in 1907\nDuring the Moscow 1925 chess tournament, Lasker received a telegram informing him that the drama written by himself and his brother Berthold, Vom Menschen die Geschichte (\"History of Mankind\"), had been accepted for performance at the Lessing theatre in Berlin. Lasker was so distracted by this news that he lost badly to Carlos Torre the same day.[79] The play, however, was not a success.[62]\nIn 1926, Lasker wrote Lehrbuch des Schachspiels, which he re-wrote in English in 1927 as Lasker's Manual of Chess.[80] He also wrote books on other games of mental skill: Encyclopedia of Games (1929) and Das verständige Kartenspiel (means \"Sensible Card Play\"; 1929; English translation in the same year), both of which posed a problem in the mathematical analysis of card games;[81] Brettspiele der Völker (\"Board Games of the Nations\"; 1931), which includes 30 pages about Go and a section about a game he had invented in 1911, Lasca.[82]\nIn 1930, Lasker was a special correspondent for Dutch and German newspapers[83] reporting on the Culbertson-Buller bridge match during which he became a registered teacher of the Culbertson system.[83] He became an expert bridge player,[1] representing Germany at international events in the early 1930s,[21][26] and wrote Das Bridgespiel (\"The Game of Bridge\") in 1931.[84]\nIn October 1928 Emanuel Lasker's brother Berthold died.[21][85]\nIn spring 1933 Adolf Hitler started a campaign of discrimination and intimidation against Jews, depriving them of their property and citizenship. Lasker and his wife Martha, who were both Jewish, were forced to leave Germany in the same year.[86][87] After a short stay in England, in 1935 they were invited to live in the USSR by Nikolai Krylenko, the Commissar of Justice who had been responsible for Show trials and, in his other capacity as Sports Minister, was an enthusiastic supporter of chess.[62] In the USSR, Lasker renounced his German citizenship and received Soviet citizenship.[88] He took permanent residence in Moscow, and was given a post at Moscow's Institute for Mathematics[62] and a post of trainer of the USSR national team.[89]\nLasker returned to competitive chess to make some money, finishing fifth in Zürich 1934 and third in Moscow 1935 (undefeated, ½ point behind Mikhail Botvinnik and Salo Flohr; ahead of Capablanca, Rudolf Spielmann and several Soviet masters), sixth in Moscow 1936 and seventh equal in Nottingham 1936.[90] His performance in Moscow 1935 at age 66 was hailed as \"a biological miracle\".[91]\n\nReturn to the United States[edit]\nIn August 1937, Martha and Emanuel Lasker decided to leave the Soviet Union, and they moved, via the Netherlands, to the United States (first Chicago, next New York) in October 1937.[92] They were visiting Martha's daughter, but they may also have been motivated by political upheaval in the Soviet Union.[93] In the United States Lasker tried to support himself by giving chess and bridge lectures and exhibitions, as he was now too old for serious competition.[21][62] In 1940 he published his last book, The Community of the Future, in which he proposed solutions for serious political problems, including anti-Semitism and unemployment.[62]\n\nAssessment[edit]\nPlaying strength and style[edit]\nLasker was considered to have a \"psychological\" method of play in which he considered the subjective qualities of his opponent, in addition to the objective requirements of his position on the board. Richard Réti published a lengthy analysis of Lasker's play in which he concluded that Lasker deliberately played inferior moves that he knew would make his opponent uncomfortable.[94] W. H. K. Pollock commented, \"It is no easy matter to reply correctly to Lasker's bad moves.\"[95]\nLasker himself denied the claim that he deliberately played bad moves, and most modern writers agree. According to Grandmaster Andrew Soltis and International Master John L. Watson, the features that made his play mysterious to contemporaries now appear regularly in modern play: the g2–g4 \"Spike\" attack against the Dragon Sicilian;[citation needed] sacrifices to gain positional advantage; playing the \"practical\" move rather than trying to find the best move; counterattacking and complicating the game before a disadvantage became serious.[96][97] Former World Champion Vladimir Kramnik said, \"He realized that different types of advantage could be interchangeable: tactical edge could be converted into strategic advantage and vice versa\", which mystified contemporaries who were just becoming used to the theories of Steinitz as codified by Siegbert Tarrasch.[76]\nMax Euwe opined that the real reason behind Lasker's success was his \"exceptional defensive technique\" and that \"almost all there is to say about defensive chess can be demonstrated by examples from the games of Steinitz and Lasker\", the former exemplifying passive defence and the latter an active defence.[98]\nThe famous win against José Raúl Capablanca at St. Petersburg in 1914, which Lasker needed in order to retain any chance of catching up with Capablanca, is sometimes offered as evidence of his \"psychological\" approach. Reuben Fine describes Lasker's choice of opening, the Exchange Variation of the Ruy Lopez, as \"innocuous but psychologically potent\".[4] However, an analysis of Lasker's use of this variation throughout his career concludes that he had excellent results with it as White against top-class opponents, and sometimes used it in \"must-win\" situations.[99] Luděk Pachman writes that Lasker's choice presented his opponent with a dilemma: with only a ½ point lead, Capablanca would have wanted to play safe; but the Exchange Variation's pawn structure gives White an endgame advantage, and Black must use his bishop pair aggressively in the middlegame to nullify this.[100] In Kramnik's opinion, Lasker's play in this game demonstrated deep positional understanding, rather than psychology.[76]\nFine reckoned Lasker paid little attention to the openings,[4] but Capablanca thought Lasker knew the openings very well but disagreed with a lot of contemporary opening analysis. In fact before the 1894 world title match, Lasker studied the openings thoroughly, especially Steinitz's favorite lines. He played primarily e4 openings, particularly the Ruy Lopez. He opened with 1.d4 relatively rarely, although his d4 games had a higher winning percentage than his e4 ones. With the Black pieces, he mainly answered 1.e4 with the French Defense and 1.d4 with the Queen's Gambit. Lasker also used the Sicilian Defense fairly often. In Capablanca's opinion, no player surpassed Lasker in the ability to assess a position quickly and accurately, in terms of who had the better prospects of winning and what strategy each side should adopt.[101] Capablanca also wrote that Lasker was so adaptable that he played in no definite style, and that he was both a tenacious defender and a very efficient finisher of his own attacks.[102]\nLasker followed Steinitz's principles, and both demonstrated a completely different chess paradigm than the \"romantic\" mentality before them. Thanks to Steinitz and Lasker, positional players gradually became common (Tarrasch, Schlechter, and Rubinstein stand out.) But, while Steinitz created a new school of chess thought, Lasker's talents were far harder for the masses to grasp; hence there was no Lasker school.[103]\nIn addition to his enormous chess skill, Lasker was said to have an excellent competitive temperament: his rival Siegbert Tarrasch once said, \"Lasker occasionally loses a game, but he never loses his head.\"[4] Lasker enjoyed the need to adapt to varying styles and to the shifting fortunes of tournaments.[3] Although very strong in matches, he was even stronger in tournaments. For over 20 years, he always finished ahead of the younger Capablanca: at St. Petersburg 1914, New York 1924, Moscow 1925, and Moscow 1935.[104] Only in 1936 (15 years after their match), when Lasker was 67, did Capablanca finish ahead of him.[105]\nIn 1964, Chessworld magazine published an article in which future World Champion Bobby Fischer listed the ten greatest players in history.[106] Fischer did not include Lasker in the list, deriding him as a \"coffee-house player [who] knew nothing about openings and didn't understand positional chess\".[107] In a poll of the world's leading players taken some time after Fischer's list appeared, Tal, Korchnoi, and Robert Byrne all said that Lasker was the greatest player ever.[108] Both Pal Benko and Byrne stated that Fischer later reconsidered and said that Lasker was a great player.[109][110]\nStatistical ranking systems place Lasker high among the greatest players of all time. The book Warriors of the Mind places him sixth, behind Garry Kasparov, Anatoly Karpov, Fischer, Mikhail Botvinnik and Capablanca.[111] In his 1978 book The Rating of Chessplayers, Past and Present, Arpad Elo gave retrospective ratings to players based on their performance over the best five-year span of their career. He concluded that Lasker was the joint second strongest player of those surveyed (tied with Botvinnik and behind Capablanca).[112] The most up-to-date system, Chessmetrics, is rather sensitive to the length of the periods being compared, and ranks Lasker between fifth and second strongest of all time for peak periods ranging in length from one to twenty years.[113] Its author, the statistician Jeff Sonas, concluded that only Kasparov and Karpov surpassed Lasker's long-term dominance of the game.[114] By Chessmetrics' reckoning, Lasker was the number 1 player in 292 different months—a total of over 24 years. His first No. 1 rank was in June 1890, and his last in December 1926—a span of 36½ years.[115] Chessmetrics also considers him the strongest 67-year-old in history: in December 1935, at age 67 years and 0 months, his rating was 2691 (number 7 in the world), well above second-place Viktor Korchnoi's rating at that age (2660, number 39 in the world, in March 1998).[116]\n\nInfluence on chess[edit]\n Lasker at home in Berlin, in 1933\nLasker founded no school of players who played in a similar style.[4] Max Euwe, World Champion 1935–1937 and a prolific writer of chess manuals, who had a lifetime 0–3 score against Lasker,[117] said, \"It is not possible to learn much from him. One can only stand and wonder.\"[118] However, Lasker's pragmatic, combative approach had a great influence on Soviet players like Mikhail Tal and Viktor Korchnoi.[119]\nThere are several \"Lasker Variations\" in the chess openings, including Lasker's Defense to the Queen's Gambit, Lasker's Defense to the Evans Gambit (which effectively ended the use of this gambit in tournament play until a revival in the 1990s),[120] and the Lasker Variation in the McCutcheon Variation of the French Defense.[121]\nOne of Lasker's most famous games is Lasker–Bauer, Amsterdam 1889, in which he sacrificed both bishops in a maneuver later repeated in a number of games. Similar sacrifices had already been played by Cecil Valentine De Vere and John Owen, but these were not in major events and Lasker probably had not seen them.[118]\nLasker was shocked by the poverty in which Wilhelm Steinitz died and did not intend to die in similar circumstances.[122] He became notorious for demanding high fees for playing matches and tournaments, and he argued that players should own the copyright in their games rather than let publishers get all the profits.[3][123] These demands initially angered editors and other players, but helped to pave the way for the rise of full-time chess professionals who earn most of their living from playing, writing and teaching.[3] Copyright in chess games had been contentious at least as far back as the mid-1840s,[124] and Steinitz and Lasker vigorously asserted that players should own the copyright and wrote copyright clauses into their match contracts.[125] However, Lasker's demands that challengers should raise large purses prevented or delayed some eagerly awaited World Championship matches—for example Frank James Marshall challenged him in 1904 to a match for the World Championship but could not raise the stakes demanded by Lasker until 1907.[53][57] This problem continued throughout the reign of his successor, Capablanca.[126][127]\nSome of the controversial conditions that Lasker insisted on for championship matches led Capablanca to attempt twice (1914 and 1922) to publish rules for such matches, to which other top players readily agreed.[51][128]\n\nWork in other fields[edit]\nLasker was also a mathematician. In his 1905 article on commutative algebra, Lasker introduced the theory of primary decomposition of ideals, which has influence in the theory of Noetherian rings.[129] Rings having the primary decomposition property are called \"Laskerian rings\" in his honor.[57][130]\nHis attempt to create a general theory of all competitive activities were followed by more consistent efforts from von Neumann on game theory,[131] and his later writings about card games presented a significant issue in the mathematical analysis of card games.[81]\nHowever, his dramatic and philosophical works have never been highly regarded.[62]\n\nPersonal life, family and friends[edit]\nLasker died of a kidney infection in New York on January 11, 1941, at the age of 72, as a charity patient at the Mount Sinai Hospital. A funeral service for him was held at the Riverside Memorial Chapel.[132] He was buried at historic Beth Olom Cemetery, Queens, New York.[133]\nHis wife Martha and his sister, Mrs. Lotta Hirschberg, survived him.[134][135]\nPoet Else Lasker-Schüler was his sister-in-law. \nEdward Lasker, born in Kempen (Kępno), Greater Poland (then Prussia), the German-American chess master, engineer, and author, claimed that he was distantly related to Emanuel Lasker.[136] They both played in the great New York 1924 chess tournament.[137]\nLasker was a good friend of Albert Einstein, who wrote the introduction to the posthumous biography Emanuel Lasker, The Life of a Chess Master from Dr. Jacques Hannak (1952).[138] In this preface Einstein expresses his satisfaction at having met Lasker, writing:\n\nEmanuel Lasker was undoubtedly one of the most interesting people I came to know in my later years. We must be thankful to those who have penned the story of his life for this and succeeding generations. For there are few men who have had a warm interest in all the great human problems and at the same time kept their personality so uniquely independent.\nPublications[edit]\nChess[edit]\n Lasker's Chess Magazine cover from November 1906\nThe London Chess Fortnightly, 1892–93[20]\nCommon Sense in Chess, 1896 (an abstract of 12 lectures delivered to a London audience in 1895)\nLasker's How to Play Chess: An Elementary Text Book for Beginners, Which Teaches Chess By a New, Easy and Comprehensive Method, 1900\nLasker's Chess Magazine, OCLC 5002324, 1904–1907.[21]\nThe International Chess Congress, St. Petersburg, 1909, 1910\nLasker's Manual of Chess, 1925, is as famous in chess circles for its philosophical tone as for its content.[139]\nLehrbuch des Schachspiels, 1926 – English version Lasker's Manual of Chess published in 1927.\nLasker's Chess Primer, 1934\nOther games[edit]\nEncyclopedia of Games, 1929.[81]\nDas verständige Kartenspiel (Sensible Card Play), 1929 – English translation published in the same year.[81]\nBrettspiele der Völker (Board Games of the Nations), 1931 – includes sections about Go and Lasca.[140][82]\nDas Bridgespiel (\"The Game of Bridge\"), 1931.[84]\nMathematics[edit]\nLasker, Emanuel (August 1895). \"Metrical Relations of Plane Spaces of n Manifoldness\". Nature. 52 (1345): 340–343. Bibcode:1895Natur..52R.340L. doi:10.1038/052340d0. S2CID 4017358.\nLasker, Emanuel (October 1895). \"About a certain Class of Curved Lines in Space of n Manifoldness\". Nature. 52 (1355): 596. Bibcode:1895Natur..52..596L. doi:10.1038/052596a0. S2CID 4016031.\nLasker, Emanuel (1901). \"Über Reihen auf der Convergenzgrenze ( \"On Series at Convergence Boundaries\" )\". Philosophical Transactions of the Royal Society A. 196 (274–286): 431–477. Bibcode:1901RSPTA.196..431L. doi:10.1098/rsta.1901.0009. – Lasker's PhD thesis.\nLasker, E. (1905). \"Zur Theorie der Moduln und Ideale\". Math. Ann. 60 (1): 19–116. doi:10.1007/BF01447495. S2CID 120367750.\nPhilosophy[edit]\nKampf (Struggle), 1906.[63]\nDas Begreifen der Welt (Comprehending the World), 1913.[57]\nDie Philosophie des Unvollendbar (sic; The Philosophy of the Unattainable), 1918.[57]\nVom Menschen die Geschichte (\"History of Mankind\"), 1925 – a play, co-written with his brother Berthold.[62]\nThe Community of the Future, 1940.[62]\nIn popular culture[edit]\nIn Michael Chabon's alternate history mystery novel, The Yiddish Policemen's Union, the murdered man, Mendel Shpilman (born during the 1960s), being a chess enthusiast, uses the name \"Emanuel Lasker\" as an alias. The reference is clearly understood by the protagonist, Detective Meyer Landsman, because he has also studied chess.[citation needed]\n\nTournament results[edit]\nThe following table gives Lasker's placings and scores in tournaments.[10][21][32][33][78][90][141] The first \"Score\" column gives the number of points on the total possible. In the second \"Score\" column, \"+\" indicates the number of won games, \"−\" the number of losses, and \"=\" the number of draws.\n\n\n\nDate\nLocation\nPlace\nScore\nNotes\n\n\n1888/89\nBerlin (Café Kaiserhof)\n1st\n20/20\n+20−0=0\n \n\n\n1889\nBreslau \"B\"\n1st =\n12/15\n+11−2;=2\n\nTied with von Feyerfeil and won the play-off. This was Hauptturnier A of the sixth DSB Congress, i.e. the \"second-division\" tournament.\n\n\n1889\nAmsterdam \"A\" tournament\n2nd\n6/8\n+5−1=2\n\nBehind Amos Burn; ahead of James Mason, Isidor Gunsberg and others. This was the stronger of the two Amsterdam tournaments held at that time.\n\n\n1890\nBerlin\n1–2\n6½/8\n+6−1=1\n\nTied with his brother Berthold Lasker.\n\n\n1890\nGraz\n3rd\n4/6\n+3−1=2\n\nBehind Gyula Makovetz and Johann Hermann Bauer.\n\n\n1892\nLondon\n1st\n9/11\n+8−1=2\n\nAhead of Mason and Rudolf Loman.[9]\n\n\n1892\nLondon\n1st\n6½/8\n+5−0=3\n\nAhead of Joseph Henry Blackburne, Mason, Gunsberg and Henry Edward Bird.\n\n\n1893\nNew York City\n1st\n13/13\n+13−0=0\n\nAhead of Adolf Albin, Jackson Showalter and a newcomer named Harry Nelson Pillsbury.\n\n\n1895\nHastings\n3rd\n15½/21\n+14−4=3\n\nBehind Pillsbury and Mikhail Chigorin; ahead of Siegbert Tarrasch, Wilhelm Steinitz and the rest of a strong field.\n\n\n1895/96\nSt. Petersburg\n1st\n11½/18\n+8−3=7\n\nA Quadrangular tournament; ahead of Steinitz (by two points), Pillsbury and Chigorin.\n\n\n1896\nNuremberg\n1st\n13½/18\n+12−3=3\n\nAhead of Géza Maróczy, Pillsbury, Tarrasch, Dawid Janowski, Steinitz and the rest of a strong field.\n\n\n1899\nLondon\n1st\n23½/28\n+20−1=7\n\nAhead of Janowski, Pillsbury, Maróczy, Carl Schlechter, Blackburne, Chigorin and several other strong players.\n\n\n1900\nParis\n1st\n14½/16\n+14−1=1\n\nAhead of Pillsbury (by two points), Frank James Marshall, Maróczy, Burn, Chigorin and several others.\n\n\n1904\nCambridge Springs\n2nd =\n11/15\n+9−2=4\n\nTied with Janowski; two points behind Marshall; ahead of Georg Marco, Showalter, Schlechter, Chigorin, Jacques Mieses, Pillsbury and others.\n\n\n1906\nTrenton Falls\n1st\n5/6\n+4−0=2\n\nA Quadrangular tournament; ahead of Curt, Albert Fox and Raubitschek.\n\n\n1909\nSt. Petersburg\n1st =\n14½/18\n+13−2=3\n\nTied with Akiba Rubinstein; ahead of Oldřich Duras and Rudolf Spielmann (by 3½ points), Ossip Bernstein, Richard Teichmann and several other strong players.\n\n\n1914\nSt. Petersburg\n1st\n13½/18\n+10−1=7\n\nAhead of José Raúl Capablanca, Alexander Alekhine, Tarrasch and Marshall. This tournament had an unusual structure: there was a preliminary tournament in which eleven players played each other player once; the top five players then played a separate final tournament in which each player who made the \"cut\" played the other finalists twice; but their scores from the preliminary tournament were carried forward. Even the preliminary tournament would now be considered a \"super-tournament\". Capablanca \"won\" the preliminary tournament by 1½ points without losing a game, but Lasker achieved a plus score against all his opponents in the final tournament and finished with a combined score ½ point ahead of Capablanca's.\n\n\n1918\nBerlin\n1st\n4½/6\n+3−0=3\n\nQuadrangular tournament. Ahead of Rubinstein, Schlechter and Tarrasch.\n\n\n1923\nMoravská Ostrava\n1st\n10½/13\n+8−0=5\n\nAhead of Richard Réti, Ernst Grünfeld, Alexey Selezniev, Savielly Tartakower, Max Euwe and other strong players.\n\n\n1924\nNew York City\n1st\n16/20\n+13−1=6\n\nAhead of Capablanca (by 1½ points), Alekhine, Marshall, and the rest of a very strong field.\n\n\n1925\nMoscow\n2nd\n14/20\n+10−2=8\n\nBehind Efim Bogoljubow; ahead of Capablanca, Marshall, Tartakower, Carlos Torre, other strong non-Soviet players and the leading Soviet players.\n\n\n1934\nZürich\n5th\n10/15\n+9−4=2\n\nBehind Alekhine, Euwe, Salo Flohr and Bogoljubow; ahead of Bernstein, Aron Nimzowitsch, Gideon Ståhlberg and various others.\n\n\n1935\nMoscow\n3rd\n12½/19\n+6−0=13\n\nhalf a point behind Mikhail Botvinnik and Flohr; ahead of Capablanca, Spielmann, Ilya Kan, Grigory Levenfish, Andor Lilienthal, Viacheslav Ragozin and others. Emanuel Lasker was about 67 years old at the time.\n\n\n1936\nMoscow\n6th\n8/18\n+3−5=10\n\nCapablanca won.\n\n\n1936\nNottingham\n7–8th\n8½/14\n+6−3=5\n\nCapablanca and Botvinnik tied for first place.\n\nMatch results[edit]\nHere are Lasker's results in matches.[16][17][46][55] The first \"Score\" column gives the number of points on the total possible. In the second \"Score\" column, \"+\" indicates the number of won games, \"−\" the number of losses, and \"=\" the number of draws.\n\n\n\nDate\nOpponent\nResult\nLocation\nScore\nNotes\n\n\n1889\nE.R. von Feyerfeil\nWon\nBreslau\n1−0\n+1−0=0\nPlay-off match\n\n\n1889/90\nCurt von Bardeleben\nWon\nBerlin\n2½–1½\n+2−1=1\n \n\n\n1889/90\nJacques Mieses\nWon\nLeipzig\n6½–1½\n+5−0=3\n \n\n\n1890\nBerthold Lasker\nDrew\nBerlin\n½–½\n+0−0=1\nPlay-off match\n\n\n1890\nHenry Edward Bird\nWon\nLiverpool\n8½–3½\n+7−2=3\n \n\n\n1890\nN.T. Miniati\nWon\nManchester\n4–1\n+3−0=2\n \n\n\n1890\nBerthold Englisch\nWon\nVienna\n3½–1½\n+2−0=3\n \n\n\n1891\nFrancis Joseph Lee\nWon\nLondon\n1½–½\n+1−0=1\n \n\n\n1892\nJoseph Henry Blackburne\nWon\nLondon\n8–2\n+6−0=4\n \n\n\n1892\nBird\nWon\nNewcastle upon Tyne\n5–0\n+5−0=0\n \n\n\n1892/93\nJackson Showalter\nWon\nLogansport and Kokomo, Indiana\n7–3\n+6−2=2\n \n\n\n1893\nCelso Golmayo Zúpide\nWon\nHavana\n2½–½\n+2−0=1\n \n\n\n1893\nAndrés Clemente Vázquez\nWon\nHavana\n3–0\n+3−0=0\n \n\n\n1893\nA. Ponce\nWon\nHavana\n2–0\n+2−0=0\n \n\n\n1893\nAlfred Ettlinger\nWon\nNew York City\n5–0\n+5−0=0\n \n\n\n1894\nWilhelm Steinitz\nWon\nNew York, Philadelphia, Montreal\n12–7\n+10−5=4\nWon World Chess Championship\n\n\n1896/97\nSteinitz\nWon\nMoscow\n12½–4½\n+10−2=5\nRetained World Chess Championship\n\n\n1901\nDawid Janowski\nWon\nManchester\n1½–½\n+1−0=1\n \n\n\n1903\nMikhail Chigorin\nLost\nBrighton\n2½–3½\n+1−2=3\nRice Gambit-themed match\n\n\n1907\nFrank James Marshall\nWon\nNew York, Philadelphia, Washington, D.C., Baltimore, Chicago, Memphis\n11½–3½\n+8−0=7\nRetained World Chess Championship\n\n\n1908\nSiegbert Tarrasch\nWon\nDüsseldorf, Munich\n10½–5½\n+8−3=5\nRetained World Chess Championship\n\n\n1908\nAbraham Speijer\nWon\nAmsterdam\n2½–½\n+2−0=1\n \n\n\n1909\nJanowski\nDrew\nParis\n2–2\n+2−2=0\nExhibition match\n\n\n1909\nJanowski\nWon\nParis\n8–2\n+7−1=2\n \n\n\n1910\nCarl Schlechter\nDrew\nVienna−Berlin\n5–5\n+1−1=8\nRetained World Chess Championship\n\n\n1910\nJanowski\nWon\nBerlin\n9½–1½\n+8−0=3\nRetained World Chess Championship\n\n\n1914\nOssip Bernstein\nDrew\nMoscow\n1–1\n+1−1=0\nExhibition match\n\n\n1916\nTarrasch\nWon\nBerlin\n5½–½\n+5−0=1\n \n\n\n1921\nJosé Raúl Capablanca\nLost\nHavana\n5–9\n+0−4=10\nLost World Chess Championship\n\n\n1940\nFrank James Marshall\nUnfinished due to Lasker's illness and death\nNew York\n½–1½\n+0−1=1\nexhibition match[6]:311\n\nNotable games[edit]\nLasker vs. Johann Hermann Bauer, Amsterdam 1889.[142] Although this was not the earliest-known game with a successful two-bishops sacrifice, this combination is now known as a \"Lasker–Bauer combination\" or \"Lasker sacrifice\".[118]\nHarry Nelson Pillsbury vs. Lasker, St Petersburg 1895.[143] A brilliant sacrifice on the 17th move leads to a victorious attack.[4]\nWilhelm Steinitz vs. Lasker, London 1899.[144] The old champion and the new one really go for it.[145]\nFrank James Marshall vs. Lasker, World Championship Match 1907, game 1.[146] Lasker's attack is insufficient for a quick win, so he trades it in for an endgame in which he quickly ties Marshall in knots.[147]\nLasker vs. Carl Schlechter, match 1910, game 10.[148] Not a great game, but the one that saved Lasker from losing his world title in 1910.[149]\nLasker vs. Jose Raul Capablanca, St Petersburg 1914.[150] Lasker, who needed a win here, surprisingly used a quiet opening, allowing Capablanca to simplify the game early. There has been much debate about whether Lasker's approach represented subtle psychology or deep positional understanding.[4][76][100]\nMax Euwe vs. Lasker, Zurich 1934.[151] 66-year-old Lasker beats a future World Champion, sacrificing his queen to turn defence into attack.[152]\nSee also[edit]\nList of Jewish chess players\nReferences[edit]\n\n\n^ a b A detailed examination of Emanuel Lasker's involvement in bridge is provided by the chapter Nicht nur Schach Emanuel Lasker als Bridgespieler by Robert van de Velde on pages 332–363 of Emanuel Lasker Denker Weltenbürger Schachweltmeister edited by Richard Forster, Stefan Hansen and Michael Negele (Berlin, 2009).\n\n^ Jeff Sonas. \"Chessmetrics Player Profile: Berthold Lasker\". Chessmetrics. Retrieved May 30, 2008.\n\n^ a b c d e f Tyle, L.B., ed. (2002). UXL Encyclopedia of World Biography. U·X·L. ISBN 0-7876-6465-0. Retrieved May 30, 2008.\n\n^ a b c d e f g h i j Fine, Reuben (1952). \"Emanuel Lasker\". The World's Great Chess Games. Andre Deutsch (now as paperback from Dover). ISBN 0-679-13046-2.\n\n^ \"The Start of a Chess Career\", from Lasker & His Contemporaries, issue 1, published by Thinkers Press, Inc.\n\n^ a b c Dr. J. Hannak (2011). Emanuel Lasker: The Life of a Chess Master. Dover. ISBN 978-0486267067.\n\n^ \"Amsterdam (1889)\". chessgames.com. Retrieved July 23, 2019.\n\n^ Di Felice, Gino (2004). Chess Results, 1747–1900. McFarland & Company. pp. 133–134. ISBN 0-7864-2041-3.\n\n^ a b Gillam, A.J. (2008). London March 1892; London March/April 1892; Belfast 1892. The Chess Player. ISBN 978-1-901034-59-2. Retrieved November 23, 2008.\n\n^ a b c \"I tornei di scacchi dal 1880 al 1899\". La grande storia degli scacchi. Retrieved September 4, 2009.\n\n^ Di Felice, Gino (2004). Chess Results, 1747-1900. McFarland & Company. p. 142. ISBN 0-7864-2041-3.\n\n^ a b c d \"Ready for a big chess match\" (PDF). New York Times. March 11, 1894. Retrieved May 30, 2008. Note: this article implies that the combined stake was $4,500, but Lasker wrote that it was $4,000: \"From the Editorial Chair\". Lasker's Chess Magazine. 1. January 1905. Retrieved May 31, 2008.\n\n^ Hooper, David; Whyld, Kenneth (1992). The Oxford Companion to Chess. Oxford University Press. p. 81. ISBN 0-19-866164-9.\n\n^ Soltis, Andrew (2002). Chess Lists Second Edition. McFarland & Company. pp. 81–83. ISBN 0-7864-1296-8.\n\n^ Sunnucks, Anne (1970). The Encyclopaedia of Chess. St. Martin's Press. p. 76. ISBN 0-7091-1030-8.\n\n^ a b c \"I matches 1880/99\". La grande storia degli scacchi. Retrieved February 12, 2020.\n\n^ a b c Select the \"Career details\" option at Jeff Sonas. \"Chessmetrics Player Profile: Emanuel Lasker (career details)\". Chessmetrics.com. Retrieved May 30, 2008.\n\n^ Jeff Sonas. \"Chessmetrics Monthly Lists: 1885–1895\". Chessmetrics. Retrieved May 30, 2008.\n\n^ Jeff Sonas. \"Chessmetrics Summary: 1885–1895\". Chessmetrics. Retrieved May 30, 2008.\n\n^ a b c Lasker, Emanuel. The London Chess Fortnightly (PDF). Moravian Chess. Retrieved June 6, 2008.\n\n^ a b c d e f g h i Bill Wall. \"Dr. Emanuel Lasker (1868–1941)\". GeoCities.com. Archived from the original on October 28, 2009. Retrieved August 3, 2007.CS1 maint: unfit URL (link)\n\n^ a b Hannak, J. (1959). Emanuel Lasker: The Life of a Chess Master. Simon & Schuster. p. 31. ISBN 0-486-26706-7.\n\n^ Using incomes for the adjustment factor, as the outcome depended on a few months' hard work by the players; if prices are used for the conversion, the result is over $99,000—see \"Six Ways to Compute the Relative Value of a U.S. Dollar Amount, 1774 to Present\". MeasuringWorth. Retrieved May 30, 2008. However, Lasker later published an analysis showing that the winning player got $1,600 and the losing player $600 out of the $4,000, as the backers who had bet on the winner got the rest: \"From the Editorial Chair\". Lasker's Chess Magazine. 1. January 1905. Retrieved May 31, 2008.\n\n^ \"The Steinitz Papers – review\". ChessVille. Retrieved May 30, 2008.\n\n^ Kažić, B. M. (1974). International Championship Chess: A Complete Record of FIDE Events. Pitman. p. 212. ISBN 0-273-07078-9.\n\n^ a b Giffard, Nicolas (1993). Le Guide des Échecs (in French). Éditions Robert Laffont. p. 394.\n\n^ \"Lasker v. Steinitz – World Championship Match 1894\". ChessVille. Retrieved May 30, 2008.\n\n^ Kažić, B. M. (1974). International Championship Chess: A Complete Record of FIDE Events. Pitman. p. 213. ISBN 0-273-07078-9.\n\n^ Winter, E. \"Kasparov, Karpov and the Scotch\". ChessHistory. Retrieved May 30, 2008.\n\n^ \"Emanuel Lasker\". Chess-Poster. Archived from the original on May 27, 2008. Retrieved June 5, 2008.\n\n^ \"Chess World Champions – Emanuel Lasker\". ChessCorner. Retrieved November 21, 2008.\n\n^ a b \"I tornei di scacchi dal 1900 al 1909\". La grande storia degli scacchi. Retrieved September 4, 2009.\n\n^ a b \"I tornei di scacchi dal 1910 al 1919\". La grande storia degli scacchi. Retrieved September 4, 2009.\n\n^ For good measure he also took first prize in a weaker tournament at Trenton Falls in 1906.\n\n^ Winter, Edward (1999). Kings, Commoners and Knaves: Further Chess Explorations (1 ed.). Russell Enterprises, Inc. pp. 315–316. ISBN 1-888690-04-6.\n\n^ Winter, Edward (2003). A Chess Omnibus (1 ed.). Russell Enterprises, Inc. pp. 177–178. ISBN 1-888690-17-8.\n\n^ Winter, Edward. \"Chess Note 5144: Tsar Nicholas II\". ChessHistory. Retrieved November 21, 2008.\n\n^ An underrated world-class player: Geza Maroczy, Chessbase, March 4 2020\n\n^ a b Giffard, p.396\n\n^ Stefan Löffler. \"Check and Mate\". The Atlantic Times. Archived from the original on May 24, 2011.\n\n^ Giffard, p.397\n\n^ \"Tarrasch vs. Lasker, World Championship 1908\". Chessgames.com\n\n^ a b Giffard, p.398\n\n^ Several authors have considered this match as a World Chess Championship, for instance:\nHorowitz, Israel (1973). From Morphy to Fischer. Batsford. pp. 63–64.\nKeene, Raymond; Goodman, David (1986). The Centenary Match – Kasparov-Karpov III. Batsford. p. 6. ISBN 0-02-028700-3.\nGiffard, Nicolas (1993). Le guide des échecs (in French). Éditions Robert Laffont. p. 400.\nMore recent sources consider it was only an exhibition match:\nEdward Winter. \"Chess Notes 5199\". ChessHistory.com.\nMark Weeks. \"1909 Lasker – Janowski Exhibition Matches\". mark-weeks.com.\n\n^ a b Giffard, Nicolas (1993). Le guide des échecs (in French). Éditions Robert Laffont. p. 400.\n\n^ a b \"I matches 1900/14\". La grande storia degli scacchi. Retrieved February 12, 2020.\n\n^ Giffard 1993, p. 404\n\n^ Giffard 1993, p. 406\n\n^ \nIsaak and Vladimir Linder (2010). Emanuel Lasker, 2nd World Chess Champion. Russell Enterprises Inc. p. 109.\n\n^ Using average incomes as the conversion factor; if prices are used for the conversion, the result is about $45,000—see \"Six Ways to Compute the Relative Value of a U.S. Dollar Amount, 1774 to Present\". MeasuringWorth. Retrieved June 5, 2008.\n\n^ a b \"1921 World Chess Championship\". Archived from the original on January 20, 2005. Retrieved November 21, 2008. This cites: a report of Lasker's concerns about the location and duration of the match, in the New York Evening Post, March 15, 1911; Capablanca's letter of December 20, 1911 to Lasker, stating his objections to Lasker's proposal; Lasker's letter to Capablanca, breaking off negotiations; Lasker's letter of April 27, 1921 to Alberto Ponce of the Havana Chess Club, proposing to resign the 1921 match; and Ponce's reply, accepting the resignation.\n\n^ Jeff Sonas. \"Chessmetrics Player Profile: Akiba Rubinstein\". Chessmetrics. Retrieved June 4, 2008.\n\n^ a b Horowitz, I.A. (1973). From Morphy to Fischer. Batsford.\n\n^ Wilson, F. (1975). Classical Chess Matches, 1907–1913. Dover. ISBN 0-486-23145-3.\n\n^ a b c \"I matches 1915/29\". La grande storia degli scacchi. Retrieved February 12, 2020.\n\n^ \"Berlin 1897, 1918 and 1928\". Endgame. Archived from the original on June 19, 2008. Retrieved June 5, 2008.\n\n^ a b c d e f g h i j \"Lasker biography\". University of St Andrews. Retrieved May 31, 2008.\n\n^ Lasker, Emanuel (August 1895). \"Metrical Relations of Plane Spaces of n Manifoldness\". Nature. 52 (1345): 340–343. Bibcode:1895Natur..52R.340L. doi:10.1038/052340d0. S2CID 4017358.Lasker, Emanuel (October 1895). \"About a certain Class of Curved Lines in Space of n Manifoldness\". Nature. 52 (1355): 596. Bibcode:1895Natur..52..596L. doi:10.1038/052596a0. S2CID 4016031.\n\n^ Reshevsky, Samuel (1976). Great Chess Upsets. Arco. ISBN 0-668-03492-0.\n\n^ Lasker, Emanuel (1901). \"Über Reihen auf der Convergenzgrenze\". Philosophical Transactions of the Royal Society A. 196 (274–286): 431–477. Bibcode:1901RSPTA.196..431L. doi:10.1098/rsta.1901.0009.\n\n^ Lasker, E. (1905). \"Zur Theorie der Moduln und Ideale\". Math. Ann. 60 (1): 20–116. doi:10.1007/BF01447495. S2CID 120367750.[permanent dead link]Noether, Emmy (1921). \"Idealtheorie in Ringbereichen\". Mathematische Annalen. 83 (1): 24–66. Bibcode:1921MatAn..83...24N. doi:10.1007/BF01464225. S2CID 121594471. Archived from the original on March 5, 2016. Retrieved September 30, 2013. For the relationship between Lasker's work and Noether's see \"Lasker ring\". Encyclopedia of Mathematics. Springer. Retrieved May 31, 2008.\n\n^ a b c d e f g h i j \"Lasker: New Approaches\". Lasker-Gesellschaft. Archived from the original on July 26, 2011. Retrieved November 21, 2008.; also available at \"Lasker: New Approaches\" (PDF). ChessCafe. Retrieved May 2, 2008.. This refers to Sieg, Ulrich; Dreyer, Michael (2001). Emanuel Lasker: Schach, Philosophie und Wissenschaft (Emanuel Lasker: Chess, Philosophy and Science). Philo. ISBN 3-8257-0216-2..\n\n^ a b Many sources say Kampf was published in 1907, but Lasker said 1906 - Lasker, Emanuel (1960) [1932]. Lasker's Manual of Chess. Courier Dover. ISBN 0-486-20640-8.\n\n^ Lasker, Emanuel (1965) [1896 (German edition)]. Common Sense in Chess. Courier Dover. ISBN 0-486-21440-0. Retrieved May 2, 2008.\n\n^ \"Chess World's Doings; Lasker to Test Rice Gambit\" (PDF). New York Times. August 2, 1903. Retrieved May 2, 2008.\n\n^ \"Chess Notes by Edward Winter\". Lasker's Chess Magazine: 35. November 1907. Retrieved May 2, 2008.\n\n^ \"Moravian chess publishing – Catalogue\". Moravian Chess. Archived from the original on July 4, 2007. Retrieved May 2, 2008.\n\n^ \"Google Groups\". groups.google.com. Retrieved April 7, 2016.\n\n^ Forster, Richard; Negele, Michael; Tischbierek, Raj (eds.): Emanuel Lasker: volume II, choices and chances, chess and other games of the mind – Berlin, Excelsior Verlag, 2020, ISBN 978-3-935800-10-5, Chapter 4, pages 165–213: Lasker and Go, Theo van Ees and Hans-Christian Wolfarth.\n\n^ Hannak, J. (1959). Emanuel Lasker: The Life of a Chess Master. Simon & Schuster. pp. 152, 160–61.\n\n^ Hooper, D.; Whyld, K. (1992). The Oxford Companion to Chess (2 ed.). p. 218. ISBN 0-19-866164-9.\n\n^ Hannak, J. (1959). Emanuel Lasker: The Life of a Chess Master. Simon & Schuster. p. 125.\n\n^ a b c Winter, Edward. \"How Capablanca Became World Champion\". ChessHistory. Retrieved June 5, 2008. Winter cites: American Chess Bulletin (July–August 1920 issue) for Lasker's resignation of the title, the ACB's theory about Lasker's real motive and Havana's offer of $20,000; Amos Burn in The Field of July 3, 1920, the British Chess Magazine of August 1920 and other sources for protestations that Lasker had no right to nominate a successor; Amos Burn in The Field of July 3, 1920 and E.S. Tinsley in The Times (London) of June 26, 1920 for criticism of the conditions Lasker set for the defense of the title; American Chess Bulletin September–October 1920 for Lasker's and Capablanca's statements that Capablanca was the champion and Lasker the challenger, for Capablanca's statement that Lasker's contract with Rubinstein had contained a clause allowing him to abdicate in favor of Rubinstein, for Lasker's intention to resign the title if he beat Capablanca and his support for an international organization, preferably based in the Americas, to manage international chess. Winter says that before Lasker's abdication some chess correspondents had been calling for Lasker to be stripped of the title. For a very detailed account given by Capablanca after the match, see Capablanca, José Raúl (October 1922). \"Capablanca's Reply to Lasker (presented by Edward Winter)\". British Chess Magazine. Retrieved June 5, 2008.\n\n^ Giffard, Nicolas (1993). Le guide des échecs (in French). Éditions Robert Laffont. p. 412.\n\n^ Golombek, H. (1959). \"On the Way to the World Championship\".  In Golombek, H. (ed.). Capablanca's Hundred Best Games of Chess. G. Bell & Sons. p. 59. ISBN 0-679-14044-1.\n\n^ a b c d Vladimir Kramnik. \"Kramnik Interview: From Steinitz to Kasparov\". Kramnik.com. Archived from the original on May 12, 2008. Retrieved January 2, 2009.\n\n^ \"I matches 1930/49\". La grande storia degli scacchi. Retrieved September 3, 2009.\n\n^ a b \"I tornei di scacchi dal 1920 al 1929\". La grande storia degli scacchi. Retrieved September 4, 2009.\n\n^ \"Production of Lasker trainer cancelled\". ChessBase. April 7, 2007. Retrieved May 2, 2008. includes an image of part of the original newspaper report.\n\n^ Lasker, Emanuel (1960) [1927]. Lasker's Manual of Chess. Dover. ISBN 0-486-20640-8. Retrieved June 6, 2008.\n\n^ a b c d Johan Wăstlund (September 5, 2005). \"A solution of two-person single-suit whist\" (PDF). The Electronic Journal of Combinatorics. 12. Retrieved June 6, 2008.\n\n^ a b \"About Lasca – a little-known abstract game\". Human–Computer Interface Research. Archived from the original on May 9, 2008. Retrieved June 6, 2008.\n\n^ a b Culbertson, Ely (1940). The Strange Lives of One Man. Chicago: The John C. Winston Company. pp. 552–553.\n\n^ a b \"Chess and Bridge\". ChessHistory. Retrieved June 6, 2008.\n\n^ Hannak, J. (1959). Emanuel Lasker: The Life of a Chess Master. Simon and Schuster. p. 266. ISBN 0-486-26706-7.\n\n^ Hannak, J. (1959). Emanuel Lasker: The Life of a Chess Master. Simon & Schuster. p. 268. ISBN 0-486-26706-7.\n\n^ Hooper, D.; Whyld, K. (1992). The Oxford Companion to Chess (2 ed.). p. 218. ISBN 0-19-866164-9.\n\n^ Litmanowicz, Władysław; Giżycki, Jerzy (1986). Szachy od A do Z. Wydawnictwo Sport i Turystyka Warszawa. ISBN 83-217-2481-7. (1. A-M), (2. N-Z).\n\n^ Weinstein, Boris Samoilovich (1981). Myslitel (Thinker). Fizkultura i sport. pp. 104 (Russian edition).\n\n^ a b \"I tornei di scacchi dal 1930 al 1939\". La grande storia degli scacchi. Retrieved September 4, 2009.\n\n^ Reuben Fine (1976). The World's Great Chess Games. Dover. p. 51. ISBN 0-486-24512-8.\n\n^ Weinstein, Boris Samoilovich (1981). Myslitel (Thinker). Fizkultura i sport. pp. 105 (Russian edition).\n\n^ Isaak and Vladimir Linder (2010). Emanuel Lasker, 2nd World Chess Champion. Russell Enterprises Inc. p. 244.\n\n^ Réti wrote, \"In analyzing Lasker's tournament games, I was struck by his lasting and at first seemingly incredible good luck. ... There is no denying the fact that over and over again Lasker's exposition is poor, that he is in a losing position hundreds of times and, nevertheless, wins in the end.\"Réti, Richard (1976). Masters of the Chessboard. Dover Publications. p. 132. ISBN 0-486-23384-7. Réti considered, but rejected as too improbable, the \"hypothesis of lasting luck\", finally concluding that the only explanation for Lasker's repeated success from bad positions is that he \"often plays badly on purpose\". Id. Réti concluded that Lasker studied his opponents' strong and weak points, and that, \"He is not so much interested in making the objectively best moves as he is in making those most disagreeable to his opponent; he turns the game in a direction not suitable to the style of his opponent and on this unaccustomed road leads him to the abyss, often by means of intentionally bad moves, as I have previously described.\" Id. at 133.\n\n^ Rowland, Mrs. F.F. (1899). Pollock Memories: A Collection of Chess Games, Problems, &c., &c. Chess Player's Chronicle. p. 78. ISBN 978-1-4371-9392-3.\n\n^ Soltis, A. (2005). Why Lasker Matters. Batsford. p. 5. ISBN 0-7134-8983-9. The URL is a review by John L. Watson. Another review, with examples, is at Taylor Kingston. \"Analyzing an Enigma\" (PDF). ChessCafe. Retrieved January 1, 2009.\n\n^ \"Lasker's greatest skill in defense was his ability to render a normal (inferior) position chaotic\": Crouch, C. (2000). How to Defend in Chess. Everyman. ISBN 1-85744-250-4.; review including this quotation at Watson, J. \"How to Defend in Chess: review\". JeremySilman. Retrieved November 19, 2008.\n\n^ Max Euwe and Hans Kramer (1994). The Middlegame. Hays Publishing. pp. 93, 101.\n\n^ As White in Exchange Variation of the Ruy Lopez Lasker scored ten wins, three draws and just one loss, to Steinitz in 1894. Lasker also won the three recorded games in which he played the variation as Black; one was against Alekhine, in the 1914 St. Petersburg Tournament, the day before Lasker beat Capablanca.Wrinn, Steve. \"Lasker and the Exchange Variation of the Ruy Lopez – Part 1\" (PDF). ChessCafe. Retrieved June 9, 2008. and Wrinn, Steve. \"Lasker and the Exchange Variation of the Ruy Lopez – Part 2\" (PDF). ChessCafe. Retrieved June 9, 2008.\n\n^ a b Pachman, L. (1987). \"St Petersburg 1914: Drawing Variation – The Way to Victory\". Decisive Games in Chess History. Courier Dover. pp. 64–68. ISBN 0-486-25323-6. Retrieved June 4, 2009.\n\n^ Nagesh Havanur. \"Why Lasker Matters – review by Nagesh Havanur\". ChessVille. Retrieved November 21, 2008.\n\n^ Capablanca, José Raúl (May 1927). \"The Ideal Style of the Masters\". Mundial. pp. 1–4. Retrieved January 2, 2009.\n\n^ Garry Kasparov (2003). My Great Predecessors – Part I. Everyman Chess. pp. 187–222. ISBN 1857443306.\n\n^ Harry Golombek (1978). Capablanca's 100 Best Games of Chess. David McKay. pp. 37, 88, 116, 222. ISBN 0-679-14044-1.\n\n^ Reuben Fine (1976). The World's Great Chess Games. Dover. p. 50. ISBN 0-486-24512-8.\n\n^ Bobby Fischer, \"The Ten Greatest Masters in History\", Chessworld, Vol. 1, No. 1 (January–February 1964), pp. 56–61.\n\n^ Fischer, \"The Ten Greatest Masters in History\", p. 59.\n\n^ Brady, Frank (1973). Profile of a Prodigy (2nd ed.). David McKay. p. 78. ISBN 0-486-25925-0.\n\n^ Benko, Pal; Silman, Jeremy (2003). Pal Benko: My Life, Games and Compositions. Siles Press. p. 429. ISBN 1-890085-08-1.\n\n^ Brady 1973, p. 79.\n\n^ Keene, Raymond; Divinsky, Nathan (1989). Warriors of the Mind. Brighton, UK: Hardinge Simpole. ISBN 0-9513757-2-5. See the summary list at \"All Time Rankings\". Edinburgh University Chess Club. Archived from the original on November 26, 2009. Retrieved November 21, 2008.\n\n^ Elo, A. (1978). The Rating of Chessplayers, Past and Present. Arco. ISBN 0-668-04721-6. The URL provides greater detail, covering 47 players whom Elo rated, and notes that Bobby Fischer and Anatoly Karpov would have topped the list if the January 1, 1978, FIDE ratings had been included (FIDE ratings use Elo's system).\n\n^ Jeff Sonas. \"Peak Average Ratings: 1 year peak range\". Chessmetrics. Archived from the original on March 9, 2012. Retrieved June 10, 2008.Jeff Sonas. \"Peak Average Ratings: 5 year peak range\". Chessmetrics. Archived from the original on March 9, 2012. Retrieved June 10, 2008.Jeff Sonas. \"Peak Average Ratings: 10 year peak range\". Chessmetrics. Archived from the original on March 9, 2012. Retrieved June 10, 2008.Jeff Sonas. \"Peak Average Ratings: 15 year peak range\". Chessmetrics. Archived from the original on March 9, 2012. Retrieved June 10, 2008.Jeff Sonas. \"Peak Average Ratings: 20 year peak range\". Chessmetrics. Archived from the original on March 9, 2012. Retrieved June 10, 2008.\n\n^ Jeff Sonas (2005). \"The Greatest Chess Player of All Time – Part IV\". ChessBase. Retrieved November 19, 2008. Part IV gives links to all three earlier parts.\n\n^ \"Chessmetrics Player Profile: Emanuel Lasker\". Chessmetrics.com. Retrieved June 5, 2009.\n\n^ \"Age-Aligned Rating List: 67 years, 0 months\". Chessmetrics.com. Retrieved November 11, 2009.\n\n^ ChessGames.com. \"Euwe–Lasker Results\". Retrieved December 3, 2008.\n\n^ a b c Michael Jeffreys. \"Why Lasker Matters – review by Michael Jeffreys\". ChessVille.com. Retrieved June 10, 2008.\n\n^ Crouch, C. (2000). How to Defend in Chess. Everyman Chess. p. 115. ISBN 1-85744-250-4.\n\n^ Lasker's Defense: Fine, R. (1948). The Ideas behind the Chess Openings. Bell. p. 63. ISBN 0-8129-1756-1. Revival:De Firmian, N. (2000). \"Evans Gambit\". Batsford's Modern Chess Openings. Batsford. p. 26. ISBN 0-7134-8656-2.\n\n^ \"French Defense\". ChessVille.com. Retrieved June 10, 2008.\n\n^ Lasker wrote \"I who vanquished him must see to it that his great achievement, his theories should find justice, and I must avenge the wrongs he suffered\". Lasker, Emanuel (1960) [1925]. Lasker's Manual of Chess. Dover. ISBN 0-486-20640-8. Retrieved May 31, 2008.\n\n^ Lasker, Emanuel (January 1905). \"From the Editorial Chair\". Lasker's Chess Magazine. 1. Retrieved May 31, 2008.\n\n^ Edward Winter. \"Chess Note 4767 Copyright\". ChessHistory.com. Retrieved June 25, 2008.\n\n^ Edward Winter. \"Copyright on Chess Games\". ChessHistory.com. Retrieved June 25, 2008.\n\n^ \"Jose Raul Capablanca: Online Chess Tribute\". ChessManiac.com. June 28, 2007. Retrieved May 20, 2008.\n\n^ \"New York 1924\". ChessGames.com. Retrieved May 20, 2008.\n\n^ Graham Clayton. \"The Mad Aussie's Chess Trivia – Archive #3\". ChessVille.com. Archived from the original on May 16, 2008. Retrieved June 9, 2008.\n\n^ He defined the primary decomposition property of the ideals of some commutative rings when he proved that polynomial rings have the primary decomposition property.\n\n^ Derbyshire, J. (December 2006). \"12: The Lady of the Rings\". Unknown Quantity: A Real and Imaginary History of Algebra. National Academy Press. pp. 234–235. ISBN 0-309-09657-X. Retrieved December 29, 2008.\n\n^ Leonard, J. \"Working Paper – New Light on von Neumann: politics, psychology and the creation of game theory\" (PDF). Department of Economics, University of Turin. Retrieved May 1, 2008.\n\n^ \"LEADERS IN CHESS AT LASKER SERVICE; 200 Attend Rites for the Former Champion of the World (Published 1941)\". The New York Times. January 14, 1941. ISSN 0362-4331. Retrieved January 9, 2021.\n\n^ Steinitz, William (August 27, 2002). The Steinitz Papers: Letters and Documents of the First World Chess Champion. McFarland. p. 265. ISBN 978-0-7864-1193-1.\n\n^ Winter, Edward. \"5076. Lasker's last words\". ChessHistory. Retrieved December 28, 2008.\n\n^ Landsberger, K. (2002). The Steinitz Papers: Letters and Documents of the First World Chess Champion. McFarland. p. 295. ISBN 0-7864-1193-7. Retrieved December 28, 2008.\n\n^ Bill Wall. \"Relatives of Chessplayers\". GeoCities.com. Archived from the original on October 28, 2009. Retrieved November 21, 2008.CS1 maint: unfit URL (link)\n\n^ Lasker, Edward (March 1974). \"The New York Tournament of 1924\". Chess Life & Review. I did not discover that we were actually related until he told me shortly before his death that someone had shown him a Lasker family tree on one of whose branches I was dangling\n\n^ Hannak, J. (1952). Emanuel Lasker, The Life of a Chess Master. ISBN 0-486-26706-7. Retrieved January 5, 2009.\n\n^ \"\nEmanuel Lasker's Manual of Chess is the most expressly philosophical chess book ever written\" Shibut, M. \"Modern Chess Anarchy?\". Archived from the original on December 3, 2008. Retrieved November 21, 2008.\n\n^ \"History of Go in Europe 1880–1945\". Archived from the original (– Scholar search) on May 28, 2006. Retrieved November 21, 2008.\n\n^ \"London 1883 and 1899\". Endgame.nl. Archived from the original on June 19, 2008. Retrieved May 29, 2008.\n\n^ \"Emanuel Lasker vs. Johann Hermann Bauer, Amsterdam 1889\". Chessgames.com.\n\n^ \"Harry Nelson Pillsbury vs. Emanuel Lasker, St Petersburg 1895\". Chessgames.com.\n\n^ \"Wilhelm Steinitz vs. Emanuel Lasker, London 1899\". Chessgames.com.\n\n^ Tartakower, S.G.; du Mont, J. (1975). 500 Master Games of Chess. Courier Dover Publications. p. 270 (game number 209). ISBN 0-486-23208-5. Retrieved December 29, 2008. steinitz lasker.\n\n^ \"Frank James Marshall vs. Emanuel Lasker, World Championship Match 1907, game 1\". Chessgames.com.\n\n^ Capablanca, J.R. (1994). \"Example 30\". Chess Fundamentals (Algebraic, 1994 ed.). London: Everyman Chess. ISBN 1-85744-073-0. Retrieved December 29, 2008. A key position is discussed at Mark Weeks. \"Endgame: Marshall – Lasker, 1907 Match, Game 1\". Retrieved December 29, 2008.\n\n^ \"Emanuel Lasker vs. Carl Schlechter, match 1910, game 10\". Chessgames.com.\n\n^ Pachman, L. (1987). \"11: World Championship Match 1910\". Decisive Games in Chess History. Russell, A.S. Courier Dover Publications. pp. 48–51. ISBN 0-486-25323-6. Retrieved December 29, 2008.\n\n^ \"Emanuel Lasker vs. Jose Raul Capablanca, St Petersburg 1914\". Chessgames.com.\n\n^ \"Max Euwe vs. Emanuel Lasker, Zurich 1934\". Chessgames.com.\n\n^ Crouch, C. (2007). \"Game 9\". How to Defend in Chess: Learn from the World Champions. Gambit Publications. ISBN 978-1-904600-83-1. Retrieved December 29, 2008.\n\n\nFurther reading[edit]\nChernev, Irving (1995). Twelve Great Chess Players and Their Best Games. New York: Dover. pp. 143–162. ISBN 0-486-28674-6.\nHannak, J. (1991) [1952]. Emanuel Lasker: The Life of a Chess Master. New York: Dover. ISBN 0-486-26706-7.\nKasparov, Garry (2003). My Great Predecessors, part I. Everyman Chess. ISBN 1-85744-330-6.\nSoltis, Andrew (2005). Why Lasker Matters. Batsford. ISBN 0-7134-8983-9.\nWhyld, Ken (1998). The Collected Games of Emanuel Lasker. The Chess Player.\nWinter, Edward (1981). World chess champions. Oxford. ISBN 0-08-024094-1.\nForster, Richard; Hansen, Stefan; Negele, Michael. (2009). Emanuel Lasker: Denker, Weltenburger, Schachweltmeister. Exzelsior Verlag. ISBN 978-3935800051.CS1 maint: multiple names: authors list (link)\nForster, Richard; Negele, Michael; Tischbierek, Raj. (2018). Emanuel Lasker Volume 1: Struggle and Victories: World Chess Champion for 27 Years. Exzelsior Verlag. ISBN 978-3935800099.CS1 maint: multiple names: authors list (link) Forster, Richard; Negele, Michael; Tischbierek, Raj (2020). Emanuel Lasker Volume 2: Choices and Chances: Chess and other Games of the Mind. ISBN 978-3935800105.\nExternal links[edit]\n\n\n\nWikiquote has quotations related to: Emanuel Lasker\n\n\n\n\nWikimedia Commons has media related to Emanuel Lasker.\n\n\n\n\nWikisource has original text related to this article:\nLasker's Chess MagazineVolume 1\n\n\"Emanuel Lasker Society\". Lasker-gesellschaft.de. Archived from the original on January 31, 2004.\nEmanuel Lasker player profile and games at Chessgames.com\nO'Connor, John J.; Robertson, Edmund F., \"Emanuel Lasker\", MacTutor History of Mathematics archive, University of St Andrews.\nEmanuel Lasker at the Mathematics Genealogy Project\n\"About Lasca – a little-known abstract game\". Human–Computer Interface Research. Archived from the original on May 9, 2008.\nHans Kmoch. \"Grandmasters I have known\" (PDF). ChessCafe.com.\nTryfon Gavriel; Janet Edwardson. \"Biography of Emanuel Lasker\". Barnet chess club.\n\"Lasker's Chess Magazine, January 1905 edition, excerpts\". 100bestwebsites.org.\nJacobs, Joseph; Porter, A. (1901–1906). \"Lasker, Emanuel\".  In Singer, Isidore (ed.). Jewish Encyclopedia. 7. pp. 622–3. Retrieved November 21, 2008.\nWorks by or about Emanuel Lasker at Internet Archive\nObituary of Emanuel Lasker, The Times, 1941\n\nAchievements\n\n\nPreceded byWilhelm Steinitz\n\n World chess champion1894–1921\n\nSucceeded byJosé Raúl Capablanca\n\n\nvteWorld Chess Championships\nList of World Chess Championships\nInterregnum\nKnockout format (1998–2004)\nChess World Cup\nFIDE Grand Prix\nInterzonal\nCandidates Tournament\nPre-FIDE\n1886, 1889, 1891, 1892 (Steinitz)\n1894, 1897, 1907, 1908, 1910 (Jan–Feb), 1910 (Nov–Dec) (Lasker)\n1921 (Capablanca)\n1927, 1929, 1934 (Alekhine)\n1935 (Euwe)\n1937 (Alekhine)\nFIDE\n1948, 1951, 1954 (Botvinnik)\n1957 (Smyslov)\n1958 (Botvinnik)\n1960 (Tal)\n1961 (Botvinnik)\n1963, 1966 (Petrosian)\n1969 (Spassky)\n1972 (Fischer)\n1975, 1978, 1981 (Karpov)\n1984 (no result)\n1985, 1986, 1987, 1990 (Kasparov)\nSplit titlePCA/Classical\n1993, 1995 (Kasparov)\n2000, 2004 (Kramnik)\nFIDE\n1993, 1996, 1998 (Karpov)\n1999 (Khalifman)\n2000 (Anand)\n2002 (Ponomariov)\n2004 (Kasimdzhanov)\n2005 (Topalov)\nFIDE\n2006 (Kramnik)\n2007, 2008, 2010, 2012 (Anand)\n2013, 2014, 2016, 2018 (Carlsen), 2021\n\n Book\n Category\n Portal\n\nAuthority control \nBNE: XX958557\nBNF: cb12174450p (data)\nGND: 118569872\nISNI: 0000 0001 1634 2089\nLCCN: n82112138\nMGP: 60257\nNKC: jk01071600\nNLA: 35292550\nNLG: 87656\nNLI: 000081229, 001438100\nNTA: 068660952\nPLWABN: 9810701262905606\nSELIBR: 271925\nSNAC: w6xd14c9\nSUDOC: 030299578\nTrove: 900393\nVIAF: 46742602\n WorldCat Identities: lccn-n82112138\n\n\n\n\n", "counts": {"Emanuel": 13, "Lasker": 147, "December": 5, "January": 3, "was": 93, "a": 142, "German": 5, "chess": 43, "player": 16, "mathematician": 3, "and": 184, "philosopher": 1, "who": 22, "World": 26, "Chess": 17, "Champion": 9, "for": 46, "years": 13, "from": 21, "to": 130, "the": 317, "longest": 1, "reign": 2, "of": 176, "any": 3, "officially": 1, "recognised": 1, "in": 181, "history": 6, "In": 42, "his": 84, "prime": 1, "one": 12, "most": 8, "dominant": 1, "champions": 1, "he": 65, "is": 11, "still": 3, "generally": 3, "regarded": 4, "as": 25, "strongest": 6, "players": 20, "His": 10, "contemporaries": 4, "used": 7, "say": 3, "that": 67, "psychological": 3, "approach": 4, "game": 24, "even": 6, "sometimes": 3, "deliberately": 3, "played": 23, "inferior": 2, "moves": 9, "confuse": 1, "opponents": 4, "Recent": 1, "analysis": 7, "however": 3, "indicates": 3, "ahead": 13, "time": 8, "more": 9, "flexible": 1, "than": 10, "which": 32, "mystified": 2, "many": 2, "them": 5, "knew": 4, "contemporary": 2, "analyses": 1, "openings": 7, "well": 4, "but": 25, "disagreed": 2, "with": 24, "He": 19, "published": 12, "magazines": 2, "five": 7, "books": 4, "later": 9, "commentators": 2, "found": 3, "it": 14, "difficult": 2, "draw": 8, "lessons": 1, "methods": 1, "made": 4, "contributions": 2, "development": 1, "other": 10, "games": 40, "firstclass": 1, "contract": 2, "bridge": 5, "wrote": 10, "about": 8, "Go": 7, "own": 4, "invention": 1, "Lasca": 2, "presented": 4, "problem": 3, "considered": 5, "notable": 1, "mathematical": 5, "card": 5, "research": 1, "known": 2, "commutative": 2, "algebra": 3, "included": 2, "proving": 1, "primary": 3, "decomposition": 3, "ideals": 2, "polynomial": 1, "rings": 3, "philosophical": 2, "works": 2, "drama": 2, "cowrote": 1, "received": 4, "little": 3, "attention": 2, "born": 3, "on": 20, "at": 46, "Berlinchen": 1, "Neumark": 1, "now": 7, "Barlinek": 1, "Poland": 2, "son": 1, "Jewish": 2, "cantor": 1, "At": 7, "age": 6, "eleven": 1, "sent": 2, "study": 2, "mathematics": 5, "Berlin": 7, "where": 6, "lived": 2, "brother": 4, "Berthold": 6, "eight": 4, "senior": 1, "taught": 1, "him": 20, "how": 1, "play": 22, "among": 2, "worlds": 3, "top": 5, "ten": 9, "early": 3, "s": 5, "To": 1, "supplement": 1, "their": 11, "income": 1, "small": 1, "stakes": 4, "especially": 5, "Café": 2, "Kaiserhof": 1, "won": 26, "Kaiserhofs": 1, "annual": 1, "Winter": 2, "tournament": 14, "Hauptturnier": 2, "A": 3, "second": 13, "division": 1, "sixth": 5, "DSB": 1, "Congress": 1, "Federations": 1, "congress": 1, "held": 3, "Breslau": 2, "Winning": 1, "earned": 1, "title": 19, "master": 3, "The": 29, "candidates": 1, "were": 21, "divided": 1, "into": 4, "two": 24, "groups": 1, "four": 8, "each": 4, "group": 1, "competed": 1, "final": 7, "section": 2, "½": 8, "points": 8, "nearest": 1, "rival": 2, "However": 8, "scores": 2, "reset": 1, "With": 2, "rounds": 1, "go": 2, "trailed": 1, "leader": 1, "Viennese": 1, "amateur": 1, "von": 4, "Feierfeil": 2, "by": 35, "both": 9, "while": 4, "lost": 9, "penultimate": 1, "round": 2, "being": 8, "mated": 1, "after": 9, "position": 5, "reconstructed": 1, "incorrectly": 1, "following": 2, "an": 22, "adjournment": 1, "drew": 3, "last": 7, "tied": 4, "playoff": 2, "garnered": 1, "This": 4, "enabled": 1, "masterlevel": 1, "tournaments": 9, "thus": 3, "launched": 1, "career": 4, "finished": 5, "international": 5, "Amsterdam": 2, "Mason": 1, "Gunsberg": 2, "spring": 2, "London": 4, "stronger": 3, "these": 3, "without": 4, "losing": 3, "New": 9, "York": 8, "City": 1, "all": 15, "thirteen": 1, "few": 5, "times": 2, "has": 5, "achieved": 1, "perfect": 1, "score": 4, "significant": 3, "record": 4, "matches": 11, "equally": 1, "impressive": 3, "short": 5, "match": 51, "against": 15, "mostly": 1, "topclass": 2, "Curt": 1, "Bardeleben": 1, "Jacques": 2, "Mieses": 1, "Henry": 2, "Edward": 8, "Bird": 1, "Englisch": 1, "Joseph": 1, "Blackburne": 1, "Jackson": 1, "Showalter": 1, "Celso": 1, "Golmayo": 1, "Zúpide": 1, "Chessmetrics": 4, "calculates": 1, "became": 10, "mid": 1, "very": 5, "beginning": 2, "recorded": 1, "founded": 4, "first": 16, "Fortnightly": 1, "August": 3, "July": 2, "quarter": 1, "there": 6, "gap": 1, "weeks": 2, "between": 3, "issues": 1, "allegedly": 1, "because": 6, "problems": 3, "printer": 1, "Shortly": 1, "its": 3, "issue": 3, "traveled": 1, "US": 3, "spent": 1, "next": 5, "challenged": 3, "Siegbert": 4, "Tarrasch": 20, "had": 29, "three": 6, "consecutive": 1, "strong": 3, "Manchester": 3, "Dresden": 1, "haughtily": 1, "declined": 1, "stating": 2, "should": 15, "prove": 1, "mettle": 1, "attempting": 1, "win": 12, "or": 4, "major": 3, "events": 4, "Rebuffed": 1, "reigning": 1, "Wilhelm": 2, "Steinitz": 20, "Initially": 1, "wanted": 2, "side": 3, "agreed": 7, "series": 1, "reductions": 1, "when": 5, "raise": 4, "money": 3, "figure": 1, "less": 1, "some": 6, "Steinitzs": 4, "earlier": 1, "combined": 1, "stake": 1, "would": 10, "be": 15, "worth": 1, "over": 6, "values": 2, "Although": 2, "this": 17, "publicly": 2, "praised": 1, "act": 1, "sportsmanship": 1, "part": 2, "may": 4, "have": 15, "desperately": 1, "needed": 4, "venues": 1, "Philadelphia": 1, "Montreal": 1, "previously": 2, "declared": 3, "doubt": 1, "so": 8, "came": 3, "shock": 1, "maintained": 1, "balance": 1, "through": 1, "seventh": 3, "eleventh": 2, "asked": 2, "rest": 2, "When": 3, "resumed": 1, "looked": 1, "better": 2, "shape": 1, "th": 5, "struck": 1, "back": 3, "did": 5, "not": 19, "compensate": 1, "losses": 9, "middle": 2, "Hence": 3, "convincingly": 3, "wins": 6, "draws": 10, "formally": 1, "recognized": 2, "confirmed": 1, "beating": 1, "rematch": 2, "Influential": 1, "journalists": 1, "belittled": 1, "before": 8, "took": 5, "place": 3, "Laskers": 29, "difficulty": 2, "getting": 1, "backing": 2, "been": 11, "caused": 1, "hostile": 1, "prematch": 1, "comments": 1, "Leopold": 1, "Hoffer": 1, "long": 1, "bitter": 1, "enemy": 1, "One": 3, "complaints": 1, "never": 7, "members": 1, "Mikhail": 5, "Chigorin": 5, "although": 2, "rejected": 1, "challenge": 2, "telling": 1, "After": 4, "notably": 1, "said": 9, "mainly": 2, "old": 2, "answered": 2, "criticisms": 1, "creating": 1, "playing": 7, "third": 2, "Hastings": 1, "suffering": 1, "aftereffects": 1, "typhoid": 1, "fever": 1, "behind": 6, "Pillsbury": 2, "then": 7, "prizes": 1, "StPetersburg": 4, "elite": 1, "Nuremberg": 1, "Paris": 2, "Cambridge": 1, "Springs": 1, "Memorial": 2, "Later": 1, "overcame": 1, "½point": 2, "deficit": 1, "finish": 2, "rising": 2, "stars": 1, "Capablanca": 36, "Alexander": 1, "Alekhine": 2, "Champions": 1, "For": 6, "decades": 1, "writers": 2, "reported": 1, "Tsar": 1, "Nicholas": 1, "II": 1, "Russia": 1, "conferred": 1, "Grandmaster": 2, "upon": 1, "finalists": 1, "Marshall": 5, "historian": 2, "questioned": 1, "earliest": 1, "sources": 1, "supporting": 1, "story": 2, "normal": 1, "those": 3, "convincing": 2, "defenses": 1, "Géza": 1, "Maróczy": 1, "terms": 5, "Championship": 11, "arrangements": 1, "could": 8, "finalised": 1, "world": 11, "championship": 5, "since": 1, "Frank": 3, "Despite": 2, "aggressive": 1, "style": 5, "single": 2, "drawing": 1, "seven": 2, "½½": 4, "Düsseldorf": 1, "Munich": 1, "firmly": 1, "believed": 1, "governed": 1, "precise": 1, "set": 2, "principles": 3, "strength": 1, "move": 4, "logic": 1, "efficiency": 1, "Because": 2, "stubborn": 1, "coffeehouse": 2, "only": 11, "thanks": 1, "dubious": 1, "tricks": 1, "mocked": 1, "arrogance": 1, "opinion": 3, "shone": 1, "salons": 1, "chessboard": 3, "opening": 3, "ceremony": 1, "refused": 1, "talk": 1, "saying": 1, "Mr": 1, "I": 11, "words": 1, "you": 1, "check": 1, "mate": 1, "gave": 2, "brilliant": 1, "answer": 1, "winning": 6, "type": 2, "understand": 3, "example": 2, "arose": 1, "situation": 2, "see": 1, "diagram": 1, "pawn": 3, "down": 2, "bad": 3, "bishop": 2, "doubled": 1, "pawns": 1, "point": 6, "appeared": 2, "forced": 2, "resign": 2, "eventually": 1, "claimed": 3, "wet": 1, "weather": 1, "cause": 1, "defeat": 1, "Dawid": 1, "Janowski": 5, "allout": 1, "attacking": 1, "Polish": 2, "expatriate": 1, "Several": 1, "months": 5, "they": 6, "longer": 1, "historians": 1, "debate": 1, "whether": 1, "Understanding": 1, "Janowskis": 1, "chose": 1, "defend": 1, "solidly": 1, "unleashed": 1, "attacks": 2, "too": 2, "soon": 2, "left": 1, "himself": 4, "vulnerable": 1, "easily": 2, "loss": 2, "victory": 1, "everyone": 1, "revenge": 1, "accepted": 4, "NovemberDecember": 1, "crushed": 1, "opponent": 4, "no": 7, "Your": 1, "homonym": 1, "plays": 1, "stupidly": 1, "cannot": 1, "look": 1, "thinks": 1, "am": 1, "afraid": 1, "will": 4, "do": 1, "anything": 1, "good": 2, "Between": 1, "arranged": 1, "another": 1, "JanuaryFebruary": 1, "Carl": 1, "Schlechter": 12, "modest": 1, "gentleman": 1, "unlikely": 2, "peaceful": 1, "inclination": 1, "lack": 1, "aggressiveness": 1, "willingness": 1, "accept": 1, "offers": 1, "tried": 3, "attack": 2, "defending": 1, "fifth": 4, "big": 2, "advantage": 6, "committed": 1, "blunder": 3, "cost": 1, "drawn": 2, "despite": 1, "fierce": 1, "managed": 1, "nearly": 2, "beautiful": 1, "exchange": 1, "sacrifice": 1, "ninth": 1, "allowed": 3, "ending": 3, "tenth": 3, "tactically": 1, "missed": 1, "clear": 1, "continued": 2, "take": 1, "increasing": 1, "risks": 2, "remained": 1, "It": 4, "speculated": 2, "unusually": 1, "risky": 1, "required": 1, "margin": 1, "But": 3, "according": 2, "Isaak": 1, "Vladimir": 3, "Linder": 1, "originally": 1, "affair": 1, "note": 1, "Austrian": 1, "Michael": 2, "Ehn": 2, "forgo": 1, "plus": 1, "provision": 1, "view": 1, "subsequently": 1, "reduced": 1, "proof": 1, "quoted": 2, "Schlechters": 1, "comment": 1, "printed": 1, "Allgemeine": 1, "Sportzeitung": 1, "ASZ": 1, "There": 2, "winner": 2, "receive": 1, "champion": 4, "If": 1, "are": 6, "equal": 3, "decision": 1, "arbiter": 1, "star": 1, "José": 3, "Raúl": 3, "unwilling": 1, "traditional": 1, "semitropical": 1, "conditions": 4, "Havana": 4, "becoming": 3, "frequent": 1, "might": 1, "six": 2, "therefore": 1, "counterproposal": 1, "if": 8, "neither": 1, "lead": 3, "least": 3, "end": 2, "limited": 2, "best": 3, "thirty": 2, "counting": 1, "except": 1, "either": 2, "led": 2, "completed": 2, "decide": 1, "venue": 1, "exclusive": 1, "right": 1, "publish": 2, "challenger": 2, "deposit": 1, "forfeit": 1, "equivalent": 1, "limit": 3, "twelve": 1, "per": 2, "hour": 1, "sessions": 1, "hours": 1, "day": 2, "days": 1, "week": 1, "objected": 1, "thirtygame": 1, "requirement": 1, "must": 3, "claim": 2, "unfair": 1, "offence": 1, "criticized": 1, "twogame": 1, "condition": 1, "broke": 1, "off": 1, "negotiations": 2, "until": 5, "speaking": 1, "St": 3, "Petersburg": 3, "proposed": 2, "rules": 2, "conduct": 1, "leading": 2, "including": 4, "Late": 1, "entered": 1, "Akiba": 2, "Rubinstein": 7, "whose": 1, "previous": 1, "par": 1, "Capablancas": 3, "funds": 1, "rich": 2, "friends": 1, "demonstrated": 4, "flaws": 1, "inherent": 1, "system": 3, "start": 1, "War": 4, "summer": 1, "put": 1, "hopes": 1, "near": 1, "futureThroughout": 1, "serious": 6, "nontitle": 1, "SeptemberOctober": 1, "shortly": 1, "armistice": 1, "quadrangular": 1, "fourplayer": 1, "half": 1, "superb": 1, "results": 3, "interest": 3, "parents": 2, "intellectual": 1, "talents": 2, "adolescent": 1, "also": 10, "talent": 1, "gained": 1, "abitur": 1, "high": 3, "school": 4, "graduation": 1, "certificate": 1, "Landsberg": 1, "der": 4, "Warthe": 1, "town": 1, "named": 1, "Gorzów": 1, "Wielkopolski": 1, "Prussia": 2, "studied": 3, "philosophy": 2, "universities": 1, "Göttingen": 1, "David": 2, "Hilbert": 2, "doctoral": 3, "advisors": 1, "Heidelberg": 1, "articles": 1, "Nature": 1, "On": 3, "advice": 1, "registered": 2, "studies": 1, "Erlangen": 2, "during": 3, "thesis": 1, "Über": 1, "Reihen": 1, "auf": 1, "Convergenzgrenze": 1, "Series": 1, "Convergence": 1, "Boundaries": 1, "same": 5, "year": 4, "Royal": 1, "Society": 1, "awarded": 1, "doctorate": 1, "article": 3, "theorem": 1, "Emmy": 1, "Noether": 1, "developed": 1, "generalized": 1, "form": 2, "fundamental": 1, "importance": 1, "modern": 3, "algebraic": 1, "geometry": 1, "shortterm": 1, "positions": 1, "lecturer": 1, "Tulane": 1, "University": 4, "Orleans": 1, "Victoria": 2, "current": 1, "unable": 1, "secure": 1, "longerterm": 1, "pursued": 1, "scholarly": 1, "interests": 1, "independently": 1, "booklet": 1, "titled": 1, "Kampf": 1, "Struggle": 1, "attempted": 1, "create": 3, "general": 2, "theory": 5, "competitive": 5, "activities": 2, "business": 1, "war": 4, "produced": 1, "categorized": 1, "Das": 3, "Begreifen": 1, "Welt": 1, "Comprehending": 1, "Die": 1, "Philosophie": 1, "des": 2, "Unvollendbar": 1, "sic": 1, "Philosophy": 1, "Unattainable": 1, "book": 5, "Common": 1, "Sense": 1, "based": 2, "lectures": 2, "given": 2, "Ostend": 1, "sixgame": 1, "sponsored": 1, "wealthy": 1, "lawyer": 1, "industrialist": 1, "Isaac": 1, "Rice": 5, "order": 3, "test": 1, "Gambit": 6, "narrowly": 1, "Three": 1, "secretary": 1, "Association": 1, "promote": 1, "approval": 1, "Rices": 1, "views": 1, "convergence": 1, "military": 1, "strategy": 3, "November": 1, "Magazine": 1, "ran": 1, "interested": 1, "introduced": 2, "namesake": 1, "probably": 3, "successful": 1, "GoMoku": 1, "together": 1, "helping": 1, "prepare": 1, "kept": 2, "life": 2, "Germany": 4, "Europe": 1, "contributing": 1, "occasionally": 2, "magazine": 2, "Deutsche": 1, "GoZeitung": 1, "alleged": 1, "once": 2, "Had": 1, "discovered": 1, "sooner": 1, "become": 3, "married": 1, "Martha": 5, "Cohn": 2, "née": 1, "Bamberger": 1, "widow": 1, "older": 1, "already": 2, "grandmother": 1, "They": 3, "popular": 1, "stories": 1, "under": 1, "pseudonym": 1, "L": 2, "Marco": 1, "During": 3, "invested": 1, "savings": 1, "bonds": 1, "entire": 1, "value": 1, "wartime": 1, "postwar": 1, "inflation": 1, "pamphlet": 1, "civilization": 1, "danger": 1, "signed": 2, "agreement": 3, "noting": 1, "free": 1, "delay": 1, "insisted": 3, "clause": 2, "anyone": 1, "else": 1, "nullified": 1, "stipulated": 1, "resigned": 5, "similar": 3, "Rubinsteins": 1, "report": 1, "American": 2, "Bulletin": 2, "JulyAugust": 1, "favor": 2, "unpopular": 2, "sufficiently": 1, "warrant": 1, "resignation": 2, "real": 2, "concern": 1, "enough": 1, "financial": 1, "justify": 1, "devoting": 1, "nine": 1, "unaware": 1, "enthusiasts": 1, "just": 2, "raised": 1, "fund": 1, "provided": 1, "learned": 1, "went": 1, "Netherlands": 2, "living": 2, "inform": 1, "finance": 1, "afterwards": 2, "letter": 1, "confirming": 1, "stated": 2, "beat": 1, "younger": 3, "masters": 2, "compete": 1, "MarchApril": 1, "saw": 1, "Black": 3, "solid": 1, "taking": 1, "White": 3, "Isolated": 1, "Queen": 1, "Pawn": 1, "failed": 1, "necessary": 1, "activity": 1, "reached": 1, "superior": 1, "duly": 1, "fourteenth": 1, "Reuben": 2, "Fine": 3, "Harry": 1, "Golombek": 1, "attributed": 1, "mysteriously": 1, "poor": 1, "hand": 1, "Kramnik": 2, "thought": 3, "quite": 1, "fascinating": 1, "fight": 1, "blundered": 1, "explained": 1, "slightly": 1, "recent": 1, "practice": 1, "retired": 2, "exhibition": 1, "James": 2, "due": 1, "illness": 1, "subsequent": 1, "death": 1, "started": 2, "Moravská": 1, "Ostrava": 1, "finishing": 2, "Moscow": 8, "Efim": 1, "Bogoljubow": 1, "effectively": 2, "telegram": 1, "informing": 1, "written": 1, "Vom": 1, "Menschen": 1, "die": 2, "Geschichte": 1, "History": 1, "Mankind": 1, "performance": 3, "Lessing": 1, "theatre": 1, "distracted": 1, "news": 1, "badly": 1, "Carlos": 1, "Torre": 1, "success": 2, "Lehrbuch": 1, "Schachspiels": 1, "rewrote": 1, "English": 2, "Manual": 1, "mental": 1, "skill": 2, "Encyclopedia": 1, "Games": 2, "verständige": 1, "Kartenspiel": 1, "means": 1, "Sensible": 1, "Card": 1, "Play": 1, "translation": 1, "posed": 1, "Brettspiele": 1, "Völker": 1, "Board": 1, "Nations": 1, "includes": 1, "pages": 1, "invented": 1, "special": 1, "correspondent": 1, "Dutch": 1, "newspapers": 1, "reporting": 1, "CulbertsonBuller": 1, "teacher": 1, "Culbertson": 1, "expert": 1, "representing": 1, "Bridgespiel": 1, "Game": 1, "Bridge": 1, "October": 2, "died": 3, "Adolf": 1, "Hitler": 1, "campaign": 1, "discrimination": 1, "intimidation": 1, "Jews": 1, "depriving": 1, "property": 2, "citizenship": 3, "wife": 2, "leave": 2, "stay": 1, "England": 1, "invited": 1, "live": 1, "USSR": 3, "Nikolai": 1, "Krylenko": 1, "Commissar": 1, "Justice": 1, "responsible": 1, "Show": 1, "trials": 1, "capacity": 1, "Sports": 1, "Minister": 1, "enthusiastic": 1, "supporter": 1, "renounced": 1, "Soviet": 5, "permanent": 1, "residence": 1, "post": 2, "Moscows": 1, "Institute": 1, "Mathematics": 1, "trainer": 1, "national": 1, "teamLasker": 1, "returned": 1, "make": 2, "Zürich": 1, "undefeated": 1, "Botvinnik": 3, "Salo": 1, "Flohr": 1, "Rudolf": 1, "Spielmann": 1, "several": 2, "Nottingham": 1, "hailed": 1, "biological": 1, "miracle": 1, "decided": 1, "Union": 3, "moved": 1, "via": 1, "United": 2, "States": 2, "Chicago": 1, "visiting": 1, "Marthas": 1, "daughter": 1, "motivated": 1, "political": 2, "upheaval": 1, "support": 1, "giving": 1, "exhibitions": 1, "competition": 1, "Community": 1, "Future": 1, "solutions": 1, "antiSemitism": 1, "unemployment": 1, "method": 1, "subjective": 1, "qualities": 1, "addition": 2, "objective": 1, "requirements": 1, "board": 1, "Richard": 1, "Réti": 1, "lengthy": 1, "concluded": 3, "uncomfortable": 1, "W": 1, "H": 1, "K": 1, "Pollock": 1, "commented": 1, "easy": 1, "matter": 1, "reply": 1, "correctly": 1, "denied": 1, "agree": 1, "According": 1, "Andrew": 1, "Soltis": 1, "International": 1, "Master": 2, "John": 2, "Watson": 1, "features": 1, "mysterious": 1, "appear": 1, "regularly": 1, "gg": 1, "Spike": 1, "Dragon": 1, "Siciliancitation": 1, "sacrifices": 2, "gain": 1, "positional": 4, "practical": 1, "rather": 4, "trying": 1, "find": 1, "counterattacking": 1, "complicating": 1, "disadvantage": 1, "Former": 1, "realized": 1, "different": 3, "types": 1, "interchangeable": 1, "tactical": 1, "edge": 1, "converted": 1, "strategic": 1, "vice": 1, "versa": 1, "theories": 1, "codified": 1, "Max": 2, "Euwe": 2, "opined": 1, "reason": 1, "exceptional": 1, "defensive": 2, "technique": 1, "almost": 1, "can": 2, "examples": 1, "former": 1, "exemplifying": 1, "passive": 1, "defence": 2, "latter": 1, "active": 1, "famous": 2, "retain": 1, "chance": 1, "catching": 1, "up": 1, "offered": 1, "evidence": 1, "describes": 1, "choice": 2, "Exchange": 2, "Variation": 3, "Ruy": 2, "Lopez": 2, "innocuous": 1, "psychologically": 1, "potent": 1, "use": 3, "variation": 1, "throughout": 2, "concludes": 1, "excellent": 2, "mustwin": 1, "situations": 1, "Luděk": 1, "Pachman": 1, "writes": 1, "dilemma": 1, "safe": 1, "Variations": 2, "structure": 1, "gives": 4, "endgame": 1, "pair": 1, "aggressively": 1, "middlegame": 1, "nullify": 1, "Kramniks": 1, "deep": 1, "understanding": 1, "psychology": 1, "reckoned": 1, "paid": 1, "lot": 1, "fact": 1, "thoroughly": 1, "favorite": 1, "lines": 1, "primarily": 1, "e": 3, "particularly": 1, "opened": 1, "d": 3, "relatively": 1, "rarely": 1, "higher": 1, "percentage": 1, "ones": 1, "pieces": 1, "French": 2, "Defense": 5, "Queens": 3, "Sicilian": 1, "fairly": 1, "often": 1, "surpassed": 2, "ability": 1, "assess": 1, "quickly": 1, "accurately": 1, "prospects": 1, "what": 1, "adopt": 1, "adaptable": 1, "definite": 1, "tenacious": 1, "defender": 1, "efficient": 1, "finisher": 1, "followed": 2, "completely": 1, "paradigm": 1, "romantic": 1, "mentality": 1, "Thanks": 1, "gradually": 1, "common": 1, "stand": 2, "out": 1, "created": 1, "new": 1, "far": 2, "harder": 1, "masses": 1, "grasp": 1, "hence": 1, "enormous": 1, "temperament": 1, "loses": 2, "head": 1, "enjoyed": 1, "need": 1, "adapt": 1, "varying": 1, "styles": 1, "shifting": 1, "fortunes": 1, "always": 1, "Only": 1, "Chessworld": 1, "future": 1, "Bobby": 1, "Fischer": 4, "listed": 1, "greatest": 3, "include": 1, "list": 2, "deriding": 1, "nothing": 1, "didnt": 1, "poll": 1, "taken": 1, "Fischers": 1, "Tal": 2, "Korchnoi": 2, "Robert": 1, "Byrne": 2, "ever": 1, "Both": 1, "Pal": 1, "Benko": 1, "reconsidered": 1, "great": 4, "Statistical": 1, "ranking": 1, "systems": 1, "Warriors": 1, "Mind": 1, "places": 1, "Garry": 1, "Kasparov": 2, "Anatoly": 1, "Karpov": 2, "Rating": 1, "Chessplayers": 1, "Past": 1, "Present": 1, "Arpad": 1, "Elo": 1, "retrospective": 1, "ratings": 1, "fiveyear": 1, "span": 2, "joint": 1, "surveyed": 1, "uptodate": 1, "sensitive": 1, "length": 2, "periods": 2, "compared": 1, "ranks": 1, "peak": 1, "ranging": 1, "twenty": 1, "Its": 1, "author": 2, "statistician": 1, "Jeff": 1, "Sonas": 1, "longterm": 1, "dominance": 1, "By": 1, "reckoning": 1, "number": 12, "monthsa": 1, "total": 3, "No": 1, "rank": 1, "June": 1, "considers": 1, "yearold": 1, "rating": 2, "above": 1, "secondplace": 1, "Viktor": 2, "Korchnois": 1, "March": 1, "prolific": 1, "writer": 1, "manuals": 1, "lifetime": 1, "possible": 3, "learn": 1, "much": 1, "wonder": 1, "pragmatic": 1, "combative": 1, "influence": 2, "like": 1, "Evans": 1, "ended": 1, "gambit": 1, "revival": 1, "McCutcheon": 1, "LaskerBauer": 1, "sacrificed": 1, "bishops": 1, "maneuver": 1, "repeated": 1, "Similar": 1, "Cecil": 1, "Valentine": 1, "De": 1, "Vere": 1, "Owen": 1, "seen": 1, "shocked": 1, "poverty": 1, "intend": 1, "circumstances": 1, "notorious": 1, "demanding": 1, "fees": 1, "argued": 1, "copyright": 3, "let": 1, "publishers": 1, "get": 1, "profits": 1, "These": 1, "demands": 2, "initially": 1, "angered": 1, "editors": 1, "helped": 1, "pave": 1, "way": 1, "rise": 1, "fulltime": 1, "professionals": 1, "earn": 1, "writing": 2, "teaching": 1, "Copyright": 1, "contentious": 1, "mids": 1, "vigorously": 1, "asserted": 1, "clauses": 1, "contracts": 1, "challengers": 1, "large": 1, "purses": 1, "prevented": 1, "delayed": 1, "eagerly": 1, "awaited": 1, "matchesfor": 1, "demanded": 1, "successor": 1, "Some": 1, "controversial": 1, "attempt": 2, "twice": 1, "such": 1, "readily": 1, "Noetherian": 1, "Rings": 1, "having": 2, "called": 1, "Laskerian": 1, "honor": 1, "consistent": 1, "efforts": 1, "Neumann": 1, "writings": 1, "dramatic": 1, "highly": 1, "kidney": 1, "infection": 1, "charity": 1, "patient": 1, "MountSinaiHospital": 1, "funeral": 1, "service": 1, "Riverside": 1, "Chapel": 1, "buried": 1, "historic": 1, "Beth": 1, "Olom": 1, "Cemetery": 1, "sister": 1, "Mrs": 1, "Lotta": 1, "Hirschberg": 1, "survived": 1, "Poet": 1, "Else": 1, "LaskerSchüler": 1, "sisterinlaw": 1, "Kempen": 1, "Kępno": 1, "Greater": 1, "GermanAmerican": 1, "engineer": 1, "distantly": 1, "related": 1, "friend": 1, "Albert": 1, "Einstein": 2, "introduction": 1, "posthumous": 1, "biography": 1, "Life": 1, "Dr": 1, "Hannak": 1, "preface": 1, "expresses": 1, "satisfaction": 1, "met": 1, "undoubtedly": 1, "interesting": 1, "people": 1, "know": 1, "my": 1, "We": 1, "thankful": 1, "penned": 1, "succeeding": 1, "generations": 1, "men": 1, "warm": 1, "human": 1, "personality": 1, "uniquely": 1, "independent": 1, "Chabons": 1, "alternate": 1, "mystery": 1, "novel": 1, "Yiddish": 1, "Policemens": 1, "murdered": 1, "man": 1, "Mendel": 1, "Shpilman": 1, "enthusiast": 1, "uses": 1, "name": 1, "alias": 1, "reference": 1, "clearly": 1, "understood": 1, "protagonist": 1, "Detective": 1, "Meyer": 1, "Landsman": 1, "chesscitation": 1, "table": 1, "placings": 1, "Score": 4, "column": 4, "Here": 1}, "freq": {"Emanuel": 0.0022371364653243847, "Lasker": 0.025296850800206504, "December": 0.0008604371020478403, "January": 0.0005162622612287042, "was": 0.01600413009808983, "a": 0.024436413698158663, "German": 0.0008604371020478403, "chess": 0.0073997590776114265, "player": 0.002753398726553089, "mathematician": 0.0005162622612287042, "and": 0.03166408535536052, "philosopher": 0.00017208742040956807, "who": 0.003785923249010497, "World": 0.0044742729306487695, "Chess": 0.002925486146962657, "Champion": 0.0015487867836861124, "for": 0.00791602133884013, "years": 0.0022371364653243847, "from": 0.0036138358286009293, "to": 0.02237136465324385, "the": 0.054551712269833075, "longest": 0.00017208742040956807, "reign": 0.00034417484081913615, "of": 0.030287385992083977, "any": 0.0005162622612287042, "officially": 0.00017208742040956807, "recognised": 0.00017208742040956807, "in": 0.03114782309413182, "history": 0.0010325245224574084, "In": 0.007227671657201859, "his": 0.014455343314403717, "prime": 0.00017208742040956807, "one": 0.002065049044914817, "most": 0.0013766993632765446, "dominant": 0.00017208742040956807, "champions": 0.00017208742040956807, "he": 0.011185682326621925, "is": 0.0018929616245052486, "still": 0.0005162622612287042, "generally": 0.0005162622612287042, "regarded": 0.0006883496816382723, "as": 0.004302185510239202, "strongest": 0.0010325245224574084, "players": 0.003441748408191361, "His": 0.0017208742040956805, "contemporaries": 0.0006883496816382723, "used": 0.0012046119428669765, "say": 0.0005162622612287042, "that": 0.01152985716744106, "psychological": 0.0005162622612287042, "approach": 0.0006883496816382723, "game": 0.004130098089829634, "even": 0.0010325245224574084, "sometimes": 0.0005162622612287042, "deliberately": 0.0005162622612287042, "played": 0.003958010669420065, "inferior": 0.00034417484081913615, "moves": 0.0015487867836861124, "confuse": 0.00017208742040956807, "opponents": 0.0006883496816382723, "Recent": 0.00017208742040956807, "analysis": 0.0012046119428669765, "however": 0.0005162622612287042, "indicates": 0.0005162622612287042, "ahead": 0.0022371364653243847, "time": 0.0013766993632765446, "more": 0.0015487867836861124, "flexible": 0.00017208742040956807, "than": 0.0017208742040956805, "which": 0.005506797453106178, "mystified": 0.00034417484081913615, "many": 0.00034417484081913615, "them": 0.0008604371020478403, "knew": 0.0006883496816382723, "contemporary": 0.00034417484081913615, "analyses": 0.00017208742040956807, "openings": 0.0012046119428669765, "well": 0.0006883496816382723, "but": 0.004302185510239202, "disagreed": 0.00034417484081913615, "with": 0.004130098089829634, "He": 0.003269660987781793, "published": 0.002065049044914817, "magazines": 0.00034417484081913615, "five": 0.0012046119428669765, "books": 0.0006883496816382723, "later": 0.0015487867836861124, "commentators": 0.00034417484081913615, "found": 0.0005162622612287042, "it": 0.002409223885733953, "difficult": 0.00034417484081913615, "draw": 0.0013766993632765446, "lessons": 0.00017208742040956807, "methods": 0.00017208742040956807, "made": 0.0006883496816382723, "contributions": 0.00034417484081913615, "development": 0.00017208742040956807, "other": 0.0017208742040956805, "games": 0.006883496816382722, "firstclass": 0.00017208742040956807, "contract": 0.00034417484081913615, "bridge": 0.0008604371020478403, "wrote": 0.0017208742040956805, "about": 0.0013766993632765446, "Go": 0.0012046119428669765, "own": 0.0006883496816382723, "invention": 0.00017208742040956807, "Lasca": 0.00034417484081913615, "presented": 0.0006883496816382723, "problem": 0.0005162622612287042, "considered": 0.0008604371020478403, "notable": 0.00017208742040956807, "mathematical": 0.0008604371020478403, "card": 0.0008604371020478403, "research": 0.00017208742040956807, "known": 0.00034417484081913615, "commutative": 0.00034417484081913615, "algebra": 0.0005162622612287042, "included": 0.00034417484081913615, "proving": 0.00017208742040956807, "primary": 0.0005162622612287042, "decomposition": 0.0005162622612287042, "ideals": 0.00034417484081913615, "polynomial": 0.00017208742040956807, "rings": 0.0005162622612287042, "philosophical": 0.00034417484081913615, "works": 0.00034417484081913615, "drama": 0.00034417484081913615, "cowrote": 0.00017208742040956807, "received": 0.0006883496816382723, "little": 0.0005162622612287042, "attention": 0.00034417484081913615, "born": 0.0005162622612287042, "on": 0.003441748408191361, "at": 0.00791602133884013, "Berlinchen": 0.00017208742040956807, "Neumark": 0.00017208742040956807, "now": 0.0012046119428669765, "Barlinek": 0.00017208742040956807, "Poland": 0.00034417484081913615, "son": 0.00017208742040956807, "Jewish": 0.00034417484081913615, "cantor": 0.00017208742040956807, "At": 0.0012046119428669765, "age": 0.0010325245224574084, "eleven": 0.00017208742040956807, "sent": 0.00034417484081913615, "study": 0.00034417484081913615, "mathematics": 0.0008604371020478403, "Berlin": 0.0012046119428669765, "where": 0.0010325245224574084, "lived": 0.00034417484081913615, "brother": 0.0006883496816382723, "Berthold": 0.0010325245224574084, "eight": 0.0006883496816382723, "senior": 0.00017208742040956807, "taught": 0.00017208742040956807, "him": 0.003441748408191361, "how": 0.00017208742040956807, "play": 0.003785923249010497, "among": 0.00034417484081913615, "worlds": 0.0005162622612287042, "top": 0.0008604371020478403, "ten": 0.0015487867836861124, "early": 0.0005162622612287042, "s": 0.0008604371020478403, "To": 0.00017208742040956807, "supplement": 0.00017208742040956807, "their": 0.0018929616245052486, "income": 0.00017208742040956807, "small": 0.00017208742040956807, "stakes": 0.0006883496816382723, "especially": 0.0008604371020478403, "Café": 0.00034417484081913615, "Kaiserhof": 0.00017208742040956807, "won": 0.0044742729306487695, "Kaiserhofs": 0.00017208742040956807, "annual": 0.00017208742040956807, "Winter": 0.00034417484081913615, "tournament": 0.002409223885733953, "Hauptturnier": 0.00034417484081913615, "A": 0.0005162622612287042, "second": 0.0022371364653243847, "division": 0.00017208742040956807, "sixth": 0.0008604371020478403, "DSB": 0.00017208742040956807, "Congress": 0.00017208742040956807, "Federations": 0.00017208742040956807, "congress": 0.00017208742040956807, "held": 0.0005162622612287042, "Breslau": 0.00034417484081913615, "Winning": 0.00017208742040956807, "earned": 0.00017208742040956807, "title": 0.003269660987781793, "master": 0.0005162622612287042, "The": 0.004990535191877474, "candidates": 0.00017208742040956807, "were": 0.0036138358286009293, "divided": 0.00017208742040956807, "into": 0.0006883496816382723, "two": 0.004130098089829634, "groups": 0.00017208742040956807, "four": 0.0013766993632765446, "each": 0.0006883496816382723, "group": 0.00017208742040956807, "competed": 0.00017208742040956807, "final": 0.0012046119428669765, "section": 0.00034417484081913615, "½": 0.0013766993632765446, "points": 0.0013766993632765446, "nearest": 0.00017208742040956807, "rival": 0.00034417484081913615, "However": 0.0013766993632765446, "scores": 0.00034417484081913615, "reset": 0.00017208742040956807, "With": 0.00034417484081913615, "rounds": 0.00017208742040956807, "go": 0.00034417484081913615, "trailed": 0.00017208742040956807, "leader": 0.00017208742040956807, "Viennese": 0.00017208742040956807, "amateur": 0.00017208742040956807, "von": 0.0006883496816382723, "Feierfeil": 0.00034417484081913615, "by": 0.006023059714334882, "both": 0.0015487867836861124, "while": 0.0006883496816382723, "lost": 0.0015487867836861124, "penultimate": 0.00017208742040956807, "round": 0.00034417484081913615, "being": 0.0013766993632765446, "mated": 0.00017208742040956807, "after": 0.0015487867836861124, "position": 0.0008604371020478403, "reconstructed": 0.00017208742040956807, "incorrectly": 0.00017208742040956807, "following": 0.00034417484081913615, "an": 0.003785923249010497, "adjournment": 0.00017208742040956807, "drew": 0.0005162622612287042, "last": 0.0012046119428669765, "tied": 0.0006883496816382723, "playoff": 0.00034417484081913615, "garnered": 0.00017208742040956807, "This": 0.0006883496816382723, "enabled": 0.00017208742040956807, "masterlevel": 0.00017208742040956807, "tournaments": 0.0015487867836861124, "thus": 0.0005162622612287042, "launched": 0.00017208742040956807, "career": 0.0006883496816382723, "finished": 0.0008604371020478403, "international": 0.0008604371020478403, "Amsterdam": 0.00034417484081913615, "Mason": 0.00017208742040956807, "Gunsberg": 0.00034417484081913615, "spring": 0.00034417484081913615, "London": 0.0006883496816382723, "stronger": 0.0005162622612287042, "these": 0.0005162622612287042, "without": 0.0006883496816382723, "losing": 0.0005162622612287042, "New": 0.0015487867836861124, "York": 0.0013766993632765446, "City": 0.00017208742040956807, "all": 0.002581311306143521, "thirteen": 0.00017208742040956807, "few": 0.0008604371020478403, "times": 0.00034417484081913615, "has": 0.0008604371020478403, "achieved": 0.00017208742040956807, "perfect": 0.00017208742040956807, "score": 0.0006883496816382723, "significant": 0.0005162622612287042, "record": 0.0006883496816382723, "matches": 0.0018929616245052486, "equally": 0.00017208742040956807, "impressive": 0.0005162622612287042, "short": 0.0008604371020478403, "match": 0.008776458440887971, "against": 0.002581311306143521, "mostly": 0.00017208742040956807, "topclass": 0.00034417484081913615, "Curt": 0.00017208742040956807, "Bardeleben": 0.00017208742040956807, "Jacques": 0.00034417484081913615, "Mieses": 0.00017208742040956807, "Henry": 0.00034417484081913615, "Edward": 0.0013766993632765446, "Bird": 0.00017208742040956807, "Englisch": 0.00017208742040956807, "Joseph": 0.00017208742040956807, "Blackburne": 0.00017208742040956807, "Jackson": 0.00017208742040956807, "Showalter": 0.00017208742040956807, "Celso": 0.00017208742040956807, "Golmayo": 0.00017208742040956807, "Zúpide": 0.00017208742040956807, "Chessmetrics": 0.0006883496816382723, "calculates": 0.00017208742040956807, "became": 0.0017208742040956805, "mid": 0.00017208742040956807, "very": 0.0008604371020478403, "beginning": 0.00034417484081913615, "recorded": 0.00017208742040956807, "founded": 0.0006883496816382723, "first": 0.002753398726553089, "Fortnightly": 0.00017208742040956807, "August": 0.0005162622612287042, "July": 0.00034417484081913615, "quarter": 0.00017208742040956807, "there": 0.0010325245224574084, "gap": 0.00017208742040956807, "weeks": 0.00034417484081913615, "between": 0.0005162622612287042, "issues": 0.00017208742040956807, "allegedly": 0.00017208742040956807, "because": 0.0010325245224574084, "problems": 0.0005162622612287042, "printer": 0.00017208742040956807, "Shortly": 0.00017208742040956807, "its": 0.0005162622612287042, "issue": 0.0005162622612287042, "traveled": 0.00017208742040956807, "US": 0.0005162622612287042, "spent": 0.00017208742040956807, "next": 0.0008604371020478403, "challenged": 0.0005162622612287042, "Siegbert": 0.0006883496816382723, "Tarrasch": 0.003441748408191361, "had": 0.004990535191877474, "three": 0.0010325245224574084, "consecutive": 0.00017208742040956807, "strong": 0.0005162622612287042, "Manchester": 0.0005162622612287042, "Dresden": 0.00017208742040956807, "haughtily": 0.00017208742040956807, "declined": 0.00017208742040956807, "stating": 0.00034417484081913615, "should": 0.002581311306143521, "prove": 0.00017208742040956807, "mettle": 0.00017208742040956807, "attempting": 0.00017208742040956807, "win": 0.002065049044914817, "or": 0.0006883496816382723, "major": 0.0005162622612287042, "events": 0.0006883496816382723, "Rebuffed": 0.00017208742040956807, "reigning": 0.00017208742040956807, "Wilhelm": 0.00034417484081913615, "Steinitz": 0.003441748408191361, "Initially": 0.00017208742040956807, "wanted": 0.00034417484081913615, "side": 0.0005162622612287042, "agreed": 0.0012046119428669765, "series": 0.00017208742040956807, "reductions": 0.00017208742040956807, "when": 0.0008604371020478403, "raise": 0.0006883496816382723, "money": 0.0005162622612287042, "figure": 0.00017208742040956807, "less": 0.00017208742040956807, "some": 0.0010325245224574084, "Steinitzs": 0.0006883496816382723, "earlier": 0.00017208742040956807, "combined": 0.00017208742040956807, "stake": 0.00017208742040956807, "would": 0.0017208742040956805, "be": 0.002581311306143521, "worth": 0.00017208742040956807, "over": 0.0010325245224574084, "values": 0.00034417484081913615, "Although": 0.00034417484081913615, "this": 0.002925486146962657, "publicly": 0.00034417484081913615, "praised": 0.00017208742040956807, "act": 0.00017208742040956807, "sportsmanship": 0.00017208742040956807, "part": 0.00034417484081913615, "may": 0.0006883496816382723, "have": 0.002581311306143521, "desperately": 0.00017208742040956807, "needed": 0.0006883496816382723, "venues": 0.00017208742040956807, "Philadelphia": 0.00017208742040956807, "Montreal": 0.00017208742040956807, "previously": 0.00034417484081913615, "declared": 0.0005162622612287042, "doubt": 0.00017208742040956807, "so": 0.0013766993632765446, "came": 0.0005162622612287042, "shock": 0.00017208742040956807, "maintained": 0.00017208742040956807, "balance": 0.00017208742040956807, "through": 0.00017208742040956807, "seventh": 0.0005162622612287042, "eleventh": 0.00034417484081913615, "asked": 0.00034417484081913615, "rest": 0.00034417484081913615, "When": 0.0005162622612287042, "resumed": 0.00017208742040956807, "looked": 0.00017208742040956807, "better": 0.00034417484081913615, "shape": 0.00017208742040956807, "th": 0.0008604371020478403, "struck": 0.00017208742040956807, "back": 0.0005162622612287042, "did": 0.0008604371020478403, "not": 0.003269660987781793, "compensate": 0.00017208742040956807, "losses": 0.0015487867836861124, "middle": 0.00034417484081913615, "Hence": 0.0005162622612287042, "convincingly": 0.0005162622612287042, "wins": 0.0010325245224574084, "draws": 0.0017208742040956805, "formally": 0.00017208742040956807, "recognized": 0.00034417484081913615, "confirmed": 0.00017208742040956807, "beating": 0.00017208742040956807, "rematch": 0.00034417484081913615, "Influential": 0.00017208742040956807, "journalists": 0.00017208742040956807, "belittled": 0.00017208742040956807, "before": 0.0013766993632765446, "took": 0.0008604371020478403, "place": 0.0005162622612287042, "Laskers": 0.004990535191877474, "difficulty": 0.00034417484081913615, "getting": 0.00017208742040956807, "backing": 0.00034417484081913615, "been": 0.0018929616245052486, "caused": 0.00017208742040956807, "hostile": 0.00017208742040956807, "prematch": 0.00017208742040956807, "comments": 0.00017208742040956807, "Leopold": 0.00017208742040956807, "Hoffer": 0.00017208742040956807, "long": 0.00017208742040956807, "bitter": 0.00017208742040956807, "enemy": 0.00017208742040956807, "One": 0.0005162622612287042, "complaints": 0.00017208742040956807, "never": 0.0012046119428669765, "members": 0.00017208742040956807, "Mikhail": 0.0008604371020478403, "Chigorin": 0.0008604371020478403, "although": 0.00034417484081913615, "rejected": 0.00017208742040956807, "challenge": 0.00034417484081913615, "telling": 0.00017208742040956807, "After": 0.0006883496816382723, "notably": 0.00017208742040956807, "said": 0.0015487867836861124, "mainly": 0.00034417484081913615, "old": 0.00034417484081913615, "answered": 0.00034417484081913615, "criticisms": 0.00017208742040956807, "creating": 0.00017208742040956807, "playing": 0.0012046119428669765, "third": 0.00034417484081913615, "Hastings": 0.00017208742040956807, "suffering": 0.00017208742040956807, "aftereffects": 0.00017208742040956807, "typhoid": 0.00017208742040956807, "fever": 0.00017208742040956807, "behind": 0.0010325245224574084, "Pillsbury": 0.00034417484081913615, "then": 0.0012046119428669765, "prizes": 0.00017208742040956807, "StPetersburg": 0.0006883496816382723, "elite": 0.00017208742040956807, "Nuremberg": 0.00017208742040956807, "Paris": 0.00034417484081913615, "Cambridge": 0.00017208742040956807, "Springs": 0.00017208742040956807, "Memorial": 0.00034417484081913615, "Later": 0.00017208742040956807, "overcame": 0.00017208742040956807, "½point": 0.00034417484081913615, "deficit": 0.00017208742040956807, "finish": 0.00034417484081913615, "rising": 0.00034417484081913615, "stars": 0.00017208742040956807, "Capablanca": 0.00619514713474445, "Alexander": 0.00017208742040956807, "Alekhine": 0.00034417484081913615, "Champions": 0.00017208742040956807, "For": 0.0010325245224574084, "decades": 0.00017208742040956807, "writers": 0.00034417484081913615, "reported": 0.00017208742040956807, "Tsar": 0.00017208742040956807, "Nicholas": 0.00017208742040956807, "II": 0.00017208742040956807, "Russia": 0.00017208742040956807, "conferred": 0.00017208742040956807, "Grandmaster": 0.00034417484081913615, "upon": 0.00017208742040956807, "finalists": 0.00017208742040956807, "Marshall": 0.0008604371020478403, "historian": 0.00034417484081913615, "questioned": 0.00017208742040956807, "earliest": 0.00017208742040956807, "sources": 0.00017208742040956807, "supporting": 0.00017208742040956807, "story": 0.00034417484081913615, "normal": 0.00017208742040956807, "those": 0.0005162622612287042, "convincing": 0.00034417484081913615, "defenses": 0.00017208742040956807, "Géza": 0.00017208742040956807, "Maróczy": 0.00017208742040956807, "terms": 0.0008604371020478403, "Championship": 0.0018929616245052486, "arrangements": 0.00017208742040956807, "could": 0.0013766993632765446, "finalised": 0.00017208742040956807, "world": 0.0018929616245052486, "championship": 0.0008604371020478403, "since": 0.00017208742040956807, "Frank": 0.0005162622612287042, "Despite": 0.00034417484081913615, "aggressive": 0.00017208742040956807, "style": 0.0008604371020478403, "single": 0.00034417484081913615, "drawing": 0.00017208742040956807, "seven": 0.00034417484081913615, "½½": 0.0006883496816382723, "Düsseldorf": 0.00017208742040956807, "Munich": 0.00017208742040956807, "firmly": 0.00017208742040956807, "believed": 0.00017208742040956807, "governed": 0.00017208742040956807, "precise": 0.00017208742040956807, "set": 0.00034417484081913615, "principles": 0.0005162622612287042, "strength": 0.00017208742040956807, "move": 0.0006883496816382723, "logic": 0.00017208742040956807, "efficiency": 0.00017208742040956807, "Because": 0.00034417484081913615, "stubborn": 0.00017208742040956807, "coffeehouse": 0.00034417484081913615, "only": 0.0018929616245052486, "thanks": 0.00017208742040956807, "dubious": 0.00017208742040956807, "tricks": 0.00017208742040956807, "mocked": 0.00017208742040956807, "arrogance": 0.00017208742040956807, "opinion": 0.0005162622612287042, "shone": 0.00017208742040956807, "salons": 0.00017208742040956807, "chessboard": 0.0005162622612287042, "opening": 0.0005162622612287042, "ceremony": 0.00017208742040956807, "refused": 0.00017208742040956807, "talk": 0.00017208742040956807, "saying": 0.00017208742040956807, "Mr": 0.00017208742040956807, "I": 0.0018929616245052486, "words": 0.00017208742040956807, "you": 0.00017208742040956807, "check": 0.00017208742040956807, "mate": 0.00017208742040956807, "gave": 0.00034417484081913615, "brilliant": 0.00017208742040956807, "answer": 0.00017208742040956807, "winning": 0.0010325245224574084, "type": 0.00034417484081913615, "understand": 0.0005162622612287042, "example": 0.00034417484081913615, "arose": 0.00017208742040956807, "situation": 0.00034417484081913615, "see": 0.00017208742040956807, "diagram": 0.00017208742040956807, "pawn": 0.0005162622612287042, "down": 0.00034417484081913615, "bad": 0.0005162622612287042, "bishop": 0.00034417484081913615, "doubled": 0.00017208742040956807, "pawns": 0.00017208742040956807, "point": 0.0010325245224574084, "appeared": 0.00034417484081913615, "forced": 0.00034417484081913615, "resign": 0.00034417484081913615, "eventually": 0.00017208742040956807, "claimed": 0.0005162622612287042, "wet": 0.00017208742040956807, "weather": 0.00017208742040956807, "cause": 0.00017208742040956807, "defeat": 0.00017208742040956807, "Dawid": 0.00017208742040956807, "Janowski": 0.0008604371020478403, "allout": 0.00017208742040956807, "attacking": 0.00017208742040956807, "Polish": 0.00034417484081913615, "expatriate": 0.00017208742040956807, "Several": 0.00017208742040956807, "months": 0.0008604371020478403, "they": 0.0010325245224574084, "longer": 0.00017208742040956807, "historians": 0.00017208742040956807, "debate": 0.00017208742040956807, "whether": 0.00017208742040956807, "Understanding": 0.00017208742040956807, "Janowskis": 0.00017208742040956807, "chose": 0.00017208742040956807, "defend": 0.00017208742040956807, "solidly": 0.00017208742040956807, "unleashed": 0.00017208742040956807, "attacks": 0.00034417484081913615, "too": 0.00034417484081913615, "soon": 0.00034417484081913615, "left": 0.00017208742040956807, "himself": 0.0006883496816382723, "vulnerable": 0.00017208742040956807, "easily": 0.00034417484081913615, "loss": 0.00034417484081913615, "victory": 0.00017208742040956807, "everyone": 0.00017208742040956807, "revenge": 0.00017208742040956807, "accepted": 0.0006883496816382723, "NovemberDecember": 0.00017208742040956807, "crushed": 0.00017208742040956807, "opponent": 0.0006883496816382723, "no": 0.0012046119428669765, "Your": 0.00017208742040956807, "homonym": 0.00017208742040956807, "plays": 0.00017208742040956807, "stupidly": 0.00017208742040956807, "cannot": 0.00017208742040956807, "look": 0.00017208742040956807, "thinks": 0.00017208742040956807, "am": 0.00017208742040956807, "afraid": 0.00017208742040956807, "will": 0.0006883496816382723, "do": 0.00017208742040956807, "anything": 0.00017208742040956807, "good": 0.00034417484081913615, "Between": 0.00017208742040956807, "arranged": 0.00017208742040956807, "another": 0.00017208742040956807, "JanuaryFebruary": 0.00017208742040956807, "Carl": 0.00017208742040956807, "Schlechter": 0.002065049044914817, "modest": 0.00017208742040956807, "gentleman": 0.00017208742040956807, "unlikely": 0.00034417484081913615, "peaceful": 0.00017208742040956807, "inclination": 0.00017208742040956807, "lack": 0.00017208742040956807, "aggressiveness": 0.00017208742040956807, "willingness": 0.00017208742040956807, "accept": 0.00017208742040956807, "offers": 0.00017208742040956807, "tried": 0.0005162622612287042, "attack": 0.00034417484081913615, "defending": 0.00017208742040956807, "fifth": 0.0006883496816382723, "big": 0.00034417484081913615, "advantage": 0.0010325245224574084, "committed": 0.00017208742040956807, "blunder": 0.0005162622612287042, "cost": 0.00017208742040956807, "drawn": 0.00034417484081913615, "despite": 0.00017208742040956807, "fierce": 0.00017208742040956807, "managed": 0.00017208742040956807, "nearly": 0.00034417484081913615, "beautiful": 0.00017208742040956807, "exchange": 0.00017208742040956807, "sacrifice": 0.00017208742040956807, "ninth": 0.00017208742040956807, "allowed": 0.0005162622612287042, "ending": 0.0005162622612287042, "tenth": 0.0005162622612287042, "tactically": 0.00017208742040956807, "missed": 0.00017208742040956807, "clear": 0.00017208742040956807, "continued": 0.00034417484081913615, "take": 0.00017208742040956807, "increasing": 0.00017208742040956807, "risks": 0.00034417484081913615, "remained": 0.00017208742040956807, "It": 0.0006883496816382723, "speculated": 0.00034417484081913615, "unusually": 0.00017208742040956807, "risky": 0.00017208742040956807, "required": 0.00017208742040956807, "margin": 0.00017208742040956807, "But": 0.0005162622612287042, "according": 0.00034417484081913615, "Isaak": 0.00017208742040956807, "Vladimir": 0.0005162622612287042, "Linder": 0.00017208742040956807, "originally": 0.00017208742040956807, "affair": 0.00017208742040956807, "note": 0.00017208742040956807, "Austrian": 0.00017208742040956807, "Michael": 0.00034417484081913615, "Ehn": 0.00034417484081913615, "forgo": 0.00017208742040956807, "plus": 0.00017208742040956807, "provision": 0.00017208742040956807, "view": 0.00017208742040956807, "subsequently": 0.00017208742040956807, "reduced": 0.00017208742040956807, "proof": 0.00017208742040956807, "quoted": 0.00034417484081913615, "Schlechters": 0.00017208742040956807, "comment": 0.00017208742040956807, "printed": 0.00017208742040956807, "Allgemeine": 0.00017208742040956807, "Sportzeitung": 0.00017208742040956807, "ASZ": 0.00017208742040956807, "There": 0.00034417484081913615, "winner": 0.00034417484081913615, "receive": 0.00017208742040956807, "champion": 0.0006883496816382723, "If": 0.00017208742040956807, "are": 0.0010325245224574084, "equal": 0.0005162622612287042, "decision": 0.00017208742040956807, "arbiter": 0.00017208742040956807, "star": 0.00017208742040956807, "José": 0.0005162622612287042, "Raúl": 0.0005162622612287042, "unwilling": 0.00017208742040956807, "traditional": 0.00017208742040956807, "semitropical": 0.00017208742040956807, "conditions": 0.0006883496816382723, "Havana": 0.0006883496816382723, "becoming": 0.0005162622612287042, "frequent": 0.00017208742040956807, "might": 0.00017208742040956807, "six": 0.00034417484081913615, "therefore": 0.00017208742040956807, "counterproposal": 0.00017208742040956807, "if": 0.0013766993632765446, "neither": 0.00017208742040956807, "lead": 0.0005162622612287042, "least": 0.0005162622612287042, "end": 0.00034417484081913615, "limited": 0.00034417484081913615, "best": 0.0005162622612287042, "thirty": 0.00034417484081913615, "counting": 0.00017208742040956807, "except": 0.00017208742040956807, "either": 0.00034417484081913615, "led": 0.00034417484081913615, "completed": 0.00034417484081913615, "decide": 0.00017208742040956807, "venue": 0.00017208742040956807, "exclusive": 0.00017208742040956807, "right": 0.00017208742040956807, "publish": 0.00034417484081913615, "challenger": 0.00034417484081913615, "deposit": 0.00017208742040956807, "forfeit": 0.00017208742040956807, "equivalent": 0.00017208742040956807, "limit": 0.0005162622612287042, "twelve": 0.00017208742040956807, "per": 0.00034417484081913615, "hour": 0.00017208742040956807, "sessions": 0.00017208742040956807, "hours": 0.00017208742040956807, "day": 0.00034417484081913615, "days": 0.00017208742040956807, "week": 0.00017208742040956807, "objected": 0.00017208742040956807, "thirtygame": 0.00017208742040956807, "requirement": 0.00017208742040956807, "must": 0.0005162622612287042, "claim": 0.00034417484081913615, "unfair": 0.00017208742040956807, "offence": 0.00017208742040956807, "criticized": 0.00017208742040956807, "twogame": 0.00017208742040956807, "condition": 0.00017208742040956807, "broke": 0.00017208742040956807, "off": 0.00017208742040956807, "negotiations": 0.00034417484081913615, "until": 0.0008604371020478403, "speaking": 0.00017208742040956807, "St": 0.0005162622612287042, "Petersburg": 0.0005162622612287042, "proposed": 0.00034417484081913615, "rules": 0.00034417484081913615, "conduct": 0.00017208742040956807, "leading": 0.00034417484081913615, "including": 0.0006883496816382723, "Late": 0.00017208742040956807, "entered": 0.00017208742040956807, "Akiba": 0.00034417484081913615, "Rubinstein": 0.0012046119428669765, "whose": 0.00017208742040956807, "previous": 0.00017208742040956807, "par": 0.00017208742040956807, "Capablancas": 0.0005162622612287042, "funds": 0.00017208742040956807, "rich": 0.00034417484081913615, "friends": 0.00017208742040956807, "demonstrated": 0.0006883496816382723, "flaws": 0.00017208742040956807, "inherent": 0.00017208742040956807, "system": 0.0005162622612287042, "start": 0.00017208742040956807, "War": 0.0006883496816382723, "summer": 0.00017208742040956807, "put": 0.00017208742040956807, "hopes": 0.00017208742040956807, "near": 0.00017208742040956807, "futureThroughout": 0.00017208742040956807, "serious": 0.0010325245224574084, "nontitle": 0.00017208742040956807, "SeptemberOctober": 0.00017208742040956807, "shortly": 0.00017208742040956807, "armistice": 0.00017208742040956807, "quadrangular": 0.00017208742040956807, "fourplayer": 0.00017208742040956807, "half": 0.00017208742040956807, "superb": 0.00017208742040956807, "results": 0.0005162622612287042, "interest": 0.0005162622612287042, "parents": 0.00034417484081913615, "intellectual": 0.00017208742040956807, "talents": 0.00034417484081913615, "adolescent": 0.00017208742040956807, "also": 0.0017208742040956805, "talent": 0.00017208742040956807, "gained": 0.00017208742040956807, "abitur": 0.00017208742040956807, "high": 0.0005162622612287042, "school": 0.0006883496816382723, "graduation": 0.00017208742040956807, "certificate": 0.00017208742040956807, "Landsberg": 0.00017208742040956807, "der": 0.0006883496816382723, "Warthe": 0.00017208742040956807, "town": 0.00017208742040956807, "named": 0.00017208742040956807, "Gorzów": 0.00017208742040956807, "Wielkopolski": 0.00017208742040956807, "Prussia": 0.00034417484081913615, "studied": 0.0005162622612287042, "philosophy": 0.00034417484081913615, "universities": 0.00017208742040956807, "Göttingen": 0.00017208742040956807, "David": 0.00034417484081913615, "Hilbert": 0.00034417484081913615, "doctoral": 0.0005162622612287042, "advisors": 0.00017208742040956807, "Heidelberg": 0.00017208742040956807, "articles": 0.00017208742040956807, "Nature": 0.00017208742040956807, "On": 0.0005162622612287042, "advice": 0.00017208742040956807, "registered": 0.00034417484081913615, "studies": 0.00017208742040956807, "Erlangen": 0.00034417484081913615, "during": 0.0005162622612287042, "thesis": 0.00017208742040956807, "Über": 0.00017208742040956807, "Reihen": 0.00017208742040956807, "auf": 0.00017208742040956807, "Convergenzgrenze": 0.00017208742040956807, "Series": 0.00017208742040956807, "Convergence": 0.00017208742040956807, "Boundaries": 0.00017208742040956807, "same": 0.0008604371020478403, "year": 0.0006883496816382723, "Royal": 0.00017208742040956807, "Society": 0.00017208742040956807, "awarded": 0.00017208742040956807, "doctorate": 0.00017208742040956807, "article": 0.0005162622612287042, "theorem": 0.00017208742040956807, "Emmy": 0.00017208742040956807, "Noether": 0.00017208742040956807, "developed": 0.00017208742040956807, "generalized": 0.00017208742040956807, "form": 0.00034417484081913615, "fundamental": 0.00017208742040956807, "importance": 0.00017208742040956807, "modern": 0.0005162622612287042, "algebraic": 0.00017208742040956807, "geometry": 0.00017208742040956807, "shortterm": 0.00017208742040956807, "positions": 0.00017208742040956807, "lecturer": 0.00017208742040956807, "Tulane": 0.00017208742040956807, "University": 0.0006883496816382723, "Orleans": 0.00017208742040956807, "Victoria": 0.00034417484081913615, "current": 0.00017208742040956807, "unable": 0.00017208742040956807, "secure": 0.00017208742040956807, "longerterm": 0.00017208742040956807, "pursued": 0.00017208742040956807, "scholarly": 0.00017208742040956807, "interests": 0.00017208742040956807, "independently": 0.00017208742040956807, "booklet": 0.00017208742040956807, "titled": 0.00017208742040956807, "Kampf": 0.00017208742040956807, "Struggle": 0.00017208742040956807, "attempted": 0.00017208742040956807, "create": 0.0005162622612287042, "general": 0.00034417484081913615, "theory": 0.0008604371020478403, "competitive": 0.0008604371020478403, "activities": 0.00034417484081913615, "business": 0.00017208742040956807, "war": 0.0006883496816382723, "produced": 0.00017208742040956807, "categorized": 0.00017208742040956807, "Das": 0.0005162622612287042, "Begreifen": 0.00017208742040956807, "Welt": 0.00017208742040956807, "Comprehending": 0.00017208742040956807, "Die": 0.00017208742040956807, "Philosophie": 0.00017208742040956807, "des": 0.00034417484081913615, "Unvollendbar": 0.00017208742040956807, "sic": 0.00017208742040956807, "Philosophy": 0.00017208742040956807, "Unattainable": 0.00017208742040956807, "book": 0.0008604371020478403, "Common": 0.00017208742040956807, "Sense": 0.00017208742040956807, "based": 0.00034417484081913615, "lectures": 0.00034417484081913615, "given": 0.00034417484081913615, "Ostend": 0.00017208742040956807, "sixgame": 0.00017208742040956807, "sponsored": 0.00017208742040956807, "wealthy": 0.00017208742040956807, "lawyer": 0.00017208742040956807, "industrialist": 0.00017208742040956807, "Isaac": 0.00017208742040956807, "Rice": 0.0008604371020478403, "order": 0.0005162622612287042, "test": 0.00017208742040956807, "Gambit": 0.0010325245224574084, "narrowly": 0.00017208742040956807, "Three": 0.00017208742040956807, "secretary": 0.00017208742040956807, "Association": 0.00017208742040956807, "promote": 0.00017208742040956807, "approval": 0.00017208742040956807, "Rices": 0.00017208742040956807, "views": 0.00017208742040956807, "convergence": 0.00017208742040956807, "military": 0.00017208742040956807, "strategy": 0.0005162622612287042, "November": 0.00017208742040956807, "Magazine": 0.00017208742040956807, "ran": 0.00017208742040956807, "interested": 0.00017208742040956807, "introduced": 0.00034417484081913615, "namesake": 0.00017208742040956807, "probably": 0.0005162622612287042, "successful": 0.00017208742040956807, "GoMoku": 0.00017208742040956807, "together": 0.00017208742040956807, "helping": 0.00017208742040956807, "prepare": 0.00017208742040956807, "kept": 0.00034417484081913615, "life": 0.00034417484081913615, "Germany": 0.0006883496816382723, "Europe": 0.00017208742040956807, "contributing": 0.00017208742040956807, "occasionally": 0.00034417484081913615, "magazine": 0.00034417484081913615, "Deutsche": 0.00017208742040956807, "GoZeitung": 0.00017208742040956807, "alleged": 0.00017208742040956807, "once": 0.00034417484081913615, "Had": 0.00017208742040956807, "discovered": 0.00017208742040956807, "sooner": 0.00017208742040956807, "become": 0.0005162622612287042, "married": 0.00017208742040956807, "Martha": 0.0008604371020478403, "Cohn": 0.00034417484081913615, "née": 0.00017208742040956807, "Bamberger": 0.00017208742040956807, "widow": 0.00017208742040956807, "older": 0.00017208742040956807, "already": 0.00034417484081913615, "grandmother": 0.00017208742040956807, "They": 0.0005162622612287042, "popular": 0.00017208742040956807, "stories": 0.00017208742040956807, "under": 0.00017208742040956807, "pseudonym": 0.00017208742040956807, "L": 0.00034417484081913615, "Marco": 0.00017208742040956807, "During": 0.0005162622612287042, "invested": 0.00017208742040956807, "savings": 0.00017208742040956807, "bonds": 0.00017208742040956807, "entire": 0.00017208742040956807, "value": 0.00017208742040956807, "wartime": 0.00017208742040956807, "postwar": 0.00017208742040956807, "inflation": 0.00017208742040956807, "pamphlet": 0.00017208742040956807, "civilization": 0.00017208742040956807, "danger": 0.00017208742040956807, "signed": 0.00034417484081913615, "agreement": 0.0005162622612287042, "noting": 0.00017208742040956807, "free": 0.00017208742040956807, "delay": 0.00017208742040956807, "insisted": 0.0005162622612287042, "clause": 0.00034417484081913615, "anyone": 0.00017208742040956807, "else": 0.00017208742040956807, "nullified": 0.00017208742040956807, "stipulated": 0.00017208742040956807, "resigned": 0.0008604371020478403, "similar": 0.0005162622612287042, "Rubinsteins": 0.00017208742040956807, "report": 0.00017208742040956807, "American": 0.00034417484081913615, "Bulletin": 0.00034417484081913615, "JulyAugust": 0.00017208742040956807, "favor": 0.00034417484081913615, "unpopular": 0.00034417484081913615, "sufficiently": 0.00017208742040956807, "warrant": 0.00017208742040956807, "resignation": 0.00034417484081913615, "real": 0.00034417484081913615, "concern": 0.00017208742040956807, "enough": 0.00017208742040956807, "financial": 0.00017208742040956807, "justify": 0.00017208742040956807, "devoting": 0.00017208742040956807, "nine": 0.00017208742040956807, "unaware": 0.00017208742040956807, "enthusiasts": 0.00017208742040956807, "just": 0.00034417484081913615, "raised": 0.00017208742040956807, "fund": 0.00017208742040956807, "provided": 0.00017208742040956807, "learned": 0.00017208742040956807, "went": 0.00017208742040956807, "Netherlands": 0.00034417484081913615, "living": 0.00034417484081913615, "inform": 0.00017208742040956807, "finance": 0.00017208742040956807, "afterwards": 0.00034417484081913615, "letter": 0.00017208742040956807, "confirming": 0.00017208742040956807, "stated": 0.00034417484081913615, "beat": 0.00017208742040956807, "younger": 0.0005162622612287042, "masters": 0.00034417484081913615, "compete": 0.00017208742040956807, "MarchApril": 0.00017208742040956807, "saw": 0.00017208742040956807, "Black": 0.0005162622612287042, "solid": 0.00017208742040956807, "taking": 0.00017208742040956807, "White": 0.0005162622612287042, "Isolated": 0.00017208742040956807, "Queen": 0.00017208742040956807, "Pawn": 0.00017208742040956807, "failed": 0.00017208742040956807, "necessary": 0.00017208742040956807, "activity": 0.00017208742040956807, "reached": 0.00017208742040956807, "superior": 0.00017208742040956807, "duly": 0.00017208742040956807, "fourteenth": 0.00017208742040956807, "Reuben": 0.00034417484081913615, "Fine": 0.0005162622612287042, "Harry": 0.00017208742040956807, "Golombek": 0.00017208742040956807, "attributed": 0.00017208742040956807, "mysteriously": 0.00017208742040956807, "poor": 0.00017208742040956807, "hand": 0.00017208742040956807, "Kramnik": 0.00034417484081913615, "thought": 0.0005162622612287042, "quite": 0.00017208742040956807, "fascinating": 0.00017208742040956807, "fight": 0.00017208742040956807, "blundered": 0.00017208742040956807, "explained": 0.00017208742040956807, "slightly": 0.00017208742040956807, "recent": 0.00017208742040956807, "practice": 0.00017208742040956807, "retired": 0.00034417484081913615, "exhibition": 0.00017208742040956807, "James": 0.00034417484081913615, "due": 0.00017208742040956807, "illness": 0.00017208742040956807, "subsequent": 0.00017208742040956807, "death": 0.00017208742040956807, "started": 0.00034417484081913615, "Moravská": 0.00017208742040956807, "Ostrava": 0.00017208742040956807, "finishing": 0.00034417484081913615, "Moscow": 0.0013766993632765446, "Efim": 0.00017208742040956807, "Bogoljubow": 0.00017208742040956807, "effectively": 0.00034417484081913615, "telegram": 0.00017208742040956807, "informing": 0.00017208742040956807, "written": 0.00017208742040956807, "Vom": 0.00017208742040956807, "Menschen": 0.00017208742040956807, "die": 0.00034417484081913615, "Geschichte": 0.00017208742040956807, "History": 0.00017208742040956807, "Mankind": 0.00017208742040956807, "performance": 0.0005162622612287042, "Lessing": 0.00017208742040956807, "theatre": 0.00017208742040956807, "distracted": 0.00017208742040956807, "news": 0.00017208742040956807, "badly": 0.00017208742040956807, "Carlos": 0.00017208742040956807, "Torre": 0.00017208742040956807, "success": 0.00034417484081913615, "Lehrbuch": 0.00017208742040956807, "Schachspiels": 0.00017208742040956807, "rewrote": 0.00017208742040956807, "English": 0.00034417484081913615, "Manual": 0.00017208742040956807, "mental": 0.00017208742040956807, "skill": 0.00034417484081913615, "Encyclopedia": 0.00017208742040956807, "Games": 0.00034417484081913615, "verständige": 0.00017208742040956807, "Kartenspiel": 0.00017208742040956807, "means": 0.00017208742040956807, "Sensible": 0.00017208742040956807, "Card": 0.00017208742040956807, "Play": 0.00017208742040956807, "translation": 0.00017208742040956807, "posed": 0.00017208742040956807, "Brettspiele": 0.00017208742040956807, "Völker": 0.00017208742040956807, "Board": 0.00017208742040956807, "Nations": 0.00017208742040956807, "includes": 0.00017208742040956807, "pages": 0.00017208742040956807, "invented": 0.00017208742040956807, "special": 0.00017208742040956807, "correspondent": 0.00017208742040956807, "Dutch": 0.00017208742040956807, "newspapers": 0.00017208742040956807, "reporting": 0.00017208742040956807, "CulbertsonBuller": 0.00017208742040956807, "teacher": 0.00017208742040956807, "Culbertson": 0.00017208742040956807, "expert": 0.00017208742040956807, "representing": 0.00017208742040956807, "Bridgespiel": 0.00017208742040956807, "Game": 0.00017208742040956807, "Bridge": 0.00017208742040956807, "October": 0.00034417484081913615, "died": 0.0005162622612287042, "Adolf": 0.00017208742040956807, "Hitler": 0.00017208742040956807, "campaign": 0.00017208742040956807, "discrimination": 0.00017208742040956807, "intimidation": 0.00017208742040956807, "Jews": 0.00017208742040956807, "depriving": 0.00017208742040956807, "property": 0.00034417484081913615, "citizenship": 0.0005162622612287042, "wife": 0.00034417484081913615, "leave": 0.00034417484081913615, "stay": 0.00017208742040956807, "England": 0.00017208742040956807, "invited": 0.00017208742040956807, "live": 0.00017208742040956807, "USSR": 0.0005162622612287042, "Nikolai": 0.00017208742040956807, "Krylenko": 0.00017208742040956807, "Commissar": 0.00017208742040956807, "Justice": 0.00017208742040956807, "responsible": 0.00017208742040956807, "Show": 0.00017208742040956807, "trials": 0.00017208742040956807, "capacity": 0.00017208742040956807, "Sports": 0.00017208742040956807, "Minister": 0.00017208742040956807, "enthusiastic": 0.00017208742040956807, "supporter": 0.00017208742040956807, "renounced": 0.00017208742040956807, "Soviet": 0.0008604371020478403, "permanent": 0.00017208742040956807, "residence": 0.00017208742040956807, "post": 0.00034417484081913615, "Moscows": 0.00017208742040956807, "Institute": 0.00017208742040956807, "Mathematics": 0.00017208742040956807, "trainer": 0.00017208742040956807, "national": 0.00017208742040956807, "teamLasker": 0.00017208742040956807, "returned": 0.00017208742040956807, "make": 0.00034417484081913615, "Zürich": 0.00017208742040956807, "undefeated": 0.00017208742040956807, "Botvinnik": 0.0005162622612287042, "Salo": 0.00017208742040956807, "Flohr": 0.00017208742040956807, "Rudolf": 0.00017208742040956807, "Spielmann": 0.00017208742040956807, "several": 0.00034417484081913615, "Nottingham": 0.00017208742040956807, "hailed": 0.00017208742040956807, "biological": 0.00017208742040956807, "miracle": 0.00017208742040956807, "decided": 0.00017208742040956807, "Union": 0.0005162622612287042, "moved": 0.00017208742040956807, "via": 0.00017208742040956807, "United": 0.00034417484081913615, "States": 0.00034417484081913615, "Chicago": 0.00017208742040956807, "visiting": 0.00017208742040956807, "Marthas": 0.00017208742040956807, "daughter": 0.00017208742040956807, "motivated": 0.00017208742040956807, "political": 0.00034417484081913615, "upheaval": 0.00017208742040956807, "support": 0.00017208742040956807, "giving": 0.00017208742040956807, "exhibitions": 0.00017208742040956807, "competition": 0.00017208742040956807, "Community": 0.00017208742040956807, "Future": 0.00017208742040956807, "solutions": 0.00017208742040956807, "antiSemitism": 0.00017208742040956807, "unemployment": 0.00017208742040956807, "method": 0.00017208742040956807, "subjective": 0.00017208742040956807, "qualities": 0.00017208742040956807, "addition": 0.00034417484081913615, "objective": 0.00017208742040956807, "requirements": 0.00017208742040956807, "board": 0.00017208742040956807, "Richard": 0.00017208742040956807, "Réti": 0.00017208742040956807, "lengthy": 0.00017208742040956807, "concluded": 0.0005162622612287042, "uncomfortable": 0.00017208742040956807, "W": 0.00017208742040956807, "H": 0.00017208742040956807, "K": 0.00017208742040956807, "Pollock": 0.00017208742040956807, "commented": 0.00017208742040956807, "easy": 0.00017208742040956807, "matter": 0.00017208742040956807, "reply": 0.00017208742040956807, "correctly": 0.00017208742040956807, "denied": 0.00017208742040956807, "agree": 0.00017208742040956807, "According": 0.00017208742040956807, "Andrew": 0.00017208742040956807, "Soltis": 0.00017208742040956807, "International": 0.00017208742040956807, "Master": 0.00034417484081913615, "John": 0.00034417484081913615, "Watson": 0.00017208742040956807, "features": 0.00017208742040956807, "mysterious": 0.00017208742040956807, "appear": 0.00017208742040956807, "regularly": 0.00017208742040956807, "gg": 0.00017208742040956807, "Spike": 0.00017208742040956807, "Dragon": 0.00017208742040956807, "Siciliancitation": 0.00017208742040956807, "sacrifices": 0.00034417484081913615, "gain": 0.00017208742040956807, "positional": 0.0006883496816382723, "practical": 0.00017208742040956807, "rather": 0.0006883496816382723, "trying": 0.00017208742040956807, "find": 0.00017208742040956807, "counterattacking": 0.00017208742040956807, "complicating": 0.00017208742040956807, "disadvantage": 0.00017208742040956807, "Former": 0.00017208742040956807, "realized": 0.00017208742040956807, "different": 0.0005162622612287042, "types": 0.00017208742040956807, "interchangeable": 0.00017208742040956807, "tactical": 0.00017208742040956807, "edge": 0.00017208742040956807, "converted": 0.00017208742040956807, "strategic": 0.00017208742040956807, "vice": 0.00017208742040956807, "versa": 0.00017208742040956807, "theories": 0.00017208742040956807, "codified": 0.00017208742040956807, "Max": 0.00034417484081913615, "Euwe": 0.00034417484081913615, "opined": 0.00017208742040956807, "reason": 0.00017208742040956807, "exceptional": 0.00017208742040956807, "defensive": 0.00034417484081913615, "technique": 0.00017208742040956807, "almost": 0.00017208742040956807, "can": 0.00034417484081913615, "examples": 0.00017208742040956807, "former": 0.00017208742040956807, "exemplifying": 0.00017208742040956807, "passive": 0.00017208742040956807, "defence": 0.00034417484081913615, "latter": 0.00017208742040956807, "active": 0.00017208742040956807, "famous": 0.00034417484081913615, "retain": 0.00017208742040956807, "chance": 0.00017208742040956807, "catching": 0.00017208742040956807, "up": 0.00017208742040956807, "offered": 0.00017208742040956807, "evidence": 0.00017208742040956807, "describes": 0.00017208742040956807, "choice": 0.00034417484081913615, "Exchange": 0.00034417484081913615, "Variation": 0.0005162622612287042, "Ruy": 0.00034417484081913615, "Lopez": 0.00034417484081913615, "innocuous": 0.00017208742040956807, "psychologically": 0.00017208742040956807, "potent": 0.00017208742040956807, "use": 0.0005162622612287042, "variation": 0.00017208742040956807, "throughout": 0.00034417484081913615, "concludes": 0.00017208742040956807, "excellent": 0.00034417484081913615, "mustwin": 0.00017208742040956807, "situations": 0.00017208742040956807, "Luděk": 0.00017208742040956807, "Pachman": 0.00017208742040956807, "writes": 0.00017208742040956807, "dilemma": 0.00017208742040956807, "safe": 0.00017208742040956807, "Variations": 0.00034417484081913615, "structure": 0.00017208742040956807, "gives": 0.0006883496816382723, "endgame": 0.00017208742040956807, "pair": 0.00017208742040956807, "aggressively": 0.00017208742040956807, "middlegame": 0.00017208742040956807, "nullify": 0.00017208742040956807, "Kramniks": 0.00017208742040956807, "deep": 0.00017208742040956807, "understanding": 0.00017208742040956807, "psychology": 0.00017208742040956807, "reckoned": 0.00017208742040956807, "paid": 0.00017208742040956807, "lot": 0.00017208742040956807, "fact": 0.00017208742040956807, "thoroughly": 0.00017208742040956807, "favorite": 0.00017208742040956807, "lines": 0.00017208742040956807, "primarily": 0.00017208742040956807, "e": 0.0005162622612287042, "particularly": 0.00017208742040956807, "opened": 0.00017208742040956807, "d": 0.0005162622612287042, "relatively": 0.00017208742040956807, "rarely": 0.00017208742040956807, "higher": 0.00017208742040956807, "percentage": 0.00017208742040956807, "ones": 0.00017208742040956807, "pieces": 0.00017208742040956807, "French": 0.00034417484081913615, "Defense": 0.0008604371020478403, "Queens": 0.0005162622612287042, "Sicilian": 0.00017208742040956807, "fairly": 0.00017208742040956807, "often": 0.00017208742040956807, "surpassed": 0.00034417484081913615, "ability": 0.00017208742040956807, "assess": 0.00017208742040956807, "quickly": 0.00017208742040956807, "accurately": 0.00017208742040956807, "prospects": 0.00017208742040956807, "what": 0.00017208742040956807, "adopt": 0.00017208742040956807, "adaptable": 0.00017208742040956807, "definite": 0.00017208742040956807, "tenacious": 0.00017208742040956807, "defender": 0.00017208742040956807, "efficient": 0.00017208742040956807, "finisher": 0.00017208742040956807, "followed": 0.00034417484081913615, "completely": 0.00017208742040956807, "paradigm": 0.00017208742040956807, "romantic": 0.00017208742040956807, "mentality": 0.00017208742040956807, "Thanks": 0.00017208742040956807, "gradually": 0.00017208742040956807, "common": 0.00017208742040956807, "stand": 0.00034417484081913615, "out": 0.00017208742040956807, "created": 0.00017208742040956807, "new": 0.00017208742040956807, "far": 0.00034417484081913615, "harder": 0.00017208742040956807, "masses": 0.00017208742040956807, "grasp": 0.00017208742040956807, "hence": 0.00017208742040956807, "enormous": 0.00017208742040956807, "temperament": 0.00017208742040956807, "loses": 0.00034417484081913615, "head": 0.00017208742040956807, "enjoyed": 0.00017208742040956807, "need": 0.00017208742040956807, "adapt": 0.00017208742040956807, "varying": 0.00017208742040956807, "styles": 0.00017208742040956807, "shifting": 0.00017208742040956807, "fortunes": 0.00017208742040956807, "always": 0.00017208742040956807, "Only": 0.00017208742040956807, "Chessworld": 0.00017208742040956807, "future": 0.00017208742040956807, "Bobby": 0.00017208742040956807, "Fischer": 0.0006883496816382723, "listed": 0.00017208742040956807, "greatest": 0.0005162622612287042, "include": 0.00017208742040956807, "list": 0.00034417484081913615, "deriding": 0.00017208742040956807, "nothing": 0.00017208742040956807, "didnt": 0.00017208742040956807, "poll": 0.00017208742040956807, "taken": 0.00017208742040956807, "Fischers": 0.00017208742040956807, "Tal": 0.00034417484081913615, "Korchnoi": 0.00034417484081913615, "Robert": 0.00017208742040956807, "Byrne": 0.00034417484081913615, "ever": 0.00017208742040956807, "Both": 0.00017208742040956807, "Pal": 0.00017208742040956807, "Benko": 0.00017208742040956807, "reconsidered": 0.00017208742040956807, "great": 0.0006883496816382723, "Statistical": 0.00017208742040956807, "ranking": 0.00017208742040956807, "systems": 0.00017208742040956807, "Warriors": 0.00017208742040956807, "Mind": 0.00017208742040956807, "places": 0.00017208742040956807, "Garry": 0.00017208742040956807, "Kasparov": 0.00034417484081913615, "Anatoly": 0.00017208742040956807, "Karpov": 0.00034417484081913615, "Rating": 0.00017208742040956807, "Chessplayers": 0.00017208742040956807, "Past": 0.00017208742040956807, "Present": 0.00017208742040956807, "Arpad": 0.00017208742040956807, "Elo": 0.00017208742040956807, "retrospective": 0.00017208742040956807, "ratings": 0.00017208742040956807, "fiveyear": 0.00017208742040956807, "span": 0.00034417484081913615, "joint": 0.00017208742040956807, "surveyed": 0.00017208742040956807, "uptodate": 0.00017208742040956807, "sensitive": 0.00017208742040956807, "length": 0.00034417484081913615, "periods": 0.00034417484081913615, "compared": 0.00017208742040956807, "ranks": 0.00017208742040956807, "peak": 0.00017208742040956807, "ranging": 0.00017208742040956807, "twenty": 0.00017208742040956807, "Its": 0.00017208742040956807, "author": 0.00034417484081913615, "statistician": 0.00017208742040956807, "Jeff": 0.00017208742040956807, "Sonas": 0.00017208742040956807, "longterm": 0.00017208742040956807, "dominance": 0.00017208742040956807, "By": 0.00017208742040956807, "reckoning": 0.00017208742040956807, "number": 0.002065049044914817, "monthsa": 0.00017208742040956807, "total": 0.0005162622612287042, "No": 0.00017208742040956807, "rank": 0.00017208742040956807, "June": 0.00017208742040956807, "considers": 0.00017208742040956807, "yearold": 0.00017208742040956807, "rating": 0.00034417484081913615, "above": 0.00017208742040956807, "secondplace": 0.00017208742040956807, "Viktor": 0.00034417484081913615, "Korchnois": 0.00017208742040956807, "March": 0.00017208742040956807, "prolific": 0.00017208742040956807, "writer": 0.00017208742040956807, "manuals": 0.00017208742040956807, "lifetime": 0.00017208742040956807, "possible": 0.0005162622612287042, "learn": 0.00017208742040956807, "much": 0.00017208742040956807, "wonder": 0.00017208742040956807, "pragmatic": 0.00017208742040956807, "combative": 0.00017208742040956807, "influence": 0.00034417484081913615, "like": 0.00017208742040956807, "Evans": 0.00017208742040956807, "ended": 0.00017208742040956807, "gambit": 0.00017208742040956807, "revival": 0.00017208742040956807, "McCutcheon": 0.00017208742040956807, "LaskerBauer": 0.00017208742040956807, "sacrificed": 0.00017208742040956807, "bishops": 0.00017208742040956807, "maneuver": 0.00017208742040956807, "repeated": 0.00017208742040956807, "Similar": 0.00017208742040956807, "Cecil": 0.00017208742040956807, "Valentine": 0.00017208742040956807, "De": 0.00017208742040956807, "Vere": 0.00017208742040956807, "Owen": 0.00017208742040956807, "seen": 0.00017208742040956807, "shocked": 0.00017208742040956807, "poverty": 0.00017208742040956807, "intend": 0.00017208742040956807, "circumstances": 0.00017208742040956807, "notorious": 0.00017208742040956807, "demanding": 0.00017208742040956807, "fees": 0.00017208742040956807, "argued": 0.00017208742040956807, "copyright": 0.0005162622612287042, "let": 0.00017208742040956807, "publishers": 0.00017208742040956807, "get": 0.00017208742040956807, "profits": 0.00017208742040956807, "These": 0.00017208742040956807, "demands": 0.00034417484081913615, "initially": 0.00017208742040956807, "angered": 0.00017208742040956807, "editors": 0.00017208742040956807, "helped": 0.00017208742040956807, "pave": 0.00017208742040956807, "way": 0.00017208742040956807, "rise": 0.00017208742040956807, "fulltime": 0.00017208742040956807, "professionals": 0.00017208742040956807, "earn": 0.00017208742040956807, "writing": 0.00034417484081913615, "teaching": 0.00017208742040956807, "Copyright": 0.00017208742040956807, "contentious": 0.00017208742040956807, "mids": 0.00017208742040956807, "vigorously": 0.00017208742040956807, "asserted": 0.00017208742040956807, "clauses": 0.00017208742040956807, "contracts": 0.00017208742040956807, "challengers": 0.00017208742040956807, "large": 0.00017208742040956807, "purses": 0.00017208742040956807, "prevented": 0.00017208742040956807, "delayed": 0.00017208742040956807, "eagerly": 0.00017208742040956807, "awaited": 0.00017208742040956807, "matchesfor": 0.00017208742040956807, "demanded": 0.00017208742040956807, "successor": 0.00017208742040956807, "Some": 0.00017208742040956807, "controversial": 0.00017208742040956807, "attempt": 0.00034417484081913615, "twice": 0.00017208742040956807, "such": 0.00017208742040956807, "readily": 0.00017208742040956807, "Noetherian": 0.00017208742040956807, "Rings": 0.00017208742040956807, "having": 0.00034417484081913615, "called": 0.00017208742040956807, "Laskerian": 0.00017208742040956807, "honor": 0.00017208742040956807, "consistent": 0.00017208742040956807, "efforts": 0.00017208742040956807, "Neumann": 0.00017208742040956807, "writings": 0.00017208742040956807, "dramatic": 0.00017208742040956807, "highly": 0.00017208742040956807, "kidney": 0.00017208742040956807, "infection": 0.00017208742040956807, "charity": 0.00017208742040956807, "patient": 0.00017208742040956807, "MountSinaiHospital": 0.00017208742040956807, "funeral": 0.00017208742040956807, "service": 0.00017208742040956807, "Riverside": 0.00017208742040956807, "Chapel": 0.00017208742040956807, "buried": 0.00017208742040956807, "historic": 0.00017208742040956807, "Beth": 0.00017208742040956807, "Olom": 0.00017208742040956807, "Cemetery": 0.00017208742040956807, "sister": 0.00017208742040956807, "Mrs": 0.00017208742040956807, "Lotta": 0.00017208742040956807, "Hirschberg": 0.00017208742040956807, "survived": 0.00017208742040956807, "Poet": 0.00017208742040956807, "Else": 0.00017208742040956807, "LaskerSchüler": 0.00017208742040956807, "sisterinlaw": 0.00017208742040956807, "Kempen": 0.00017208742040956807, "Kępno": 0.00017208742040956807, "Greater": 0.00017208742040956807, "GermanAmerican": 0.00017208742040956807, "engineer": 0.00017208742040956807, "distantly": 0.00017208742040956807, "related": 0.00017208742040956807, "friend": 0.00017208742040956807, "Albert": 0.00017208742040956807, "Einstein": 0.00034417484081913615, "introduction": 0.00017208742040956807, "posthumous": 0.00017208742040956807, "biography": 0.00017208742040956807, "Life": 0.00017208742040956807, "Dr": 0.00017208742040956807, "Hannak": 0.00017208742040956807, "preface": 0.00017208742040956807, "expresses": 0.00017208742040956807, "satisfaction": 0.00017208742040956807, "met": 0.00017208742040956807, "undoubtedly": 0.00017208742040956807, "interesting": 0.00017208742040956807, "people": 0.00017208742040956807, "know": 0.00017208742040956807, "my": 0.00017208742040956807, "We": 0.00017208742040956807, "thankful": 0.00017208742040956807, "penned": 0.00017208742040956807, "succeeding": 0.00017208742040956807, "generations": 0.00017208742040956807, "men": 0.00017208742040956807, "warm": 0.00017208742040956807, "human": 0.00017208742040956807, "personality": 0.00017208742040956807, "uniquely": 0.00017208742040956807, "independent": 0.00017208742040956807, "Chabons": 0.00017208742040956807, "alternate": 0.00017208742040956807, "mystery": 0.00017208742040956807, "novel": 0.00017208742040956807, "Yiddish": 0.00017208742040956807, "Policemens": 0.00017208742040956807, "murdered": 0.00017208742040956807, "man": 0.00017208742040956807, "Mendel": 0.00017208742040956807, "Shpilman": 0.00017208742040956807, "enthusiast": 0.00017208742040956807, "uses": 0.00017208742040956807, "name": 0.00017208742040956807, "alias": 0.00017208742040956807, "reference": 0.00017208742040956807, "clearly": 0.00017208742040956807, "understood": 0.00017208742040956807, "protagonist": 0.00017208742040956807, "Detective": 0.00017208742040956807, "Meyer": 0.00017208742040956807, "Landsman": 0.00017208742040956807, "chesscitation": 0.00017208742040956807, "table": 0.00017208742040956807, "placings": 0.00017208742040956807, "Score": 0.0006883496816382723, "column": 0.0006883496816382723, "Here": 0.00017208742040956807}, "total": 5811, "gender": "male"}