{"name": "Walton Danforth Stowell", "content": "Walton \"Kip\" Danforth Stowell (January 30, 1936 – January 20, 2009) was an American architect and historic preservationist, best known for his work for the U.S. National Park Service in designing visitors centers and interpretive exhibits in U.S. National Parks throughout the country.  For most of his career, he worked at the Harpers Ferry Design Center which is responsible for architectural design and interpretive planning in National Parks.\n Kip Stowell and his contemporaries were the first generation of historic preservationists at the National Park Service charged with implementing the National Historic Preservation Act of 1966[1] which was a monumental legislation enabling preservation of the nation's historic, cultural, and heritage resources.[2][3]  He began his distinguished 50-year career as an architect and historic preservationist merely as a student[4][5] in the now prestigious National Park Service's Architectural Student Summer Program[6] doing measured drawings for the Historic American Buildings Survey and for Charles E. Peterson who is considered to be the founding father of historic preservation in the United States.[7]\n Kip Stowell was also well known and admired regionally in West Virginia, Jefferson County, and Harpers Ferry for his many regional and local contributions to architecture, to historic preservation, and to the community.[8]\n Kip Stowell was a native of Worcester, Massachusetts and grew up in Templeton, Massachusetts.[9]  He earned a degree of architecture from the University of Pennsylvania in 1960.  He lived in Harpers Ferry, West Virginia for the last three decades of his life.\n Kip Stowell was married to Mary Evalina \"Nena\" Manucy Stowell for 37 years—they were married at the Harpers Ferry Design Center in 1972.[10]  Nena Stowell is an artist and school teacher.[11]  They lived in a vintage Sears Catalog Home in Harpers Ferry built by Abraham Kaplon in 1908.  The house is a classic American Foursquare,  and is one of the early examples of houses built of rusticated concrete block, in this case from a Miracle Block Machine.[12][13][14]  [Abe Kaplon was a prominent merchant in town just after the turn-of-the-century who also built magnificent multi-story brick department stores in Harpers Ferry and nearby Brunswick, Maryland].[15][16][17]  Kip and Nena operated an art gallery and a bed and breakfast in their house, and a Montessori School and hostel for Appalachian Trail hikers on their property.[18]\n Kip and Nena have one son, Walton D. Stowell II, who followed in his father's footsteps and has done architectural designs for a number of projects in National Parks around the country.  Most notably, father and son collaborated on the restoration[19] of the Queen Anne Style Baltimore and Ohio Railroad Harpers Ferry Train Depot (c. 1894)[20] designed by the famed architect E. Francis Baldwin.  In this NPS project during 2002 to 2006,[21] Walton, Jr. was a Field Supervisor and Walton, Sr. was (merely) a consultant.\n Kip Stowell died at his home in Harpers Ferry on January 20, 2009 at age 72.[22]  His ashes were spread in Harper Cemetery.[23]\n Kip Stowell lived and worked in Harpers Ferry, West Virginia for four decades from 1969 until his death in 2009.  He worked for the National Park Service, Harpers Ferry Design Center (established 1970) for 26 years as an architect, interior designer and exhibit planner.[8]  Before that he worked for the National Park Service in its Eastern Division, including working with Charles E. Peterson (founded the Historical American Building Survey), who was resident park architect at the NPS design headquarters in Philadelphia.[24][25]\nand with Ronald F. Lee, who was NPS Chief Historian and Director of the Northeast Region[26]  and known for his History of the Antiquities Act[27]  which is the law that serves as the foundation for the commemoration, preservation, and protection of cultural resources in the United States.  At Harpers Ferry, Kip Stowell followed in the footsteps of park architect Archie W. Franzen who was responsible for surveys and designs for restoration of buildings in Harpers Ferry National Historical Park in the park's early years (1950's and 1960s).[28][29][30][31][32]  Kip Stowell was succeeded at Harpers Ferry upon his retirement by park architect Peter F. Dessauer, who in 1984-1986 lead the restoration project for the Statue of Liberty.\n \nKip Stowell also served the Town of Harpers Ferry for over a quarter of a century between 1975 and 2001 – 18 years as Town Council member and 6 years as Town Mayor.[33]  He was very active in the establishment of the Harpers Ferry Historic District which is on the National Register of Historic Places,[34] and extremely involved in every aspect of the community for four decades (see details above and below).\n Kip Stowell was involved in the design of many visitors centers and interpretive exhibits at National Parks throughout the United States including such sites as\n Kip Stowell surveyed, researched, and made measured drawings of many historical structures throughout the United States to document the buildings and to provide plans for their restoration, rehabilitation, and reuse including:\n National Park Service's Architectural Student Summer Program[6] doing measured drawings for the Historic American Buildings Survey and\n Kip Stowell also surveyed, researched, and made measured drawings of many regional historical structures including:\n Kip Stowell had a reputation not only in Jefferson County and West Virginia, but in  also nationally for his knowledge of historic preservation, historic structures, and architectural designs. Because of his professional skills, wide knowledge of historic preservation issues, familiarity with regional concerns, and his connections in the community, he was appointed and served on many boards and organizations including the\n Kip Stowell applied his considerable skills in architecture and historic preservation to local historic districts in several states and assisted in getting them on the National Register of Historic Places including\n Kip Stowell won a number of awards or was otherwise recognized for his professional achievements including\n Kip Stowell was very active in community affairs on all levels including\n Kip Stowell was not just an architect and historic preservationist, but he also was an accomplished actor and artist as well including\n Spirit of Jefferson Farmer's Advocate, January 17, 1985.  \"Stowell, Taylor to be featured in discussion at PIA meeting June 1.\"  Pride in Action Committee.  Chairman of the Board of Trustees of the International Institute of Interior Design.  Chairman of the Harpers Ferry Planning Commission.\n ", "tags": ["1936 births", "2009 deaths", "Artists from Worcester, Massachusetts", "People from Harpers Ferry, West Virginia", "University of Pennsylvania School of Design alumni", "20th-century American architects", "Historic preservation in the United States", "National Park Service personnel", "Architects from West Virginia", "Preservationist architects", "Articles with minor POV problems from April 2018", "All articles with minor POV problems"], "raw": "The neutrality of the style of writing in this article is questioned. Please do not remove this message until conditions to do so are met. (April 2018) (Learn how and when to remove this template message)\nWalton \"Kip\" Danforth Stowell (January 30, 1936 – January 20, 2009) was an American architect and historic preservationist, best known for his work for the U.S. National Park Service in designing visitors centers and interpretive exhibits in U.S. National Parks throughout the country.  For most of his career, he worked at the Harpers Ferry Design Center which is responsible for architectural design and interpretive planning in National Parks.\nKip Stowell and his contemporaries were the first generation of historic preservationists at the National Park Service charged with implementing the National Historic Preservation Act of 1966[1] which was a monumental legislation enabling preservation of the nation's historic, cultural, and heritage resources.[2][3]  He began his distinguished 50-year career as an architect and historic preservationist merely as a student[4][5] in the now prestigious National Park Service's Architectural Student Summer Program[6] doing measured drawings for the Historic American Buildings Survey and for Charles E. Peterson who is considered to be the founding father of historic preservation in the United States.[7]\nKip Stowell was also well known and admired regionally in West Virginia, Jefferson County, and Harpers Ferry for his many regional and local contributions to architecture, to historic preservation, and to the community.[8]\n\n Kip Stowell\nContents\n\n1 Personal life\n2 Professional life\n3 Career highlights\n\n3.1 Designed National Park visitors centers and interpretive exhibits\n3.2 Surveys and designs for rehabilitation of National Historical Sites\n3.3 Surveys and designs for rehabilitation of regional historical structures\n3.4 Designs for local new structures\n3.5 Recognized for expertise in architecture and historic preservation\n3.6 Contributed to National Register of Historic Places nominations\n3.7 Professional awards and recognition\n3.8 Active in community affairs\n3.9 Actor and artist\n\n\n4 See also\n5 Notes and references\n\n\nPersonal life[edit]\nKip Stowell was a native of Worcester, Massachusetts and grew up in Templeton, Massachusetts.[9]  He earned a degree of architecture from the University of Pennsylvania in 1960.  He lived in Harpers Ferry, West Virginia for the last three decades of his life.\n\n StowellGalleries\nKip Stowell was married to Mary Evalina \"Nena\" Manucy Stowell for 37 years—they were married at the Harpers Ferry Design Center in 1972.[10]  Nena Stowell is an artist and school teacher.[11]  They lived in a vintage Sears Catalog Home in Harpers Ferry built by Abraham Kaplon in 1908.  The house is a classic American Foursquare,  and is one of the early examples of houses built of rusticated concrete block, in this case from a Miracle Block Machine.[12][13][14]  [Abe Kaplon was a prominent merchant in town just after the turn-of-the-century who also built magnificent multi-story brick department stores in Harpers Ferry and nearby Brunswick, Maryland].[15][16][17]  Kip and Nena operated an art gallery and a bed and breakfast in their house, and a Montessori School and hostel for Appalachian Trail hikers on their property.[18]\n\n HarpersFerryTrainDepot\nKip and Nena have one son, Walton D. Stowell II, who followed in his father's footsteps and has done architectural designs for a number of projects in National Parks around the country.  Most notably, father and son collaborated on the restoration[19] of the Queen Anne Style Baltimore and Ohio Railroad Harpers Ferry Train Depot (c. 1894)[20] designed by the famed architect E. Francis Baldwin.  In this NPS project during 2002 to 2006,[21] Walton, Jr. was a Field Supervisor and Walton, Sr. was (merely) a consultant.\nKip Stowell died at his home in Harpers Ferry on January 20, 2009 at age 72.[22]  His ashes were spread in Harper Cemetery.[23]\n\nProfessional life[edit]\nKip Stowell lived and worked in Harpers Ferry, West Virginia for four decades from 1969 until his death in 2009.  He worked for the National Park Service, Harpers Ferry Design Center (established 1970) for 26 years as an architect, interior designer and exhibit planner.[8]  Before that he worked for the National Park Service in its Eastern Division, including working with Charles E. Peterson (founded the Historical American Building Survey), who was resident park architect at the NPS design headquarters in Philadelphia.[24][25]\nand with Ronald F. Lee, who was NPS Chief Historian and Director of the Northeast Region[26]  and known for his History of the Antiquities Act[27]  which is the law that serves as the foundation for the commemoration, preservation, and protection of cultural resources in the United States.  At Harpers Ferry, Kip Stowell followed in the footsteps of park architect Archie W. Franzen who was responsible for surveys and designs for restoration of buildings in Harpers Ferry National Historical Park in the park's early years (1950's and 1960s).[28][29][30][31][32]  Kip Stowell was succeeded at Harpers Ferry upon his retirement by park architect Peter F. Dessauer, who in 1984-1986 lead the restoration project for the Statue of Liberty.\n\nKip Stowell also served the Town of Harpers Ferry for over a quarter of a century between 1975 and 2001 – 18 years as Town Council member and 6 years as Town Mayor.[33]  He was very active in the establishment of the Harpers Ferry Historic District which is on the National Register of Historic Places,[34] and extremely involved in every aspect of the community for four decades (see details above and below).\n\nCareer highlights[edit]\nDesigned National Park visitors centers and interpretive exhibits[edit]\nKip Stowell was involved in the design of many visitors centers and interpretive exhibits at National Parks throughout the United States including such sites as\n\nFort Clatsop National Memorial (c. 1958) in Oregon,[35]\nFort Clatsop (c. 1805) is where Lewis and Clark's Corps of Discovery spent the winter of 1805-1806 (December 7, 1805 - March 23, 1806).  The Fort Clatsop National Memorial was incorporated into the Lewis and Clark National and State Historical Parks in 2004.  Kip Stowell was part of the Harpers Ferry Center design team that planned and constructed all of the new exhibits in the enlarged exhibit hall during the 1989 visitor center rehabilitation project.\nAssateague Island National Seashore (c. 1965) in Maryland/Virginia,[36]\nAssateague Island is an undeveloped barrier island, known for its roaming wild horses, and a popular place to camp.  A building used as a restaurant was extensively renovated in 1979 and turned into the \"Toms Cover Visitor Center\" with interpretive exhibits.  The local NPS staff commented about Kip Stowell and the Harpers Ferry Design Center saying \"they have shown that while one can't make a silk purse out of a sow's ear, one can make an impressive visitor center out of a clam shack.\"\nGrandview, New River Gorge National River  (c.1978) in West Virginia,[37]\nGrandview has been a popular park since the 1950s and is known for it spectacular views of the New River and for the outdoor Theatre West Virginia.\nCanyon Rim, New River Gorge National River (c.1978) in West Virginia,[38]\nThe Canyon Rim Visitors Center is near the New River Gorge Bridge which is one of the highest bridges in the world and spans the New River which is one of the best whitewater rivers in the world.[39]\nIndependence National Historical Park (c. 1966) in Philadelphia,[8]\nIndependence National Historical Park is a collection of sites in central Philadelphia important to the Nation's independence including Independence Hall and The Second Bank of the United States.\nAcadia National Park (c. 1916) in Maine,[22]\nAcadia National Park is a located on a rugged island on the coast of Maine.\nCape Cod National Seashore (c. 1961) in Massachusetts,[40]\nCape Cod National Seashore.  An estimated 4.6 million people visit the park each year.\nMammoth Cave National Park (c. 1941) in Kentucky,[40]\nMammoth Cave is the largest known cave system in the world (367 miles).\nGolden Gate National Recreation Area  (c. 1972) in the San Francisco area,[40]\nGolden Gate National Recreation Area is a collection of many sites, including five National Historic Landmarks.  An estimated 15 million people visit the park each year.\nWashington Monument (c. 1885) in Washington, D.C.,[22]\nWashington Monument. An estimated 1 million people visit the monument each year.\nEverglades National Park.[41]\nKip Stowell designed the theme exhibit \"The Bloom of Life\" for the Visitors Center.\nSurveys and designs for rehabilitation of National Historical Sites[edit]\nKip Stowell surveyed, researched, and made measured drawings of many historical structures throughout the United States to document the buildings and to provide plans for their restoration, rehabilitation, and reuse including:\n\nSlyder House (c. 1852) at Gettysburg National Park in Pennsylvania,[42]\nThe Slyder House was used as a Confederate hospital during the Battle of Gettysburg.  Stowell made measured drawings (Set 1, Set 2) of the house in August 1957 when he was a student in the NPS Architectural Student Summer Program working for the Historic American Buildings Survey (HABS).\nNational Park Service's Architectural Student Summer Program[6] doing measured drawings for the Historic American Buildings Survey and\n\nBryan House at [c. 1857?] Gettysburg National Park in Pennsylvania,[43]\nThe Bryan House was home to Abraham Bryan, a free black, located on Cemetery Ridge near Pickett's Charge, and heavily damaged during the battle. The house was photographed by the famed Civil War photographer Matthew Brady after the battle.  Stowell's measured drawings of the house in July 1957 were made when he was a student in the NPS Architectural Student Summer Program working for the Historic American Buildings Survey (HABS).\nScale House (c. 1829) at Salem Maritime National Historic Site in Massachusetts,[44][45]\nThe Scale House was used to store scales and other equipment associated with Custom House at Salem, which was an important early port.  Stowell's measured drawings in August 1958 were made as a student working for the Historic American Buildings Survey under the direction of Charles Peterson, considered to be the \"founding father\" of historic preservation in this country.  Later in July 1964, when working as NPS staff, Stowell prepared the Scale House Historic Structures Report.\nWest India Good Store (c. 1804) at the Salem Maritime National Historic Site in Massachusetts,[46]\nThe West India Good Store was a retail store that sold goods from around the world.  It is still in use as a retail store by a NPS-related organization.  In July 1964, Stowell prepared the NPS Historic Structures Report for the building.[47]  (see also West India Goods Store by John Robbins (1997).\nSagamore Hill National Historic Site (c. 1962) in Oyster Bay, New York on Long Island,[48]\nSagamore Hill (c. 1884) is a Queen Anne style house that was the home of President Theodore Roosevelt for much of his adult life.  It was called the 'Summer White House' during Roosevelt's presidency.  Sagamore Hill is located in Oyster Bay, New York where Teddy Roosevelt's family spent their summers during his youth.   Stowell prepared perspective drawings of the house in the project coordinated by the Harpers Ferry Design Center in 1990.\nJohn D. Jones, B. Smith House (c. 1838) in Philadelphia,[49][50]\nFrank Kemper House (c. 1835) (also called the Turner Ashby House)  in Port Republic, Virginia,[51]\nthe Port Republic Museum is located in the Frank Kemper House.  It is near where the Battle of Port Republic was fought in Stonewall Jackson's 1862 Shenandoah Campaign.  The body of General Turner Ashby, nicknamed the \"Black Knight of the Confederacy\" and Stonewall's cavalry commander, was brought to the Frank Kemper House after he was killed in battle on June 6, 1862.\nSecond Bank of the United States (c. 1819–1824) in Philadelphia,[8]\nThe Second Bank of the United States is a massive Greek Revival building, designed by William Strickland - a student of Benjamin Latrobe.  It was the \"second\" chartered bank in the United States, and later used 1854-1934 as the US Custom House.  It now houses several hundred portraits from the Revolutionary and Federal eras.  Stowell won an Award of Excellence by the Federal Design Council for Interiors and Exhibits at the Second Bank Portrait Gallery.\nIndependence Hall (United States) in Philadelphia,[8]\nBishop William White House (c. 1786–1877) in Philadelphia,[8]\nBishop White was Chaplain of the Continental Congress and the first Bishop for the Episcopal Church in America\nHarpers Ferry Train Depot (c. 1894)[52][53][54][55]\nThe Harpers Ferry Train Depot was designed by the famed B&O architect E. Francis Baldwin.  As Mayor of Harpers Ferry 1995-2001, Stowell was the lead voice calling for saving of the deteriorating structure and pressuring the CSX Railroad and the National Park Service into reaching an agreement after many decades of back and forth \"negotiations.\"  In 1999, the train depot was listed as one of the 10 most endangered railroad stations in the United States.  Stowell was battling his former employer at the Harpers Ferry National Historical Park regarding the lack of good stewardship by the National Park Service of the historic train depot. The Town of Harpers Ferry obtained a grant from the State of West Virginia to stabilize the structure which helped force the CSX Railroad and the NPS into moving forward with an immediate restoration project.  A few years later, Stowell was an unofficial consultant for the NPS restoration of the train depot in which his son, Walton Stowell, Jr., also an architect, was a Field Supervisor for the project in 2002 to 2006.\nSurveys and designs for rehabilitation of regional historical structures[edit]\nKip Stowell also surveyed, researched, and made measured drawings of many regional historical structures including:\n\nGalilean Fisherman's Hall in Charles Town, West Virginia,[22][56][57][58]\nThe Galilean Fisherman's Hall is where a group of local blacks in about 1885 formed a chapter of the Grand United Order of the Galilean Fisherman, which was a black fraternal organization founded in about 1856 in Baltimore as a benevolent society to help blacks.\nPeter Burr House in Jefferson County, West Virginia,[59]\nThe Peter Burr House is believed to be the oldest frame structure in Jefferson County.\nJefferson County Courthouse (West Virginia) in Charles Town, West Virginia,[60]\nOld Jefferson County Jail in Charles Town, West Virginia,[61][62][63]\nDesigns for local new structures[edit]\nMemorial at the Harpers Ferry Jobs Corps Center honoring Job Corps students and CSX workers who died in a MARC/Amtrak train wreck in February 1996,[64]\nSt. James Catholic Church in Charles Town.,[65]\nStowell won an Honor Award in 1980 from the West Virginia Society of Architects for his design of an addition-renovation.  The Society noted that the design \"solved a very difficult problem with imagination and boldness.\"\nHarpers Ferry Montessori School (c. 1984),[66]\nStowell won an award for its design in 1985 from the West Virginia Society of Architects.[67]  The building is a \"Lincoln Log\" type construction.\nHarpers Ferry-Bolivar Public Library,[68]\nStowell designed an addition in 1992 that doubled the size of the library.  Fifteen years earlier, he served on the Library Board that oversaw planning and construction of the new library.\nBolivar Community Center,[69][70][71]\nStowell designed the new building.\nLocust Grove Rest Home in Bolivar,[72]\nStowell designed a living-recreation room during a renovation in 1975-1976.\nRecognized for expertise in architecture and historic preservation[edit]\nKip Stowell had a reputation not only in Jefferson County and West Virginia, but in  also nationally for his knowledge of historic preservation, historic structures, and architectural designs. Because of his professional skills, wide knowledge of historic preservation issues, familiarity with regional concerns, and his connections in the community, he was appointed and served on many boards and organizations including the\n\nNational Trust for Historic Preservation, Board of Advisors (West Virginia Representative),[73][74]\nAmerican Institute of Architects,\nInternational Institute of Interior Design, Instructor,\nInternational Institute of Interior Design, Board of Trustees,\nWest Virginia Archives and Historic Commission,[75]\nWest Virginia Preservation Alliance, Founding Member and Board of Directors,[22][76]\nJefferson County (West Virginia) Historic Landmarks Commission,[77][78][79]\nJefferson County (West Virginia) Preservation Alliance,[80]\nJefferson County (West Virginia) African-American Community Association,[56][57][81]\nArts and Humanities Alliance of Jefferson County (West Virginia), Board of Directors,[82][83]\nOld Opera House Theatre Company (Charles Town, WV), Advisory Board,[84]\nRecognized locally for knowledge of historic preservation.[57][85][86][87][88][89][90][91][92][93]\nContributed to National Register of Historic Places nominations[edit]\nKip Stowell applied his considerable skills in architecture and historic preservation to local historic districts in several states and assisted in getting them on the National Register of Historic Places including\n\nBurkittsville, Maryland. 1975,[94][95][96]\nHarpers Ferry, West Virginia.  1979,[34]\nPetersham, Massachusetts. 1982,[8][97]\nProfessional awards and recognition[edit]\nKip Stowell won a number of awards or was otherwise recognized for his professional achievements including\n\nAward of Excellence by the Federal Design Council for Interiors and Exhibits at the Second Bank Portrait Gallery in the Independence National Historical Park in Philadelphia,[98]\nPresident Clinton: Mayor Stowell, thank you for a lifetime of dedication to America's National Park system. (Earth Day Celebration in Harpers Ferry, April 22, 1998),[99]\nSpecial Achievement Award from the National Park Service,[100]\nHonorable Mention Award for Excellence in Architecture Design from the West Virginia Society of Architects for Design of the Harpers Ferry Montessori School in Harpers Ferry, West Virginia,[101]\nHonor Award for Excellence in Architecture Design from the West Virginia Society of Architects for Design of the St. James Catholic Church in Charles Town, West Virginia,[102]\nEmeritus Member of the American Institute of Architects,[22]\nActive in community affairs[edit]\nKip Stowell was very active in community affairs on all levels including\n\nServed the Town of Harpers Ferry for over a quarter of a century between 1975 and 2001 – 18 years as Town Council Member and 6 years as Town Mayor,[33]\nMember of Harpers Ferry Planning Commission.[103]\nMember of Burkittsville Historical District Commission.[104]\nBolivar-Harpers Ferry Public Library Committee (1975) responsible for overseeing plans for construction of the new library,[105][106][107][108]\nJefferson County Bicentennial Committee for Jefferson County, West Virginia (2001),[109]\nCo-chairman of the U.S. Bicentennial Committee for Harpers Ferry (1966),[110]\nRanson, West Virginia Building Inspection Appeals Board,[111]\nPride in Action committee, Charles Town, West Virginia (a group dedicated to community beautification and improvement),[112]\nOrder of the Bell Tower, Charles Town, West Virginia (a group that gave tours of the Jefferson County Historic Courthouse),[22]\nNoble Grand of Odd Fellows Lodge Virginia #1 in Harpers Ferry.[113]  Involved in restoration (1992) of Odd Fellows Lodge (c. 1834).\nActor and artist[edit]\nKip Stowell was not just an architect and historic preservationist, but he also was an accomplished actor and artist as well including\n\nplaying the Dancing Mayor in the September 1999 production of September Stars directed by Carol Gallant at the Old Opera House in Charles Town (WV)[114]\nexhibiting at the Architecture as Art Exhibit at the Boarmans Arts Center in Martinsburg, Maryland in 1998,[115]\nplaying the B&O Railroad Conductor A.J. Phelps in The Anvil, The Trial of John Brown, a play by Julia Davis (written in 1962 for the centennial of the Civil War) at the Jefferson County Courthouse in Charles Town (WV) in August 1975,[114][116]\nregularly playing Peter Burr at the Peter Burr Living History Farm in Jefferson County (WV),[117]\nHouses and Gardens from around the World presentation,[118]\nSee also[edit]\nSpirit of Jefferson Farmer's Advocate, January 17, 1985.  \"Stowell, Taylor to be featured in discussion at PIA meeting June 1.\"  Pride in Action Committee.  Chairman of the Board of Trustees of the International Institute of Interior Design.  Chairman of the Harpers Ferry Planning Commission.\n\nNotes and references[edit]\n\n^ United States. National Historic Preservation Act (Public Law 89-665).  October 15, 1966. [Available online from the NPS at http://www.nps.gov/history/local-law/FHPL_HistPrsrvt.pdf]\n\n^ National Park Service.  National Historic Preservation Act.  Preserving America's Historic Places. [This overview of the act by the NPS is available online at http://www.nps.gov/history/40th/)\n\n^ Mackintosh, Barry.  The National Historic Preservation Act and The National Park Service: A History.  Washington, D.C.: National Park Service, 1986.  [This overview of the act by Mackintosh is available online at http://www.nps.gov/history/history/online_books/mackintosh5/]\n\n^ Peterson, Charles E. Architectural Student Summer Program, 1958. Journal of the Society of Architectural Historians 16, 29-30 (1957). [Overview of the program and its history, and reference to contribution by Stowell.]\n\n^ Peterson, Charles E.  Seventeenth-Century Porches.  Journal of the Society of Architectural Historians 16, 30-31 (1957). [Reference to contribution by Stowell.]\n\n^ Heritage Documentation Programs (HABS/HAER/HALS), Summer Documentation Program [Description of program available online at http://www.preservationdirectory.com/PreservationBlogs/ArticleDetail.aspx?id=780&catid=11]\n\n^ Charles E. Peterson Archive and Library of Early American Building Technology and Historic Preservation.  National Trust Library, University of Maryland.  [Summary of Charles Peterson Archive is available online at http://www.lib.umd.edu/NTL/peterson.html].\n\n^ a b c d e f g Kip Stowell.  Always experimenting.  Spirit of Jefferson Farmer's Advocate, May 9, 1996.  [Reference to Stowell as NPS architect, interior designer and exhibit planner at HFC 1969-1995; studying under and being hired by Charles Peterson; working on the HABS; studying with Lee H. Nelson who was also a HABS summer intern in 1958 and who later was the Team Leader of the Independence Hall project; working on the Philadelphia Bicentennial restoration project; restoration of Independence Hall; restoration of The Second Bank of the United States for which Stowell received a Federal Design Award; working on the Bishop White House; design work for renovating and enlarging St. James Catholic Church in Charles Town, WV for which Stowell received a design award from the West Virginia Society of Architects; design work for a one room Montessori School in Harpers Ferry for which he also received a design award from the West Virginia Society of Architects; helping create the National Historic Districts in Harpers Ferry, Burkittsville, MD, and Petersham, Mass; restoration of Peter Burr House in Jefferson County; restoration of Fisherman's Hall in Charles Town, WV].\n\n^ Logan John New \"Eagle\". Spirit Of Jefferson Farmer's Advocate, May 22, 1997.  [Reference to Stowell being Life Scout in Baldwinsville, Mass.]\n\n^ Miss Mary Mauncy, Mr. Stowell Exchange Vows, Spirit of Jefferson Farmer's Advocate, June 22, 1972.\n\n^ C.W. Shipley Elementary School Art Teacher (2009) http://boe.jeff.k12.wv.us/education/staff/staff.php?sectionid=770&\n\n^ Home for the holidays.  Historic halls decked. The Journal, December 19, 2008. [Description of Kaplon-Stowell House on Christmas tour.]\n\n^ 50th House and Garden Tour Scheduled April 23 & 24. Spirit of Jefferson Farmer's Advocate, April 7, 2005.  [Description of Kaplon-Stowell House on local house and garden tour.]\n\n^ Stowell, Walton D. The \"Miracle\" and the \"Wizard\". Preliminary Notes on Concrete Building Block Machines. Bulletin of the Association for Preservation Technology 5, 67-70 (1973).\n\n^ West Virginia Jewish History and Genealogy.  Harpers Ferry and Charles Town.  [Available online at http://www.westvirginiajewishhistory.com/charles%20town%20and%20harpers%20ferry.html].\n\n^ Brunswick Historical Society.  History of Brunswick.  [Available online at http://www.bhs.edu/hist/100ch9.html].\n\n^ Rubin, Mary H. Brunswick Maryland (Images of America). Charleston, S.C.: Arcadia, 2007.\n\n^ Stowell Galleries.  http://stowellgalleries.googlepages.com/\n\n^ Lee, Andrew S., et al. Harpers Ferry Train Station : Historic Structures Report.  Harpers Ferry: Harpers Ferry National Historical Park, 2004.  [Available online at the Library of Congress at http://lccn.loc.gov/2004438305].\n\n^ Historic American Engineering Record (Andrew Lee et al).  Baltimore & Ohio Railroad, Harpers Ferry Station, Potomac Street, Harpers Ferry, Jefferson County, WV.  (HAER WV-86).  Washington, D.C: National Park Service, 2002-2006. [Available online at the Library of Congress at  http://hdl.loc.gov/loc.pnp/hhh.wv0538].\n\n^ National Park Service Project No. HAFE 76736.\n\n^ a b c d e f g Friends, family remember Stowell.  The Herald-Mail, February 3, 2009. [Available online at http://www.herald-mail.com/?cmd=displaystory&story_id=215951&format=html].\n\n^ Harpers Ferry Town Newsletter, February 2009.  [Available online at http://www.harpersferrywv.us/tc/newsletters/newsletter_200902.pdf].\n\n^ Lewis, Ralph H. Museum curatorship in the National Park Service, 1904-1982. (Washington, D.C.: National Park Service, 1993). [Available online by the NPS at http://www.nps.gov/history/history/online_books/curatorship/].\n\n^ Ahern, Katherine, Leslie H. Blythe, and Robert R. Page.   Cultural Landscape Program (U.S.). Washington, D.C.:  National Park System, 1992.\n\n^ Ronald F. Lee Papers (1947–1972).  [Summary available online by the Harpers Ferry Center at http://www.nps.gov/hfc/products/library/lee.htm].\n\n^ Lee, Ronald F.  The Antiquities Act of 1906. Washington, D.C.: National Park Service, 1970.  [Available online by the NPS Archeology Program at http://www.nps.gov/archeology/PUBS/lee/Lee_FPM.htm].\n\n^ Moyer, Teresa S., Kim E. Wallace, and Paul A. Shackel. To Preserve the Evidences of a Noble Past. An Administrative History of Harpers Ferry National Historical Park. College Park, Maryland: Center for Heritage Resource Studies, University of Maryland, 2004].\n\n^ Archie Franzen Curriculum Vitae. [Available online at http://www.johnbrown.org/people.htm]\n\n^ Moyer, Teresa S. and Paul A. Shackel, The making of Harpers Ferry National Historical Park: a devil, two rivers, and a dream. Lanham, Maryland: AltaMira Press, 2008].\n\n^ Wentzell, Volkmar. History Awakens at Harpers Ferry. National Geographic Magazine 61, 399-416 (March 1958).\n\n^ Schackel, Paul A. Archaeology and created memory: public history in a national park. New York: Kluwer Academic/Plenum Publishers, 2000].\n\n^ a b Harpers Ferry Town Council.  Harpers Ferry Town Council Membership (1851–2009).  (Harpers Ferry: Harpers Ferry Town Council, April 16, 2008). (http://www.harpersferrywv.us/tc/HFCouncils1851-2009.pdf)\n\n^ a b Harpers Ferry Planning Commission.  Harpers Ferry National Register of Historic Places Inventory Nomination Form. (Harpers Ferry: Harpers Ferry Planning Commission, November 1, 1978).  (West Virginia Division of Culture and History http://www.wvculture.org/shpo/nr/pdf/jefferson/79002584.pdf).\n\n^ Cannon, Kelly. Fort Clatsop National Memorial - Administrative History. (Washington, D.C.: U.S. National Park Service, 1995). (Lewis and Clark National Historical Parks http://www.nps.gov/lewi/parkmgmt/upload/FOCLAdminHistory.pdf)\n\n^ Mackintosh, Barry. Assateague Island National Seashore - an Administrative History. (Washington, D.C.: National Park Service, 1982).  (Assateague Island National Seashore http://www.nps.gov/asis/parkmgmt/upload/asisadminhistory.pdf)\n\n^ National Park Service.  Grandview, New River Gorge National River, West Virginia: development concept plan, interpretive prospectus, environmental assessment. (Denver, Colo.: National Park Service, 1999).\n\n^ National Park Service. Development Concept Plan: Kaymoor, New River Gorge National River, West Virginia. (Denver, Colo.: National Park Service, 1992.\n\n^ New River Gorge Bridge.  http://www.nps.gov/neri/planyourvisit/nrgbridge.htm\n\n^ a b c From T&G Paperboy to \"Mr. Mayor\".  Worcester (Mass.) Telegram & Gazette, May 8, 1996.  [Article on Stowell as youth in Templeton, Mass, projects at NPS, and later as Mayor of Harpers Ferry.]\n\n^ Harpers Ferry Center feeds the museums of the nation. The Morning Herald (Hagerstown, MD), August 20, 1971.  [Stowell architect with Division of Museums.  Designed theme exhibit \"The Bloom of Life\" for the Everglades National Park Visitors Center.]\n\n^ Historic American Buildings Survey [Malcolm Smiley et al].  Slyder House, Kitchen, Near Plum Run, West of Big Round Top, Gettysburg vicinity, Adams County, PA (HABS PA-356-A).  (Washington, D.C: National Park Service, 1957-). (Library of Congress http://hdl.loc.gov/loc.pnp/hhh.pa0017).\n\n^ Historic American Buildings Survey [Agnes A. Gilchrist et al].  Bryan House, Hancock Avenue, Gettysburg vicinity, Adams County, PA (HABS PA-342).  (Philadelphia: National Park Service, 1957-1959). (Library of Congress http://hdl.loc.gov/loc.pnp/hhh.pa0012).\n\n^ Stowell, Walton. Historic Structures Report: Part I : Architectural Data Section on the Scale House, Salem Maritime National Historic Site. (Philadelphia: National Park Service, 1964).\n\n^ Historic American Buildings Survey [Ernest Allen Connally et al].  Custom House & Public Stores, Scale House, 178 Derby Street, Salem, Essex County, MA (HABS MA-799-A).  (Washington, D.C: National Park Service, 1958-1959). (Library of Congress http://hdl.loc.gov/loc.pnp/hhh.ma0167).\n\n^ Robbins, John. West India Goods Store: Salem Maritime National Historic Site, Salem, Massachusetts. (Denver, Colo.: National Park Service, 1997).\n\n^ Stowell, Walton. July 1964.  West India Good Store. Historic Structures Report, Architectural Data Section, Salem Maritime National Historic Site.  (Philadelphia:  National Park Service, 1964).\n\n^ Wallace, David H. Sagamore Hill National Historic Site, Oyster Bay, New York (Harpers Ferry: National Park Service, 1990).\n\n^ O'Gorman, James F. Drawing toward building: Philadelphia architectural graphics, 1732-1986. (Philadelphia: Pennsylvania Academy of the Fine Arts, 1986).\n\n^ Massey, James C. Two Centuries of Philadelphia Architectural Drawings. Catalogue of the Exhibit Held at the Philadelphia Museum of Art by the Society of Architectural Historians. (Chicago: Society of Architectural Historians, 1964).\n\n^ Spirit of Jefferson Farmer's Advocate?\n\n^ Train Station May Got to NHP.  Spirit of Jefferson Farmer's Advocate, April 13, 2000.  [Mayor Stowell discussion regarding negotiations about transferring ownership of Harpers Ferry Train Station from CSX Corporation to the National Park Service.]\n\n^ Historic Harpers Ferry Train Station/Depot'.  Spirit of Jefferson Farmer's Advocate, July 27, 2000.  Letter to Editor about Train Depot.  In December 1999, it was placed on the \"Top 10 Most Endangered Stations in America\" due to lack of maintenance.\n\n^ The big chill between local officials in Harpers Ferry, W.Va., and the National Park Service seems to be thawing.  The Washington Post, March 23, 1992.  [Standoff about control of Shenandoah and Potomac Streets in Lower Town.]\n\n^ Station restoration has some steamed: Park Service may increase control in Harpers Ferry. Charleston Daily Mail, August 23, 2000.  [About whether NPS or Town of Harpers Ferry should own Train Depot.]\n\n^ a b Historic Charles Town hall getting a face lift. The Herald-Mail (Hagerstown, MD), April 12, 2006. [Reference to acquisition and restoration of Gallilean Fishermen's Hall (c. 1885).]\n\n^ a b c Creating a future for the past: Preservationists seek to save structures.\"  Spirit of Jefferson Farmer's Advocate, May 2, 1996.  [Reference to Stowell as chairman of workshop entitled \"Preserving Our Rich Cultural Workshop\" which focused on the Fisherman's Hall and the Peter Burr house.   Peter Burr House is believed to be the oldest frame structure in Jefferson County.  Regina Jackson was president of the Jefferson County African American Community Association.]\n\n^ Governor Awards $150,000 Grant to Fisherman's Hall.  Spirit of Jefferson Farmer's Advocate, February 10, 2000.  [Stowell architect for project.]\n\n^ Lectures to Highlight Archaeology Week Here.  Spirit of Jefferson Farmer's Advocate, October 9, 1997.  Announcement of lecture by Mayor Kip Stowell on Peter Burr House\n\n^ Spirit Of Jefferson Farmer's Advocate\n\n^ Spirit Of Jefferson Farmer's Advocate, Jan 4, 2001\n\n^ JCPASH Rallies Around Old Jefferson County Jail.  Spirit of Jefferson Farmer's Advocate, March 20, 2003.  Reference to Stowell and Jefferson County Preservation Alliance to Save Our Heritage (fought destruction of old jail).\n\n^ Reuse the Jail.  Spirit of Jefferson Farmer's Advocate, October 2, 2003.  Reference to Stowell as the architect for Jefferson County Preservation Allianced to Save Our Heritage (fought destruction of old jail).\n\n^ Washington Times, Feb 16, 1997\n\n^ St. James Catholic Church Designs Draw Awards.  Spirit of Jefferson Farmer's Advocate, December 18, 1980.  [Stowell wins design award.]\n\n^ Harpers Ferry Bolivar News. Spirit of Jefferson Farmer's Advocate, May 10, 1984\n\n^ Harpers Ferry architects win award for design of Harpers Ferry Montessori School. Spirit of Jefferson Farmer's Advocate, January 17, 1985\n\n^ Library's 20th Anniversary. Spirit of Jefferson Farmer's Advocate, October 16, 1997.  [Reference to Kip Stowell's design of addition to Harpers Ferry-Bolivar library in 1992 that doubled the size of the library.]\n\n^ Bolivar Multi-Purpose Community Building. Spirit of Jefferson Farmer's Advocate, March 15, 1979.\n\n^ Community Center for Bolivar nearing reality. Spirit of Jefferson Farmer's Advocate, August 2, 1979.\n\n^ Public meeting to review plans for Bolivar Multi-purpose community building.  Spirit of Jefferson Farmer's Advocate, February 1, 1979. [Stowell designed building.]\n\n^ Nursing home fund raiser to auction Dolly Parton's dress.  The News (Frederick, MD), January 22, 1976.  [Stowell designed living-recreation room in renovation of Locust Grove Rest Home in Bolivar.]\n\n^ National Trust for Historic Preservation. Annual Report 2000.  (http://www.preservationnation.org/about-us/additional-resources/2000_annual_report_nthp.pdf).\n\n^ National Trust for Historic Preservation.  Preservation Yellow pages: the complete information source for homeowners, communities and professionals.  New York: John Wiley and Sons, 1997.  [Stowell listed as  National Trust advisor for West Virginia.]\n\n^ West Virginia Division of Culture and History.  West Virginia Archives and History Commission Minutes, October 8, 2004.  (http://www.wvculture.org/history/ahc100804.html).\n\n^ Preservation Alliance of West Virginia. Spring 2001 Newsletter (http://www.pawv.org/newsltrs/PAWVnewspring01.htm).\n\n^ Jefferson County (West Virginia) Commission.  March 6, 2003 Meeting Minutes.  [Stowell appointed to county Landmarks Commission.  Minutes available online at http://www.jeffersoncountywv.org/minutes/minutes/3-6-03.pdf].\n\n^ Council makes two appointments. Spirit of Jefferson Farmer's Advocate, February 15, 1996.   [Stowell appointed to Jefferson County Landmarks Commission.]\n\n^ Jefferson County (West Virginia) Landmarks Commission.  May 21, 2008 Meeting Minutes.  [Available online at http://jeffersoncountyhlc.org/JCHLC%20Minutes%205_21_08.pdf].\n\n^ Jefferson County (West Virginia) Commission.  February 26, 2009 Meeting Minutes.  [Resolution honoring the life of Walton Danforth 'Kip' Stowell, Sr.  Minutes available online at http://www.jeffersoncountywv.org/2009%20minutes/2009-02-26.pdf].\n\n^ Jefferson County (West Virginia) Commission.  February 26, 2009 Meeting Minutes. Includes Resolution honoring the life of Walton Danforth 'Kip' Stowell, Sr..  (http://www.jeffersoncountywv.org/2009%20minutes/2009-02-26.pdf)\n\n^ aha! Arts & Humanities Council of Jefferson County.  Spirit of Jefferson Farmer's Advocate, August 13, 1998.  [Stowell on Arts & Humanities Council Board of Directors and  member of Jefferson County Landmarks Commission.]\n\n^ aha! Voice, Spring 2005. [Stowell on Board. Available online at http://www.ahajc.org/pdfs/AHA_Voice_Spring05.pdf)\n\n^ Old Opera House Advisory Board Formed.  The Frederick Post, April 11, 1974.  [Stowell member of Old Opera House Advisory Board recently formed.]\n\n^ Landmarks Group to Meet.  The Frederick Post, December 7, 1973.  [Announcement of a presentation by Stowell entitled \"Adaptive Use of Buildings in Frederick\" at the Frederick County Landmarks Association meeting on December 12, 1973.  Mentions that Stowell is Chairman of the Board of Trustees of the International Institute of Interior Design and helped with restoration of Independence Hall.\n\n^ Restoration Ideas Topic of FCLF Meeting.  The Frederick Post, December 18, 1973.  [Article mentioning Stowell's presentation \"Adaptive Use of Buildings in Frederick\" commenting on possible restoration and rehabilitation of buildings in Frederick.  Presentation also include biographical information and examples of his before and after work in Deerfield, Mass., Philadelphia, and other places.]\n\n^ Burkittsville Society to Meet  The Daily Mail (Hagerstown, MD), March 24, 1975.  [Stowell museum designer with NPS to speak on Burkittsville.]\n\n^ Burkittsville Heritage Society meets March 24.  The Frederick Post, March 22, 1975.  [Announcement of a meeting where Stowell will give a presentation \"The Main Street and Historic Landscape of Burkittsville.]\n\n^ Burkittsville Society to Meet.  The Daily Mail (Hagerstown, MD), March 24, 1975.  [Announcement of a presentation by Stowell entitled \"The Main Street and Historic Landscape of Burkittsville.\"  Refers to Stowell as graduate of University of Pennsylvania School of Fine Arts and to be attending the Attingham Summer School Trust for the study of historic houses in England.]\n\n^ Shepherdstown News. Spirit of Jefferson Farmer's Advocate, May 23, 1996.  [Reference to Stowell being National Trust advisor and presentation about preservation changes since passage of Act in 1966.]\n\n^ Stowell discusses preservation.  Spirit of Jefferson Farmer's Advocate, June 13, 1996.  [Stowell presented \"A Road to Preservation\".]\n\n^ Lectures to Highlight Archaeology Week Here. Spirit of Jefferson Farmer's Advocate, October 9, 1997.\n\n^ http://www.preservationnation.org/about-us/additional-resources/2001_annual_report_nthp.pdf  [Stowell listed as National Trust Advisor for West Virginia.]\n\n^ Stowell, Walton D. Burkittsville, Maryland. National Register of Historic Places Inventory Nomination Form. Historic Sites Survey (F-2-010). May, 1975.\n\n^ Stowell, Walton Danforth.  'A Justification for the Preservation of an Historic Landscape.  The Uniquely Pristine Nineteenth Century Townscape of Burkittsville, Maryland.  Harpers Ferry: Harpers Ferry Interpretive Center, 1975.\n\n^ Town budget discussed at Burkittsville meet.  The Frederick Post, May 13, 1975.  [Vote of appreciation for Stowell for drawing up National Register of Historical Places nomination for Burkittsville.]\n\n^ This online document appears to be excerpt of nomination form, but Massachusetts unfortunately did digitize all of it including references and authorship.   http://www.sec.state.ma.us/mhc/mhcpdf/townreports/Cent-Mass/pet.pdf\n\n^ Spirit of Jefferson Farmer's Advocate, Second Bank Portrait Gallery, need date\n\n^ The White House, Office of the Press Secretary.President Clinton Celebrates Earth Day at Harper's Ferry.  Press Release (April 22, 1998) (http://clinton4.nara.gov/WH/New/html/19980422-13580.html).\n\n^ Spirit of Jefferson Farmer's Advocate, Special Achievement Award, need date\n\n^ Spirit of Jefferson Farmer's Advocate, Jan 17, 1985\n\n^ Spirit of Jefferson Farmer's Advocate, Dec 18, 1980\n\n^ Residents want town way it was. The Morning Herald (Hagerstown, MD), October 20, 1977.  [Stowell chair of committee preceding formation of Harpers Ferry Planning Commission.]\n\n^ New officials named at Burkittsville meet  The Frederick Post, April 13, 1976.  [Announcement of Stowell as member of the newly appointed Burkittsville Historical District Commission.]\n\n^ Spirit of Jefferson Farmer's Advocate, November 20, 1975.\n\n^ Library's 20th Anniversary. Spirit of Jefferson Farmer's Advocate, October 16, 1997.  Reference to Stowell's service on committee overseeing design and construction of new library in 1987.\n\n^ Four named to board.  The Morning Herald (Hagerstown, MD), November 7, 1975.  [Stowell appointed to board overseeing plans for new public library in Bolivar and Harpers Ferry.]\n\n^ New library pops up in Bolivar.  The Morning Herald (Hagerstown, MD), April 18, 1977.  [Stowell member of Library Board.]\n\n^ Spirit of Jefferson Farmer's Advocate, Jefferson County Bicentennial Committee, need date\n\n^ Spirit of Jefferson Farmer's Advocate, US Bicentennial Committee, need date\n\n^ Ranson.  Spirit of Jefferson Farmer's Advocate, September 5, 1985.  [Stowell appointed to building inspection appeals board.]\n\n^ Spirit of Jefferson Farmer's Advocate, Pride in Action committee, need date\n\n^ Spirit of Jefferson Farmer's Advocate, March 7, 1996.  [Stowell past Noble Grand of Odd Fellows Lodge Virginia #1 in Harpers Ferry.]\n\n^ a b Old Opera House Theatre Company Shows http://www.boxcardata.com/Theater/?t=3\n\n^ Architecture as \"Art\" Exhibit.  Spirit of Jefferson Farmer's Advocate, September 17, 1998. [Stowell exhibits in show at Boarman Arts Center, Martinsburg, WV Sept 17-Oct 30, 1998.]\n\n^ The 'Anvil' to recreate John Brown trial.  The Morning Herald (Hagerstown, MD), August 20, 1975.  [Stowell plays train conductor in \"The Anvil\".]\n\n^ Spirit of Jefferson Farmer's Advocate, Mar 14, 2002.\n\n^ Spirit of Jefferson Farmer's Advocate, Mar 25, 1971\n\n\n\n\n\n", "counts": {"Walton": 4, "Kip": 20, "Danforth": 1, "Stowell": 22, "January": 4, "was": 19, "an": 7, "American": 5, "architect": 8, "and": 51, "historic": 12, "preservationist": 3, "best": 1, "known": 3, "for": 25, "his": 16, "work": 1, "the": 51, "US": 2, "National": 14, "Park": 7, "Service": 4, "in": 42, "designing": 1, "visitors": 2, "centers": 2, "interpretive": 3, "exhibits": 2, "Parks": 4, "throughout": 3, "country": 2, "For": 1, "most": 1, "of": 39, "career": 2, "he": 4, "worked": 4, "at": 9, "Harpers": 16, "Ferry": 16, "Design": 4, "Center": 3, "which": 4, "is": 7, "responsible": 2, "architectural": 3, "design": 3, "planning": 1, "contemporaries": 1, "were": 3, "first": 1, "generation": 1, "preservationists": 1, "charged": 1, "with": 4, "implementing": 1, "Historic": 6, "Preservation": 1, "Act": 2, "a": 17, "monumental": 1, "legislation": 1, "enabling": 1, "preservation": 7, "nations": 1, "cultural": 2, "heritage": 1, "resources": 2, "He": 5, "began": 1, "distinguished": 1, "year": 1, "as": 8, "merely": 2, "student": 1, "now": 1, "prestigious": 1, "Services": 2, "Architectural": 2, "Student": 2, "Summer": 2, "Program": 2, "doing": 2, "measured": 4, "drawings": 4, "Buildings": 2, "Survey": 3, "Charles": 2, "E": 3, "Peterson": 2, "who": 7, "considered": 1, "to": 10, "be": 2, "founding": 1, "father": 2, "United": 4, "States": 4, "also": 6, "well": 2, "admired": 1, "regionally": 1, "West": 4, "Virginia": 4, "Jefferson": 3, "County": 2, "many": 5, "regional": 3, "local": 2, "contributions": 1, "architecture": 3, "community": 4, "native": 1, "Worcester": 1, "Massachusetts": 2, "grew": 1, "up": 1, "Templeton": 1, "earned": 1, "degree": 1, "from": 3, "University": 1, "Pennsylvania": 1, "lived": 3, "last": 1, "three": 1, "decades": 3, "life": 1, "married": 2, "Mary": 1, "Evalina": 1, "Nena": 4, "Manucy": 1, "yearsthey": 1, "artist": 2, "school": 1, "teacher": 1, "They": 1, "vintage": 1, "Sears": 1, "Catalog": 1, "Home": 1, "built": 3, "by": 3, "Abraham": 1, "Kaplon": 2, "The": 1, "house": 2, "classic": 1, "Foursquare": 1, "one": 2, "early": 2, "examples": 1, "houses": 1, "rusticated": 1, "concrete": 1, "block": 1, "this": 2, "case": 1, "Miracle": 1, "Block": 1, "Machine": 1, "Abe": 1, "prominent": 1, "merchant": 1, "town": 1, "just": 2, "after": 1, "turnofthecentury": 1, "magnificent": 1, "multistory": 1, "brick": 1, "department": 1, "stores": 1, "nearby": 1, "Brunswick": 1, "Maryland": 1, "operated": 1, "art": 1, "gallery": 1, "bed": 1, "breakfast": 1, "their": 3, "Montessori": 1, "School": 1, "hostel": 1, "Appalachian": 1, "Trail": 1, "hikers": 1, "on": 7, "property": 1, "have": 1, "son": 2, "D": 1, "II": 1, "followed": 2, "fathers": 1, "footsteps": 2, "has": 1, "done": 1, "designs": 3, "number": 2, "projects": 1, "around": 1, "Most": 1, "notably": 1, "collaborated": 1, "restoration": 4, "Queen": 1, "Anne": 1, "Style": 1, "Baltimore": 1, "Ohio": 1, "Railroad": 1, "Train": 1, "Depot": 1, "c": 1, "designed": 1, "famed": 1, "Francis": 1, "Baldwin": 1, "In": 1, "NPS": 3, "project": 2, "during": 1, "Jr": 1, "Field": 1, "Supervisor": 1, "Sr": 1, "consultant": 1, "died": 1, "home": 1, "age": 1, "His": 1, "ashes": 1, "spread": 1, "Harper": 1, "Cemetery": 1, "four": 2, "until": 1, "death": 1, "established": 1, "years": 4, "interior": 1, "designer": 1, "exhibit": 1, "planner": 1, "Before": 1, "that": 2, "its": 1, "Eastern": 1, "Division": 1, "including": 9, "working": 1, "founded": 1, "Historical": 2, "Building": 1, "resident": 1, "park": 3, "headquarters": 1, "Philadelphiaand": 1, "Ronald": 1, "F": 2, "Lee": 1, "Chief": 1, "Historian": 1, "Director": 1, "Northeast": 1, "Region": 1, "History": 1, "Antiquities": 1, "law": 1, "serves": 1, "foundation": 1, "commemoration": 1, "protection": 1, "At": 1, "Archie": 1, "W": 1, "Franzen": 1, "surveys": 1, "buildings": 2, "parks": 1, "s": 2, "succeeded": 1, "upon": 1, "retirement": 1, "Peter": 1, "Dessauer": 1, "lead": 1, "Statue": 1, "Liberty": 1, "served": 2, "Town": 3, "over": 1, "quarter": 1, "century": 1, "between": 1, "Council": 1, "member": 1, "Mayor": 1, "very": 2, "active": 2, "establishment": 1, "District": 1, "Register": 2, "Places": 2, "extremely": 1, "involved": 2, "every": 1, "aspect": 1, "see": 1, "details": 1, "above": 1, "below": 1, "such": 1, "sites": 1, "surveyed": 2, "researched": 2, "made": 2, "historical": 2, "structures": 3, "document": 1, "provide": 1, "plans": 1, "rehabilitation": 1, "reuse": 1, "had": 1, "reputation": 1, "not": 2, "only": 1, "but": 2, "nationally": 1, "knowledge": 2, "Because": 1, "professional": 2, "skills": 2, "wide": 1, "issues": 1, "familiarity": 1, "concerns": 1, "connections": 1, "appointed": 1, "boards": 1, "organizations": 1, "applied": 1, "considerable": 1, "districts": 1, "several": 1, "states": 1, "assisted": 1, "getting": 1, "them": 1, "won": 1, "awards": 1, "or": 1, "otherwise": 1, "recognized": 1, "achievements": 1, "affairs": 1, "all": 1, "levels": 1, "accomplished": 1, "actor": 1, "Spirit": 1, "Farmers": 1, "Advocate": 1, "Taylor": 1, "featured": 1, "discussion": 1, "PIA": 1, "meeting": 1, "June": 1, "Pride": 1, "Action": 1, "Committee": 1, "Chairman": 2, "Board": 1, "Trustees": 1, "International": 1, "Institute": 1, "Interior": 1, "Planning": 1, "Commission": 1}, "freq": {"Walton": 0.004028197381671702, "Kip": 0.02014098690835851, "Danforth": 0.0010070493454179255, "Stowell": 0.022155085599194362, "January": 0.004028197381671702, "was": 0.019133937562940583, "an": 0.007049345417925478, "American": 0.005035246727089627, "architect": 0.008056394763343404, "and": 0.0513595166163142, "historic": 0.012084592145015106, "preservationist": 0.0030211480362537764, "best": 0.0010070493454179255, "known": 0.0030211480362537764, "for": 0.025176233635448138, "his": 0.016112789526686808, "work": 0.0010070493454179255, "the": 0.0513595166163142, "US": 0.002014098690835851, "National": 0.014098690835850957, "Park": 0.007049345417925478, "Service": 0.004028197381671702, "in": 0.04229607250755287, "designing": 0.0010070493454179255, "visitors": 0.002014098690835851, "centers": 0.002014098690835851, "interpretive": 0.0030211480362537764, "exhibits": 0.002014098690835851, "Parks": 0.004028197381671702, "throughout": 0.0030211480362537764, "country": 0.002014098690835851, "For": 0.0010070493454179255, "most": 0.0010070493454179255, "of": 0.03927492447129909, "career": 0.002014098690835851, "he": 0.004028197381671702, "worked": 0.004028197381671702, "at": 0.00906344410876133, "Harpers": 0.016112789526686808, "Ferry": 0.016112789526686808, "Design": 0.004028197381671702, "Center": 0.0030211480362537764, "which": 0.004028197381671702, "is": 0.007049345417925478, "responsible": 0.002014098690835851, "architectural": 0.0030211480362537764, "design": 0.0030211480362537764, "planning": 0.0010070493454179255, "contemporaries": 0.0010070493454179255, "were": 0.0030211480362537764, "first": 0.0010070493454179255, "generation": 0.0010070493454179255, "preservationists": 0.0010070493454179255, "charged": 0.0010070493454179255, "with": 0.004028197381671702, "implementing": 0.0010070493454179255, "Historic": 0.006042296072507553, "Preservation": 0.0010070493454179255, "Act": 0.002014098690835851, "a": 0.017119838872104734, "monumental": 0.0010070493454179255, "legislation": 0.0010070493454179255, "enabling": 0.0010070493454179255, "preservation": 0.007049345417925478, "nations": 0.0010070493454179255, "cultural": 0.002014098690835851, "heritage": 0.0010070493454179255, "resources": 0.002014098690835851, "He": 0.005035246727089627, "began": 0.0010070493454179255, "distinguished": 0.0010070493454179255, "year": 0.0010070493454179255, "as": 0.008056394763343404, "merely": 0.002014098690835851, "student": 0.0010070493454179255, "now": 0.0010070493454179255, "prestigious": 0.0010070493454179255, "Services": 0.002014098690835851, "Architectural": 0.002014098690835851, "Student": 0.002014098690835851, "Summer": 0.002014098690835851, "Program": 0.002014098690835851, "doing": 0.002014098690835851, "measured": 0.004028197381671702, "drawings": 0.004028197381671702, "Buildings": 0.002014098690835851, "Survey": 0.0030211480362537764, "Charles": 0.002014098690835851, "E": 0.0030211480362537764, "Peterson": 0.002014098690835851, "who": 0.007049345417925478, "considered": 0.0010070493454179255, "to": 0.010070493454179255, "be": 0.002014098690835851, "founding": 0.0010070493454179255, "father": 0.002014098690835851, "United": 0.004028197381671702, "States": 0.004028197381671702, "also": 0.006042296072507553, "well": 0.002014098690835851, "admired": 0.0010070493454179255, "regionally": 0.0010070493454179255, "West": 0.004028197381671702, "Virginia": 0.004028197381671702, "Jefferson": 0.0030211480362537764, "County": 0.002014098690835851, "many": 0.005035246727089627, "regional": 0.0030211480362537764, "local": 0.002014098690835851, "contributions": 0.0010070493454179255, "architecture": 0.0030211480362537764, "community": 0.004028197381671702, "native": 0.0010070493454179255, "Worcester": 0.0010070493454179255, "Massachusetts": 0.002014098690835851, "grew": 0.0010070493454179255, "up": 0.0010070493454179255, "Templeton": 0.0010070493454179255, "earned": 0.0010070493454179255, "degree": 0.0010070493454179255, "from": 0.0030211480362537764, "University": 0.0010070493454179255, "Pennsylvania": 0.0010070493454179255, "lived": 0.0030211480362537764, "last": 0.0010070493454179255, "three": 0.0010070493454179255, "decades": 0.0030211480362537764, "life": 0.0010070493454179255, "married": 0.002014098690835851, "Mary": 0.0010070493454179255, "Evalina": 0.0010070493454179255, "Nena": 0.004028197381671702, "Manucy": 0.0010070493454179255, "yearsthey": 0.0010070493454179255, "artist": 0.002014098690835851, "school": 0.0010070493454179255, "teacher": 0.0010070493454179255, "They": 0.0010070493454179255, "vintage": 0.0010070493454179255, "Sears": 0.0010070493454179255, "Catalog": 0.0010070493454179255, "Home": 0.0010070493454179255, "built": 0.0030211480362537764, "by": 0.0030211480362537764, "Abraham": 0.0010070493454179255, "Kaplon": 0.002014098690835851, "The": 0.0010070493454179255, "house": 0.002014098690835851, "classic": 0.0010070493454179255, "Foursquare": 0.0010070493454179255, "one": 0.002014098690835851, "early": 0.002014098690835851, "examples": 0.0010070493454179255, "houses": 0.0010070493454179255, "rusticated": 0.0010070493454179255, "concrete": 0.0010070493454179255, "block": 0.0010070493454179255, "this": 0.002014098690835851, "case": 0.0010070493454179255, "Miracle": 0.0010070493454179255, "Block": 0.0010070493454179255, "Machine": 0.0010070493454179255, "Abe": 0.0010070493454179255, "prominent": 0.0010070493454179255, "merchant": 0.0010070493454179255, "town": 0.0010070493454179255, "just": 0.002014098690835851, "after": 0.0010070493454179255, "turnofthecentury": 0.0010070493454179255, "magnificent": 0.0010070493454179255, "multistory": 0.0010070493454179255, "brick": 0.0010070493454179255, "department": 0.0010070493454179255, "stores": 0.0010070493454179255, "nearby": 0.0010070493454179255, "Brunswick": 0.0010070493454179255, "Maryland": 0.0010070493454179255, "operated": 0.0010070493454179255, "art": 0.0010070493454179255, "gallery": 0.0010070493454179255, "bed": 0.0010070493454179255, "breakfast": 0.0010070493454179255, "their": 0.0030211480362537764, "Montessori": 0.0010070493454179255, "School": 0.0010070493454179255, "hostel": 0.0010070493454179255, "Appalachian": 0.0010070493454179255, "Trail": 0.0010070493454179255, "hikers": 0.0010070493454179255, "on": 0.007049345417925478, "property": 0.0010070493454179255, "have": 0.0010070493454179255, "son": 0.002014098690835851, "D": 0.0010070493454179255, "II": 0.0010070493454179255, "followed": 0.002014098690835851, "fathers": 0.0010070493454179255, "footsteps": 0.002014098690835851, "has": 0.0010070493454179255, "done": 0.0010070493454179255, "designs": 0.0030211480362537764, "number": 0.002014098690835851, "projects": 0.0010070493454179255, "around": 0.0010070493454179255, "Most": 0.0010070493454179255, "notably": 0.0010070493454179255, "collaborated": 0.0010070493454179255, "restoration": 0.004028197381671702, "Queen": 0.0010070493454179255, "Anne": 0.0010070493454179255, "Style": 0.0010070493454179255, "Baltimore": 0.0010070493454179255, "Ohio": 0.0010070493454179255, "Railroad": 0.0010070493454179255, "Train": 0.0010070493454179255, "Depot": 0.0010070493454179255, "c": 0.0010070493454179255, "designed": 0.0010070493454179255, "famed": 0.0010070493454179255, "Francis": 0.0010070493454179255, "Baldwin": 0.0010070493454179255, "In": 0.0010070493454179255, "NPS": 0.0030211480362537764, "project": 0.002014098690835851, "during": 0.0010070493454179255, "Jr": 0.0010070493454179255, "Field": 0.0010070493454179255, "Supervisor": 0.0010070493454179255, "Sr": 0.0010070493454179255, "consultant": 0.0010070493454179255, "died": 0.0010070493454179255, "home": 0.0010070493454179255, "age": 0.0010070493454179255, "His": 0.0010070493454179255, "ashes": 0.0010070493454179255, "spread": 0.0010070493454179255, "Harper": 0.0010070493454179255, "Cemetery": 0.0010070493454179255, "four": 0.002014098690835851, "until": 0.0010070493454179255, "death": 0.0010070493454179255, "established": 0.0010070493454179255, "years": 0.004028197381671702, "interior": 0.0010070493454179255, "designer": 0.0010070493454179255, "exhibit": 0.0010070493454179255, "planner": 0.0010070493454179255, "Before": 0.0010070493454179255, "that": 0.002014098690835851, "its": 0.0010070493454179255, "Eastern": 0.0010070493454179255, "Division": 0.0010070493454179255, "including": 0.00906344410876133, "working": 0.0010070493454179255, "founded": 0.0010070493454179255, "Historical": 0.002014098690835851, "Building": 0.0010070493454179255, "resident": 0.0010070493454179255, "park": 0.0030211480362537764, "headquarters": 0.0010070493454179255, "Philadelphiaand": 0.0010070493454179255, "Ronald": 0.0010070493454179255, "F": 0.002014098690835851, "Lee": 0.0010070493454179255, "Chief": 0.0010070493454179255, "Historian": 0.0010070493454179255, "Director": 0.0010070493454179255, "Northeast": 0.0010070493454179255, "Region": 0.0010070493454179255, "History": 0.0010070493454179255, "Antiquities": 0.0010070493454179255, "law": 0.0010070493454179255, "serves": 0.0010070493454179255, "foundation": 0.0010070493454179255, "commemoration": 0.0010070493454179255, "protection": 0.0010070493454179255, "At": 0.0010070493454179255, "Archie": 0.0010070493454179255, "W": 0.0010070493454179255, "Franzen": 0.0010070493454179255, "surveys": 0.0010070493454179255, "buildings": 0.002014098690835851, "parks": 0.0010070493454179255, "s": 0.002014098690835851, "succeeded": 0.0010070493454179255, "upon": 0.0010070493454179255, "retirement": 0.0010070493454179255, "Peter": 0.0010070493454179255, "Dessauer": 0.0010070493454179255, "lead": 0.0010070493454179255, "Statue": 0.0010070493454179255, "Liberty": 0.0010070493454179255, "served": 0.002014098690835851, "Town": 0.0030211480362537764, "over": 0.0010070493454179255, "quarter": 0.0010070493454179255, "century": 0.0010070493454179255, "between": 0.0010070493454179255, "Council": 0.0010070493454179255, "member": 0.0010070493454179255, "Mayor": 0.0010070493454179255, "very": 0.002014098690835851, "active": 0.002014098690835851, "establishment": 0.0010070493454179255, "District": 0.0010070493454179255, "Register": 0.002014098690835851, "Places": 0.002014098690835851, "extremely": 0.0010070493454179255, "involved": 0.002014098690835851, "every": 0.0010070493454179255, "aspect": 0.0010070493454179255, "see": 0.0010070493454179255, "details": 0.0010070493454179255, "above": 0.0010070493454179255, "below": 0.0010070493454179255, "such": 0.0010070493454179255, "sites": 0.0010070493454179255, "surveyed": 0.002014098690835851, "researched": 0.002014098690835851, "made": 0.002014098690835851, "historical": 0.002014098690835851, "structures": 0.0030211480362537764, "document": 0.0010070493454179255, "provide": 0.0010070493454179255, "plans": 0.0010070493454179255, "rehabilitation": 0.0010070493454179255, "reuse": 0.0010070493454179255, "had": 0.0010070493454179255, "reputation": 0.0010070493454179255, "not": 0.002014098690835851, "only": 0.0010070493454179255, "but": 0.002014098690835851, "nationally": 0.0010070493454179255, "knowledge": 0.002014098690835851, "Because": 0.0010070493454179255, "professional": 0.002014098690835851, "skills": 0.002014098690835851, "wide": 0.0010070493454179255, "issues": 0.0010070493454179255, "familiarity": 0.0010070493454179255, "concerns": 0.0010070493454179255, "connections": 0.0010070493454179255, "appointed": 0.0010070493454179255, "boards": 0.0010070493454179255, "organizations": 0.0010070493454179255, "applied": 0.0010070493454179255, "considerable": 0.0010070493454179255, "districts": 0.0010070493454179255, "several": 0.0010070493454179255, "states": 0.0010070493454179255, "assisted": 0.0010070493454179255, "getting": 0.0010070493454179255, "them": 0.0010070493454179255, "won": 0.0010070493454179255, "awards": 0.0010070493454179255, "or": 0.0010070493454179255, "otherwise": 0.0010070493454179255, "recognized": 0.0010070493454179255, "achievements": 0.0010070493454179255, "affairs": 0.0010070493454179255, "all": 0.0010070493454179255, "levels": 0.0010070493454179255, "accomplished": 0.0010070493454179255, "actor": 0.0010070493454179255, "Spirit": 0.0010070493454179255, "Farmers": 0.0010070493454179255, "Advocate": 0.0010070493454179255, "Taylor": 0.0010070493454179255, "featured": 0.0010070493454179255, "discussion": 0.0010070493454179255, "PIA": 0.0010070493454179255, "meeting": 0.0010070493454179255, "June": 0.0010070493454179255, "Pride": 0.0010070493454179255, "Action": 0.0010070493454179255, "Committee": 0.0010070493454179255, "Chairman": 0.002014098690835851, "Board": 0.0010070493454179255, "Trustees": 0.0010070493454179255, "International": 0.0010070493454179255, "Institute": 0.0010070493454179255, "Interior": 0.0010070493454179255, "Planning": 0.0010070493454179255, "Commission": 0.0010070493454179255}, "total": 993, "gender": "male"}