{"name": "Douglas Patrick Harrison", "content": "Douglas Patrick Harrison is a Professor Emeritus of Chemical Engineer with Louisiana State University's Gordon A. and Mary Cain Department of Chemical Engineering since his retirement in 2005.[1] During his tenure he taught undergraduate and graduate classes, served as dissertation advisor to PhD and MS students, held the Department Chair position, occupied the Marguerite Voorhies Professor endowed chair, and managed research projects.\n Dr. Douglas P. Harrison received his PhD from the University of Texas in 1966.[1] After receiving his PhD, he went to work for Monsanto Company doing new product research. After three years with Monsanto he joined Louisiana State University's Chemical Engineering Department in 1969 as an Assistant Professor. Later, he served as Department Chair from 1976 to 1979[1][2] and became the Alexis and Marguerite Voorhies Endowed Professor. Throughout his career, he has been invited to lecture at conferences and colleges including Engineering Conferences International, United Engineering Foundation, American Institute of Chemical Engineers, University of Cambridge, and NATO Advanced Studies Institute. In 2005, after 36 years of service with LSU, he retired from teaching[3] and now continues three research programs as Professor Emeritus of Chemical Engineering.\n During his time he has taught the majority of undergraduate courses. He also taught the graduate course on reactor design. After his time as Department Chair, he continued working closely with the chemical engineering graduate program as a doctoral and masters dissertation advisor. He helped 10 PhD students and 31 MS students complete their program. He is the only professor to receive the Dow Chemical Excellence Teaching Award four times in 1988, 1995, 2000 and 2002.[1]\n Much of Dr. Harrison's research has been focused on separation and reaction engineering. His work has mainly been focused on the noncatalytic gas–solid reactions and separation of gas associated with Coal Fired Power Plant. His other research includes new processes for the production of high hydrogen purity, removal of greenhouse gasses from Stack Gas (Flue gas), and the separation of semi-volatile contaminants from aqueous solutions.\n His current research includes three projects:\n He continues his work in \"High Efficiency Desulfurization of Synthesis Gas,\" a topic he has been working with for 25 years. Hydrogen sulfide is a pollutant and its removal helps improve efficiency of the reaction. Past research has included the use of CeO to Ce2O2S for desulfination. Current research is with the Sorbent, CeO2-ZrO2 to reduce the hydrogen sulfide content to sub-ppm content. This research is supported by the Department of Energy and is being used to help meet their Vision 21 project, a super-clean power production facility. Because of his expertise in this area, he was part of the organizing committee for the 1996 NATO Advanced Studies Institute in Kuşadası, Turkey. He also took part as a lecturer and co-editor of the proceedings.\n Other research is being carried out in reduction of CO2 from flue gas using regenerable reagents. This research is working toward making an economic solution to retrofit existing stacks on power plants to reduce emissions of carbon dioxide, one of the products of a combustion reaction and regarded as a pollutant thought to be a cause to Global Warming. This project is also supported by the Department of Energy and Research Triangle Institute in North Carolina and can be utilized in completion of the Vision 21 project. He was also published in the International Journal of Environmental Technology and Management 2004 – Vol. 4 for his work in this area.\n Another area of research is new Hydrogen production methods, something he has been working with for 10 years. With Professor Armando Corripio and support from NASA and TDA he has been researching how to produce 95+% Hydrogen with the use of only a single reactor, a process that currently takes 3 vessels. Other groups in the US, Japan, and Norway are also incorporating his work into their research and in 2001 he was invited to the 4th Advanced Clean Coal International Symposium in Tokyo to lecture on this topic. For his work in this area, along with colleagues at Los Alamos National Laboratory, Dr. Harrison received one of 30 awards in 2001 from the Federal Laboratory Consortium for advancing \"Technology in Service to Society.\"\n He currently holds a patent along with Klaus S. Lackner and Hans Zoick for Hydrogen Production from Carbonaceous Material.\n ", "tags": ["Living people", "American chemical engineers", "Louisiana State University faculty", "BLP articles lacking sources from September 2011", "All BLP articles lacking sources", "Articles with peacock terms from September 2011", "All articles with peacock terms", "Articles with a promotional tone from September 2011", "All articles with a promotional tone", "Articles with multiple maintenance issues", "AC with 0 elements", "Year of birth missing (living people)"], "raw": "This article has multiple issues. Please help improve it or discuss these issues on the talk page. (Learn how and when to remove these template messages)\n\nThis biography of a living person needs additional citations for verification. Please help by adding reliable sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately, especially if potentially libelous or harmful.Find sources: \"Douglas Patrick Harrison\" – news · newspapers · books · scholar · JSTOR (September 2011) (Learn how and when to remove this template message)\nThis article contains wording that promotes the subject in a subjective manner without imparting real information. Please remove or replace such wording and instead of making proclamations about a subject's importance, use facts and attribution to demonstrate that importance. (September 2011) (Learn how and when to remove this template message)\nThis article contains content that is written like an advertisement. Please help improve it by removing promotional content and inappropriate external links, and by adding encyclopedic content written from a neutral point of view. (September 2011) (Learn how and when to remove this template message)\n\n (Learn how and when to remove this template message)\nDouglas Patrick Harrison is a Professor Emeritus of Chemical Engineer with Louisiana State University's Gordon A. and Mary Cain Department of Chemical Engineering since his retirement in 2005.[1] During his tenure he taught undergraduate and graduate classes, served as dissertation advisor to PhD and MS students, held the Department Chair position, occupied the Marguerite Voorhies Professor endowed chair, and managed research projects.\n\nContents\n\n1 Douglas Patrick Harrison, PhD\n\n1.1 Teaching\n1.2 Research\n1.3 Awards, Grants, and Patents\n1.4 Published Scientific Articles and Books\n1.5 References\n1.6 Other References\n1.7 See also\n\n\n2 External links\n\n\nDouglas Patrick Harrison, PhD[edit]\nDr. Douglas P. Harrison received his PhD from the University of Texas in 1966.[1] After receiving his PhD, he went to work for Monsanto Company doing new product research. After three years with Monsanto he joined Louisiana State University's Chemical Engineering Department in 1969 as an Assistant Professor. Later, he served as Department Chair from 1976 to 1979[1][2] and became the Alexis and Marguerite Voorhies Endowed Professor. Throughout his career, he has been invited to lecture at conferences and colleges including Engineering Conferences International, United Engineering Foundation, American Institute of Chemical Engineers, University of Cambridge, and NATO Advanced Studies Institute. In 2005, after 36 years of service with LSU, he retired from teaching[3] and now continues three research programs as Professor Emeritus of Chemical Engineering.\n\nTeaching[edit]\nDuring his time he has taught the majority of undergraduate courses. He also taught the graduate course on reactor design. After his time as Department Chair, he continued working closely with the chemical engineering graduate program as a doctoral and masters dissertation advisor. He helped 10 PhD students and 31 MS students complete their program. He is the only professor to receive the Dow Chemical Excellence Teaching Award four times in 1988, 1995, 2000 and 2002.[1]\n\nResearch[edit]\nMuch of Dr. Harrison's research has been focused on separation and reaction engineering. His work has mainly been focused on the noncatalytic gas–solid reactions and separation of gas associated with Coal Fired Power Plant. His other research includes new processes for the production of high hydrogen purity, removal of greenhouse gasses from Stack Gas (Flue gas), and the separation of semi-volatile contaminants from aqueous solutions.\nHis current research includes three projects:\nHe continues his work in \"High Efficiency Desulfurization of Synthesis Gas,\" a topic he has been working with for 25 years. Hydrogen sulfide is a pollutant and its removal helps improve efficiency of the reaction. Past research has included the use of CeO to Ce2O2S for desulfination. Current research is with the Sorbent, CeO2-ZrO2 to reduce the hydrogen sulfide content to sub-ppm content. This research is supported by the Department of Energy and is being used to help meet their Vision 21 project, a super-clean power production facility. Because of his expertise in this area, he was part of the organizing committee for the 1996 NATO Advanced Studies Institute in Kuşadası, Turkey. He also took part as a lecturer and co-editor of the proceedings.\nOther research is being carried out in reduction of CO2 from flue gas using regenerable reagents. This research is working toward making an economic solution to retrofit existing stacks on power plants to reduce emissions of carbon dioxide, one of the products of a combustion reaction and regarded as a pollutant thought to be a cause to Global Warming. This project is also supported by the Department of Energy and Research Triangle Institute in North Carolina and can be utilized in completion of the Vision 21 project. He was also published in the International Journal of Environmental Technology and Management 2004 – Vol. 4 for his work in this area.\nAnother area of research is new Hydrogen production methods, something he has been working with for 10 years. With Professor Armando Corripio and support from NASA and TDA he has been researching how to produce 95+% Hydrogen with the use of only a single reactor, a process that currently takes 3 vessels. Other groups in the US, Japan, and Norway are also incorporating his work into their research and in 2001 he was invited to the 4th Advanced Clean Coal International Symposium in Tokyo to lecture on this topic. For his work in this area, along with colleagues at Los Alamos National Laboratory, Dr. Harrison received one of 30 awards in 2001 from the Federal Laboratory Consortium for advancing \"Technology in Service to Society.\"\nHe currently holds a patent along with Klaus S. Lackner and Hans Zoick for Hydrogen Production from Carbonaceous Material.\n\nAwards, Grants, and Patents[edit]\nMasuda Research Fellowship award\nLSU Teaching Dow Award (1988, 1995, 2000, 2002)\nOne of 30 Federal Laboratory Consortium awards, along with colleagues at Los Alamos, for advancing \"Technology in Service to Society\"\nAlong with Klaus S. Lackner and Hans Zoick of Earth and Environmental Sciences from Los Alamos, Dr. Harrison received U.S. Patent #6,790,430 for Hydrogen Production from Carbonaceous Material.[4]\nAlong with Dr. Armando Corripio, received a grant from TDA Research in association with NASA for the project, \"A novel hydrogen/oxygen generation system.\"\nReceived funding for research from the Department of Energy for \"High-Temperature Desulfurization of Synthesis Gas\" and \"The Separation and Capture of CO2 from Flue Gas\"\nPublished Scientific Articles and Books[edit]\n\"Evaluation of Candidate Solids for High_Temperature Desulfurization of Low-BTU Gases\" with P.R. Westmoreland in Environmental Science & Technology Volume: 10 Issue: 7 Published 1976 [5]\n\"Comparative Kinetics of High-Temperature Reaction Between H2S and Selected Metal-Oxides\" with P.R. Westmoreland in Environmental Science & Technology Volume: 11 Issue: 5 Published 1977 [5]\n\"Laboratory Investigations of Cascade Crossflow Packed Towers for Air Stripping of Volatile Organics from Groundwater\" with Douglas P. Harrison, Kalliat T. Valsaraj, Louis J. Thibodeaux, United States. Air Force Civil Engineering Support Agency, Louisiana State University (Baton Rouge, La.). Hazardous Waste Research Center.[6]\n\"Zero Emission Coal\" published in Energy 2000: The Beginning of a New Millennium : ENERGEX 2000 : Proceedings of the 8th International Energy Forum, Las Vegas, July 23–28, 2000 with Hans-Jaochim Ziock and Klause S. Lackner.[7]\n\"Low-Carbon Monoxide Hydrogen by Sorption\" along with research partner Zhiyong Peng; International Journal of Chemical Reactor Engineering Vol. 1: A37\n\"Hydrogen from methane in a single-step process,\" with Balasubramanian, B., A. Lopez Ortiz, and S. Kaytakoglu, Chemical Engineering Science 54 (1999) 3543–3552\n\"Direct Comparison of Countercurrent and Cascade Crossflow Air Stripping Under Field Conditions\", with S. Verma, K.T. Valsaraj, and D.M. Wetzel, Water Research, 28, 2253 (1994).\n\"Simultaneous Shift Reaction and Carbon Dioxide Separation for the Direct Production of Hydrogen\", with C. Han, Chemical Engineering Science, 49, 5875 (1994)\n\"High Temperature Capture of CO2: Characteristics of the Reversible Reaction Between CaO(s) and CO2(g)\",  with A. Silaban, Chemical Engineering Communications, 137, 177 (1995)\n\"Advanced Sulfur Control Concepts. I.\" with A. Lopez, J. White, and F.R. Groves, Proceedings of the Symposium on Advanced Coal-Fired Power Systems '95, Morgantown, WV, June 1995, DOE/METC-95/1018, Vol. 2, p. 610.\n\"A Calcium Oxide Sorbent Process for Bulk Separation of Carbon Dioxide. VI.\", with C. Han and G. Lee, Proceedings of the Symposium on Advanced Coal-Fired Power Systems '95, Morgantown, WV, June 1995, DOE/METC-95/1018, Vol. 2, p. 655.\n\"High Temperature Capture of CO2: Characteristics of the Reversible Reaction Between CaO(s) and CO2(g),\" with A. Silaban, Chemical Engineering Communications, 137, 177 (1995).\n\"Control of Gaseous Contaminants in IGCC Power Systems, An Overview,\" Proceedings of the 12th Annual International Pittsburgh Coal Conference, September 1995, p. 1047 (invited review paper).\n\"Advanced Sulfur Control Concepts for Hot Gas Desulfurization. II.,\" with J. White, A. Lopez-Ortiz, W.-N. Huang, and F.R. Groves, Proceedings of the Symposium on Advanced Coal-Fired Power Systems '96, Morgantown, W.V., July 1996, DOE/METC-97/1039 (on CD-ROM).\n\"Performance Analysis of ZnO-Based Sorbents in Removal of H2S from Fuel Gas,\" presented at the NATO/ASI Symposium on Desulfurization of Hot Coal Gas With Regenerable Metal Oxide Sorbents, Kusasadi, Turkey, July 1996, proceedings to be published.[8]\n\"Regeneration of Sulfided Sorbents and Direct Production of Elemental Sulfur,\" presented at the NATO/ASI Symposium on Desulfurization of Hot Coal Gas With Regenerable Metal Oxide Sorbents, Kuşadası, Turkey, July 1996, proceedings to be published.[8]\n\"Characteristics of the Reversible Reaction Between CO2(g) and Calcined Dolomite,\" with A. Silaban and M. Narcida, Chemical Engineering Communications, 147, 149 (1996).\n\"On the Performance of a Cascade Crossflow Air Stripping Column,\" with Y. Akiyama, K.T. Valsaraj, and D.M. Wetzel, Industrial and Engineering Chemistry Research, 35, 3597 (1996).\n\"Multicycle Performance of the CO2 Acceptor in a Single-Step Process for H2 Production,\" with C. Han, Separation Science and Technology, 32, 681, 1997.\n\"Elemental Sulfur Production During the Regeneration of Iron Oxide High-Temperature Desulfurization Sorbent,\" with J. White and F.R. Groves, accepted for publication in Catalysis Today (special issue devoted to environmental reaction engineering)\n\"Capture of carbon dioxide from flue gas using solid regenerable sorbents\" with David A. Green, Brian S. Turk, Raghubir P. Gupta, Jeffery W. Portzer, and William J. McMichael, International Journal of Environmental Technology and Management 2004 – Vol. 4, No.1/2  pp. 53 – 67\n\"Electrosynthesis of Nanocrystalline Ceria-Zirconia\" with A. Mukherjee, and E. J. Podlaha, Electrochem. Solid-State Lett., Volume 4, Issue 9, pp. D5-D7 (September 2001).\nReferences[edit]\n\n\n^ a b c d Alumni Newsletter Volume 22 (PDF), p. 5\n\n^ http://www.che.lsu.edu/file/che/file/DepartmentHistory/ChemEngineeringDeptChairmen1908.pdf |Chemical Engineering Department Chairmen 1908 - 2013\n\n^ http://www.che.lsu.edu/file/che/file/DepartmentHistory/ChemicalEngineeringFaculty1908.pdf |Chemical Engineering Faculty 1908 - 2013\n\n^ http://www.ees.lanl.gov/news/archive_july_sep_2004.shtml%7CEES Division Scientist, Hans Ziock, Awarded Patent\n\n^ a b Top-cited Papers (PDF)\n\n^ Douglas P. Harrison; Kalliat T. Valsaraj; Louis J. Thibodeaux (1990). Laboratory Investigations of Cascade Crossflow Packed Towers for Air Stripping of Volatile Organics from Groundwater. Engineering and Services Laboratory, Air Force Engineering and Services Center. Retrieved 10 June 2013.\n\n^ Ziock, Hans-Joachim; Lackner, Klause S.; Harrison, Douglas P. (2000). Energy 2000: The Beginning of a New Millennium : ENERGEX 2000 : Proceedings of the 8th International Energy Forum, Las Vegas, July 23-28 2000. Technomic Publishing Company. pp. 1268–. ISBN 978-1-58716-016-5. Retrieved 10 June 2013.\n\n^ a b Aysel T. Atimtay; Douglas P. Harrison (1 January 1998). Desulfurization of Hot Coal Gas. Springer. pp. 213–. ISBN 978-3-540-64726-3. Retrieved 10 June 2013.\n\n\nOther References[edit]\nLSU Department BIO\n\"Low-Carbon Monoxide Hydrogen by Sorption-Enhanced Reaction\" by Dr. Harrison and Zhiyong Peng\nSTTR Phase I Awards\n\"Hydrogen Production from Carbonaceous Material\" patent information\n\"Capture of carbon dioxide from flue gas using solid regenerable sorbents\"\n\"A Calcium Oxide Sorbent Process for Bulk Separation of Carbon Dioxide\"\n\"Hot Gas Desulfurization With Sulfur Recovery\"\n\"High Efficiency Desulfurization of Synthesis Gas: III\"\nChemical Engineering Receives $2.9 million Grant to Study Ethanol\nSee also[edit]\nFlue Gas Desulfurization\nChemical Engineering\nSorbents\nSyngas\nExternal links[edit]\nDepartment of Energy Vision 21 Project\nLSU College of Engineering\nAmerican Institute of Chemical Engineers\n\n\n\n", "counts": {"Douglas": 2, "Patrick": 1, "Harrison": 3, "is": 10, "a": 12, "Professor": 6, "Emeritus": 2, "of": 30, "Chemical": 6, "Engineer": 1, "with": 11, "Louisiana": 2, "State": 2, "Universitys": 2, "Gordon": 1, "A": 1, "and": 27, "Mary": 1, "Cain": 1, "Department": 7, "Engineering": 5, "since": 1, "his": 12, "retirement": 1, "in": 18, "During": 2, "tenure": 1, "he": 13, "taught": 3, "undergraduate": 2, "graduate": 3, "classes": 1, "served": 2, "as": 8, "dissertation": 2, "advisor": 2, "to": 17, "PhD": 4, "MS": 2, "students": 3, "held": 1, "the": 28, "Chair": 3, "position": 1, "occupied": 1, "Marguerite": 2, "Voorhies": 2, "endowed": 1, "chair": 1, "managed": 1, "research": 13, "projects": 2, "Dr": 3, "P": 1, "received": 2, "from": 9, "University": 2, "Texas": 1, "After": 3, "receiving": 1, "went": 1, "work": 6, "for": 9, "Monsanto": 2, "Company": 1, "doing": 1, "new": 3, "product": 1, "three": 3, "years": 4, "joined": 1, "an": 2, "Assistant": 1, "Later": 1, "became": 1, "Alexis": 1, "Endowed": 1, "Throughout": 1, "career": 1, "has": 8, "been": 6, "invited": 2, "lecture": 2, "at": 2, "conferences": 1, "colleges": 1, "including": 1, "Conferences": 1, "International": 3, "United": 1, "Foundation": 1, "American": 1, "Institute": 4, "Engineers": 1, "Cambridge": 1, "NATO": 2, "Advanced": 3, "Studies": 2, "In": 1, "after": 1, "service": 1, "LSU": 1, "retired": 1, "teaching": 1, "now": 1, "continues": 2, "programs": 1, "time": 2, "majority": 1, "courses": 1, "He": 7, "also": 5, "course": 1, "on": 5, "reactor": 2, "design": 1, "continued": 1, "working": 4, "closely": 1, "chemical": 1, "engineering": 2, "program": 2, "doctoral": 1, "masters": 1, "helped": 1, "complete": 1, "their": 3, "only": 2, "professor": 1, "receive": 1, "Dow": 1, "Excellence": 1, "Teaching": 1, "Award": 1, "four": 1, "times": 1, "Much": 1, "Harrisons": 1, "focused": 2, "separation": 3, "reaction": 3, "His": 3, "mainly": 1, "noncatalytic": 1, "gassolid": 1, "reactions": 1, "gas": 3, "associated": 1, "Coal": 2, "Fired": 1, "Power": 1, "Plant": 1, "other": 1, "includes": 2, "processes": 1, "production": 3, "high": 1, "hydrogen": 2, "purity": 1, "removal": 2, "greenhouse": 1, "gasses": 1, "Stack": 1, "Gas": 2, "Flue": 1, "semivolatile": 1, "contaminants": 1, "aqueous": 1, "solutions": 1, "current": 1, "High": 1, "Efficiency": 1, "Desulfurization": 1, "Synthesis": 1, "topic": 2, "Hydrogen": 4, "sulfide": 2, "pollutant": 2, "its": 1, "helps": 1, "improve": 1, "efficiency": 1, "Past": 1, "included": 1, "use": 2, "CeO": 1, "CeOS": 1, "desulfination": 1, "Current": 1, "Sorbent": 1, "CeOZrO": 1, "reduce": 2, "content": 2, "subppm": 1, "This": 3, "supported": 2, "by": 2, "Energy": 2, "being": 2, "used": 1, "help": 1, "meet": 1, "Vision": 2, "project": 3, "superclean": 1, "power": 2, "facility": 1, "Because": 1, "expertise": 1, "this": 4, "area": 4, "was": 3, "part": 2, "organizing": 1, "committee": 1, "Kuşadası": 1, "Turkey": 1, "took": 1, "lecturer": 1, "coeditor": 1, "proceedings": 1, "Other": 2, "carried": 1, "out": 1, "reduction": 1, "CO": 1, "flue": 1, "using": 1, "regenerable": 1, "reagents": 1, "toward": 1, "making": 1, "economic": 1, "solution": 1, "retrofit": 1, "existing": 1, "stacks": 1, "plants": 1, "emissions": 1, "carbon": 1, "dioxide": 1, "one": 2, "products": 1, "combustion": 1, "regarded": 1, "thought": 1, "be": 2, "cause": 1, "Global": 1, "Warming": 1, "Research": 1, "Triangle": 1, "North": 1, "Carolina": 1, "can": 1, "utilized": 1, "completion": 1, "published": 1, "Journal": 1, "Environmental": 1, "Technology": 2, "Management": 1, "Vol": 1, "Another": 1, "methods": 1, "something": 1, "With": 1, "Armando": 1, "Corripio": 1, "support": 1, "NASA": 1, "TDA": 1, "researching": 1, "how": 1, "produce": 1, "single": 1, "process": 1, "that": 1, "currently": 2, "takes": 1, "vessels": 1, "groups": 1, "US": 1, "Japan": 1, "Norway": 1, "are": 1, "incorporating": 1, "into": 1, "th": 1, "Clean": 1, "Symposium": 1, "Tokyo": 1, "For": 1, "along": 2, "colleagues": 1, "Los": 1, "Alamos": 1, "National": 1, "Laboratory": 2, "awards": 1, "Federal": 1, "Consortium": 1, "advancing": 1, "Service": 1, "Society": 1, "holds": 1, "patent": 1, "Klaus": 1, "S": 1, "Lackner": 1, "Hans": 1, "Zoick": 1, "Production": 1, "Carbonaceous": 1, "Material": 1}, "freq": {"Douglas": 0.00291970802919708, "Patrick": 0.00145985401459854, "Harrison": 0.004379562043795621, "is": 0.014598540145985401, "a": 0.017518248175182483, "Professor": 0.008759124087591242, "Emeritus": 0.00291970802919708, "of": 0.043795620437956206, "Chemical": 0.008759124087591242, "Engineer": 0.00145985401459854, "with": 0.016058394160583942, "Louisiana": 0.00291970802919708, "State": 0.00291970802919708, "Universitys": 0.00291970802919708, "Gordon": 0.00145985401459854, "A": 0.00145985401459854, "and": 0.03941605839416058, "Mary": 0.00145985401459854, "Cain": 0.00145985401459854, "Department": 0.010218978102189781, "Engineering": 0.0072992700729927005, "since": 0.00145985401459854, "his": 0.017518248175182483, "retirement": 0.00145985401459854, "in": 0.026277372262773723, "During": 0.00291970802919708, "tenure": 0.00145985401459854, "he": 0.01897810218978102, "taught": 0.004379562043795621, "undergraduate": 0.00291970802919708, "graduate": 0.004379562043795621, "classes": 0.00145985401459854, "served": 0.00291970802919708, "as": 0.01167883211678832, "dissertation": 0.00291970802919708, "advisor": 0.00291970802919708, "to": 0.024817518248175182, "PhD": 0.00583941605839416, "MS": 0.00291970802919708, "students": 0.004379562043795621, "held": 0.00145985401459854, "the": 0.040875912408759124, "Chair": 0.004379562043795621, "position": 0.00145985401459854, "occupied": 0.00145985401459854, "Marguerite": 0.00291970802919708, "Voorhies": 0.00291970802919708, "endowed": 0.00145985401459854, "chair": 0.00145985401459854, "managed": 0.00145985401459854, "research": 0.01897810218978102, "projects": 0.00291970802919708, "Dr": 0.004379562043795621, "P": 0.00145985401459854, "received": 0.00291970802919708, "from": 0.013138686131386862, "University": 0.00291970802919708, "Texas": 0.00145985401459854, "After": 0.004379562043795621, "receiving": 0.00145985401459854, "went": 0.00145985401459854, "work": 0.008759124087591242, "for": 0.013138686131386862, "Monsanto": 0.00291970802919708, "Company": 0.00145985401459854, "doing": 0.00145985401459854, "new": 0.004379562043795621, "product": 0.00145985401459854, "three": 0.004379562043795621, "years": 0.00583941605839416, "joined": 0.00145985401459854, "an": 0.00291970802919708, "Assistant": 0.00145985401459854, "Later": 0.00145985401459854, "became": 0.00145985401459854, "Alexis": 0.00145985401459854, "Endowed": 0.00145985401459854, "Throughout": 0.00145985401459854, "career": 0.00145985401459854, "has": 0.01167883211678832, "been": 0.008759124087591242, "invited": 0.00291970802919708, "lecture": 0.00291970802919708, "at": 0.00291970802919708, "conferences": 0.00145985401459854, "colleges": 0.00145985401459854, "including": 0.00145985401459854, "Conferences": 0.00145985401459854, "International": 0.004379562043795621, "United": 0.00145985401459854, "Foundation": 0.00145985401459854, "American": 0.00145985401459854, "Institute": 0.00583941605839416, "Engineers": 0.00145985401459854, "Cambridge": 0.00145985401459854, "NATO": 0.00291970802919708, "Advanced": 0.004379562043795621, "Studies": 0.00291970802919708, "In": 0.00145985401459854, "after": 0.00145985401459854, "service": 0.00145985401459854, "LSU": 0.00145985401459854, "retired": 0.00145985401459854, "teaching": 0.00145985401459854, "now": 0.00145985401459854, "continues": 0.00291970802919708, "programs": 0.00145985401459854, "time": 0.00291970802919708, "majority": 0.00145985401459854, "courses": 0.00145985401459854, "He": 0.010218978102189781, "also": 0.0072992700729927005, "course": 0.00145985401459854, "on": 0.0072992700729927005, "reactor": 0.00291970802919708, "design": 0.00145985401459854, "continued": 0.00145985401459854, "working": 0.00583941605839416, "closely": 0.00145985401459854, "chemical": 0.00145985401459854, "engineering": 0.00291970802919708, "program": 0.00291970802919708, "doctoral": 0.00145985401459854, "masters": 0.00145985401459854, "helped": 0.00145985401459854, "complete": 0.00145985401459854, "their": 0.004379562043795621, "only": 0.00291970802919708, "professor": 0.00145985401459854, "receive": 0.00145985401459854, "Dow": 0.00145985401459854, "Excellence": 0.00145985401459854, "Teaching": 0.00145985401459854, "Award": 0.00145985401459854, "four": 0.00145985401459854, "times": 0.00145985401459854, "Much": 0.00145985401459854, "Harrisons": 0.00145985401459854, "focused": 0.00291970802919708, "separation": 0.004379562043795621, "reaction": 0.004379562043795621, "His": 0.004379562043795621, "mainly": 0.00145985401459854, "noncatalytic": 0.00145985401459854, "gassolid": 0.00145985401459854, "reactions": 0.00145985401459854, "gas": 0.004379562043795621, "associated": 0.00145985401459854, "Coal": 0.00291970802919708, "Fired": 0.00145985401459854, "Power": 0.00145985401459854, "Plant": 0.00145985401459854, "other": 0.00145985401459854, "includes": 0.00291970802919708, "processes": 0.00145985401459854, "production": 0.004379562043795621, "high": 0.00145985401459854, "hydrogen": 0.00291970802919708, "purity": 0.00145985401459854, "removal": 0.00291970802919708, "greenhouse": 0.00145985401459854, "gasses": 0.00145985401459854, "Stack": 0.00145985401459854, "Gas": 0.00291970802919708, "Flue": 0.00145985401459854, "semivolatile": 0.00145985401459854, "contaminants": 0.00145985401459854, "aqueous": 0.00145985401459854, "solutions": 0.00145985401459854, "current": 0.00145985401459854, "High": 0.00145985401459854, "Efficiency": 0.00145985401459854, "Desulfurization": 0.00145985401459854, "Synthesis": 0.00145985401459854, "topic": 0.00291970802919708, "Hydrogen": 0.00583941605839416, "sulfide": 0.00291970802919708, "pollutant": 0.00291970802919708, "its": 0.00145985401459854, "helps": 0.00145985401459854, "improve": 0.00145985401459854, "efficiency": 0.00145985401459854, "Past": 0.00145985401459854, "included": 0.00145985401459854, "use": 0.00291970802919708, "CeO": 0.00145985401459854, "CeOS": 0.00145985401459854, "desulfination": 0.00145985401459854, "Current": 0.00145985401459854, "Sorbent": 0.00145985401459854, "CeOZrO": 0.00145985401459854, "reduce": 0.00291970802919708, "content": 0.00291970802919708, "subppm": 0.00145985401459854, "This": 0.004379562043795621, "supported": 0.00291970802919708, "by": 0.00291970802919708, "Energy": 0.00291970802919708, "being": 0.00291970802919708, "used": 0.00145985401459854, "help": 0.00145985401459854, "meet": 0.00145985401459854, "Vision": 0.00291970802919708, "project": 0.004379562043795621, "superclean": 0.00145985401459854, "power": 0.00291970802919708, "facility": 0.00145985401459854, "Because": 0.00145985401459854, "expertise": 0.00145985401459854, "this": 0.00583941605839416, "area": 0.00583941605839416, "was": 0.004379562043795621, "part": 0.00291970802919708, "organizing": 0.00145985401459854, "committee": 0.00145985401459854, "Kuşadası": 0.00145985401459854, "Turkey": 0.00145985401459854, "took": 0.00145985401459854, "lecturer": 0.00145985401459854, "coeditor": 0.00145985401459854, "proceedings": 0.00145985401459854, "Other": 0.00291970802919708, "carried": 0.00145985401459854, "out": 0.00145985401459854, "reduction": 0.00145985401459854, "CO": 0.00145985401459854, "flue": 0.00145985401459854, "using": 0.00145985401459854, "regenerable": 0.00145985401459854, "reagents": 0.00145985401459854, "toward": 0.00145985401459854, "making": 0.00145985401459854, "economic": 0.00145985401459854, "solution": 0.00145985401459854, "retrofit": 0.00145985401459854, "existing": 0.00145985401459854, "stacks": 0.00145985401459854, "plants": 0.00145985401459854, "emissions": 0.00145985401459854, "carbon": 0.00145985401459854, "dioxide": 0.00145985401459854, "one": 0.00291970802919708, "products": 0.00145985401459854, "combustion": 0.00145985401459854, "regarded": 0.00145985401459854, "thought": 0.00145985401459854, "be": 0.00291970802919708, "cause": 0.00145985401459854, "Global": 0.00145985401459854, "Warming": 0.00145985401459854, "Research": 0.00145985401459854, "Triangle": 0.00145985401459854, "North": 0.00145985401459854, "Carolina": 0.00145985401459854, "can": 0.00145985401459854, "utilized": 0.00145985401459854, "completion": 0.00145985401459854, "published": 0.00145985401459854, "Journal": 0.00145985401459854, "Environmental": 0.00145985401459854, "Technology": 0.00291970802919708, "Management": 0.00145985401459854, "Vol": 0.00145985401459854, "Another": 0.00145985401459854, "methods": 0.00145985401459854, "something": 0.00145985401459854, "With": 0.00145985401459854, "Armando": 0.00145985401459854, "Corripio": 0.00145985401459854, "support": 0.00145985401459854, "NASA": 0.00145985401459854, "TDA": 0.00145985401459854, "researching": 0.00145985401459854, "how": 0.00145985401459854, "produce": 0.00145985401459854, "single": 0.00145985401459854, "process": 0.00145985401459854, "that": 0.00145985401459854, "currently": 0.00291970802919708, "takes": 0.00145985401459854, "vessels": 0.00145985401459854, "groups": 0.00145985401459854, "US": 0.00145985401459854, "Japan": 0.00145985401459854, "Norway": 0.00145985401459854, "are": 0.00145985401459854, "incorporating": 0.00145985401459854, "into": 0.00145985401459854, "th": 0.00145985401459854, "Clean": 0.00145985401459854, "Symposium": 0.00145985401459854, "Tokyo": 0.00145985401459854, "For": 0.00145985401459854, "along": 0.00291970802919708, "colleagues": 0.00145985401459854, "Los": 0.00145985401459854, "Alamos": 0.00145985401459854, "National": 0.00145985401459854, "Laboratory": 0.00291970802919708, "awards": 0.00145985401459854, "Federal": 0.00145985401459854, "Consortium": 0.00145985401459854, "advancing": 0.00145985401459854, "Service": 0.00145985401459854, "Society": 0.00145985401459854, "holds": 0.00145985401459854, "patent": 0.00145985401459854, "Klaus": 0.00145985401459854, "S": 0.00145985401459854, "Lackner": 0.00145985401459854, "Hans": 0.00145985401459854, "Zoick": 0.00145985401459854, "Production": 0.00145985401459854, "Carbonaceous": 0.00145985401459854, "Material": 0.00145985401459854}, "total": 685, "gender": "male"}