{"name": "Gian Lorenzo Bernini", "content": "\n Gian Lorenzo (or Gianlorenzo) Bernini (/bɛərˈniːni/, US English US: /bərˈ-/, Italian: [ˈdʒan loˈrɛntso berˈniːni]; Italian Giovanni Lorenzo; 7 December 1598 – 28 November 1680) was an Italian sculptor and architect. While a major figure in the world of architecture, he was more prominently the leading sculptor of his age, credited with creating the Baroque style of sculpture. As one scholar has commented, \"What Shakespeare is to drama, Bernini may be to sculpture: the first pan-European sculptor whose name is instantaneously identifiable with a particular manner and vision, and whose influence was inordinately powerful....\" In addition, he was a painter (mostly small canvases in oil) and a man of the theater: he wrote, directed and acted in plays (mostly Carnival satires), for which he designed stage sets and theatrical machinery. He produced designs as well for a wide variety of decorative art objects including lamps, tables, mirrors, and even coaches.\n As an architect and city planner, he designed secular buildings, churches, chapels, and public squares, as well as massive works combining both architecture and sculpture, especially elaborate public fountains and funerary monuments and a whole series of temporary structures (in stucco and wood) for funerals and festivals. His broad technical versatility, boundless compositional inventiveness and sheer skill in manipulating marble ensured that he would be considered a worthy successor of Michelangelo, far outshining other sculptors of his generation. His talent extended beyond the confines of sculpture to a consideration of the setting in which it would be situated; his ability to synthesize sculpture, painting, and architecture into a coherent conceptual and visual whole has been termed by the late art historian Irving Lavin the \"unity of the visual arts\".[1]\n Bernini was born on 7 December 1598 in Naples to Angelica Galante, a Neapolitan, and Mannerist sculptor Pietro Bernini, originally from Florence. He was the sixth of their thirteen children.[2] Gian Lorenzo Bernini was the definition of childhood genius. He was \"recognized as a prodigy when he was only eight years old, [and] he was consistently encouraged by his father, Pietro. His precocity earned him the admiration and favor of powerful patrons who hailed him as 'the Michelangelo of his century'”.[3] More specifically, it was Pope Paul V, who after first attesting to the boy Bernini's talent, famously remarked, 'This child will be the Michelangelo of his age,' later repeating that prophecy to Cardinal Maffeo Barberini (the future Pope Urban VIII), as Domenico Bernini reports in his biography of his father.[4] In 1606 his father received a papal commission (to contribute a marble relief in the Cappella Paolina of Santa Maria Maggiore) and so moved from Naples to Rome, taking his entire family with him and continuing in earnest the training of his son Gian Lorenzo. \n Several extant works, dating circa 1615–1620, are by general scholarly consensus, collaborative efforts by both father and son: they include the Faun Teased by Putti (c. 1615, Metropolitan Museum, NYC), Boy with a Dragon (c. 1616–17, Getty Museum, Los Angeles), the Aldobrandini Four Seasons (c. 1620, private collection), and the recently discovered Bust of the Savior (1615–16, New York, private collection).[5] Sometime after the arrival of the Bernini family in Rome, word about the great talent of the boy Gian Lorenzo got around and he soon caught the attention of Cardinal Scipione Borghese, nephew to the reigning pope, Paul V, who spoke of the boy genius to his uncle. Bernini was therefore presented before Pope Paul V, curious to see if the stories about Gian Lorenzo's talent were true. The boy improvised a sketch of Saint Paul for the marveling pope, and this was the beginning of the pope's attention on this young talent.[6]\n Once he was brought to Rome, he rarely left its walls, except (much against his will) for a five-month stay in Paris in the service of King Louis XIV and brief trips to nearby towns (including Civitavecchia, Tivoli and Castelgandolfo), mostly for work-related reasons. Rome was Bernini's city: “'You are made for Rome,’ said Pope Urban VIII to him, 'and Rome for you'”.[7] It was in this world of 17th-century Rome and the international religious-political power which resided there that Bernini created his greatest works. Bernini's works are therefore often characterized as perfect expressions of the spirit of the assertive, triumphal but self-defensive Counter Reformation Roman Catholic Church. Certainly Bernini was a man of his times and deeply religious (at least later in life),[8] but he and his artistic production should not be reduced simply to instruments of the papacy and its political-doctrinal programs, an impression that is at times communicated by the works of the three most eminent Bernini scholars of the previous generation, Rudolf Wittkower, Howard Hibbard, and Irving Lavin. As Tomaso Montanari's recent revisionist monograph, La libertà di Bernini (Turin: Einaudi, 2016) argues and Franco Mormando's anti-hagiographic biography, Bernini: His Life and His Rome (Chicago: University of Chicago Press, 2011), illustrates, Bernini and his artistic vision maintained a certain degree of freedom from the mindset and mores of Counter-Reformation Roman Catholicism.[9]\n Under the patronage of the extravagantly wealthy and most powerful Cardinal Scipione Borghese, the young Bernini rapidly rose to prominence as a sculptor. Among his early works for the cardinal were decorative pieces for the garden of the Villa Borghese, such as The Goat Amalthea with the Infant Jupiter and a Faun. This marble sculpture (executed sometime before 1615) is generally considered by scholars to be the earliest work executed entirely by Bernini himself.[10] Among Bernini's earliest documented work is his collaboration on his father's commission of February 1618 from Cardinal Maffeo Barberini to create four marble putti for the Barberini family chapel in the church of Sant'Andrea della Valle, the contract stipulating that his son Gian Lorenzo would assist in the execution of the statues.[11] Also dating to 1618 is a letter by Maffeo Barberini in Rome to his brother Carlo in Florence, which mentions that he (Maffeo) was thinking of asking the young Gian Lorenzo to finish one of the statues left incomplete by Michelangelo, then in possession of Michelangelo's grandnephew which Maffeo was hoping to purchase, a remarkable attestation of the great skill that the young Bernini was already believed to possess.[12]\n Although the Michelangelo statue-completion commission came to naught, the young Bernini was shortly thereafter (in 1619) commissioned to repair and complete a famous work of antiquity, the sleeping Hermaphrodite owned by Cardinal Scipione Borghese (Galleria Borghese, Rome) and later (circa 1622) restored the so-called Ludovisi Ares (Palazzo Altemps, Rome).[13]\n Also dating to this early period are the so-called Damned Soul and Blessed Soul of circa 1619, two small marble busts which may have been influenced by a set of prints by Pieter de Jode I or Karel van Mallery, but which were in fact unambiguously cataloged in the inventory of their first documented owner, Fernando de Botinete y Acevedo, as depicting a nymph and a satyr, a commonly paired duo in ancient sculpture (they were not commissioned by nor ever belonged to either Scipione Borghese or, as most scholarship erroneously claims, the Spanish cleric, Pedro Foix Montoya).[14] By the time he was twenty-two, Bernini was considered talented enough to have been given a commission for a papal portrait, the Bust of Pope Paul V, now in the J. Paul Getty Museum.\n Bernini's reputation, however, was definitively established by four masterpieces, executed between 1619 and 1625, all now displayed in the Galleria Borghese in Rome. To the art historian Rudolf Wittkower these four works—Aeneas, Anchises, and Ascanius (1619), The Rape of Proserpina (1621–22), Apollo and Daphne (1622–1625), and David (1623–24)—\"inaugurated a new era in the history of European sculpture\".[15] It is a view repeated by other scholars, such as Howard Hibbard who proclaimed that, in all of the seventeenth century, \"there were no sculptors or architects comparable to Bernini\".[16] Adapting the classical grandeur of Renaissance sculpture and the dynamic energy of the Mannerist period, Bernini forged a new, distinctly Baroque conception for religious and historical sculpture, powerfully imbued with dramatic realism, stirring emotion and dynamic, theatrical compositions. Bernini's early sculpture groups and portraits manifest \"a command of the human form in motion and a technical sophistication rivaled only by the greatest sculptors of classical antiquity.\"[17] Moreover, Bernini possessed the ability to depict highly dramatic narratives with characters showing intense psychological states, but also to organize large-scale sculptural works that convey a magnificent grandeur.[18]\n Unlike sculptures done by his predecessors, these focus on specific points of narrative tension in the stories they are trying to tell: Aeneas and his family fleeing the burning Troy; the instant that Pluto finally grasps the hunted Persephone; the precise moment that Apollo sees his beloved Daphne begin her transformation into a tree. They are transitory but dramatic powerful moments in each story. Bernini's David is another stirring example of this. Michelangelo's motionless, idealized David shows the subject holding a rock in one hand and a sling in the other, contemplating the battle; similarly immobile versions by other Renaissance artists, including Donatello's, show the subject in his triumph after the battle with Goliath. Bernini illustrates David during his active combat with the giant, as he twists his body to catapult toward Goliath. To emphasize these moments, and to ensure that they were appreciated by the viewer, Bernini designed the sculptures with a specific viewpoint in mind. Their original placements within the Villa Borghese were against walls so that the viewers' first view was the dramatic moment of the narrative.[19]\n The result of such an approach is to invest the sculptures with greater psychological energy. The viewer finds it easier to gauge the state of mind of the characters and therefore understands the larger story at work: Daphne's wide open mouth in fear and astonishment, David biting his lip in determined concentration, or Proserpina desperately struggling to free herself. In addition to portraying psychological realism, they show a greater concern for representing physical details. The tousled hair of Pluto, the pliant flesh of Proserpina, or the forest of leaves beginning to envelop Daphne all demonstrate Bernini's exactitude and delight for representing complex real world textures in marble form.[20]\n In 1621 Pope Paul V Borghese was succeeded on the throne of St. Peter by another admiring friend of Bernini's, Cardinal Alessandro Ludovisi, who became Pope Gregory XV: although his reign was very short (he died in 1623), Pope Gregory commissioned portraits of himself (both in marble and bronze) by Bernini. The pontiff also bestowed upon Bernini the honorific rank of 'Cavaliere,' the title with which for the rest of his life the artist was habitually referred. In 1623 came the ascent to the papal throne of his aforementioned friend and former tutor, Cardinal Maffeo Barberini, as Pope Urban VIII, and henceforth (until Urban's death in 1644) Bernini enjoyed near monopolistic patronage from the Barberini pope and family. The new Pope Urban is reported to have remarked, \"It is a great fortune for you, O Cavaliere, to see Cardinal Maffeo Barberini made pope, but our fortune is even greater to have Cavalier Bernini alive in our pontificate.\"[21] Although he did not fare as well during the reign (1644-55) of Innocent X, under Innocent's successor, Alexander VII (reigned 1655-67), Bernini once again gained pre-eminent artistic domination and continued in the successive pontificate to be held in high regard by Clement IX during his short reign (1667-69). \n Under Urban VIII's patronage, Bernini's horizons rapidly and widely broadened: he was not just producing sculpture for private residences, but playing the most significant artistic (and engineering) role on the city stage, as sculptor, architect, and urban planner.[22] His official appointments also testify to this—\"curator of the papal art collection, director of the papal foundry at Castel Sant'Angelo, commissioner of the fountains of Piazza Navona\".[23] Such positions gave Bernini the opportunity to demonstrate his versatile skills throughout the city. To great protest from older, experienced master architects, he, with virtually no architectural training to his name, was appointed Chief Architect of St Peter's in 1629, upon the death of Carlo Maderno. From then on, Bernini's work and artistic vision would be placed at the symbolic heart of Rome.\n Bernini's artistic pre-eminence under Urban VIII and Alexander VII meant he was able to secure the most important commissions in the Rome of his day, namely, the various massive embellishment projects of the newly finished St. Peter's Basilica, completed under Pope Paul V with the addition of Maderno's nave and facade and finally re-consecrated by Pope Urban VIII on 18 November 1626, after 150 years of planning and building. Within the basilica he was responsible for the Baldacchino, the decoration of the four piers under the cupola, the Cathedra Petri or Chair of St. Peter in the apse, the tomb monument of Matilda of Tuscany, the chapel of the Blessed Sacrament in the right nave, and the decoration (floor, walls and arches) of the new nave. The St Peter's Baldacchino immediately became the visual centerpiece of the new St. Peter's. Designed as a massive spiraling gilded bronze canopy over the tomb of St Peter, Bernini's four-pillared creation reached nearly 30 m (98 ft) from the ground and cost around 200,000 Roman scudi (about $8m in currency of the early 21st century).[24] \"Quite simply\", writes one art historian, \"nothing like it had ever been seen before\".[25] Soon after the St Peter's Baldacchino, Bernini undertook the whole-scale embellishment of the four massive piers at crossing of the basilica (i.e., the structures supporting the cupola) including, most notably, four colossal, theatrically dramatic statues, among them, the majestic St. Longinus executed by Bernini himself (the other three are by other contemporary sculptors François Duquesnoy, Francesco Mochi, and Bernini's disciple, Andrea Bolgi).\n In the basilica, Bernini also began work on the tomb for Urban VIII, completed only after Urban's death in 1644, one in a long, distinguished series of tombs and funerary monuments for which Bernini is famous and a traditional genre upon which his influence left an enduring mark, often copied by subsequent artists. Indeed, Bernini's final and most original tomb monument, the Tomb of Pope Alexander VII, in St. Peter's Basilica, represents, according to Erwin Panofsky, the very pinnacle of European funerary art, whose creative inventiveness subsequent artists could not hope to surpass.[26] Begun and largely completed during Alexander VII's reign, Bernini's design of the Piazza San Pietro in front of the Basilica is one of his most innovative and successful architectural designs, which transformed a formerly irregular, inchoate open space into an aesthetically unified, emotionally thrilling, and logistically efficient (for carriages and crowds), completely in harmony with the pre-existing buildings and adding to the majesty of the basilica.\n Despite this busy engagement with large works of public architecture, Bernini was still able to devote himself to his sculpture, especially portraits in marble, but also large statues such as the life-size Saint Bibiana (1624, Church of Santa Bibiana, Rome). Bernini's portraits show his ever increasing ability to capture the utterly distinctive personal characteristics of his sitters, as well as his ability to achieve in cold white marble almost painterly-like effects that render with convincing realism the various surfaces involved: human flesh, hair, fabric of varying type, metal, etc. These portraits included a number of busts of Urban VIII himself, the family bust of Francesco Barberini and most notably, the Two Busts of Scipione Borghese—the second of which had been rapidly created by Bernini once a flaw had been found in the marble of the first.[27] The transitory nature of the expression on Scipione's face is often noted by art historians, iconic of the Baroque concern for representing fleeting movement in static artworks. To Rudolf Wittkower the \"beholder feels that in the twinkle of an eye not only might the expression and attitude change but also the folds of the casually arranged mantle\".[27]\n Other marble portraits in this period include that of Costanza Bonarelli (executed around 1637), unusual in its more personal, intimate nature. (At the time of the sculpting of the portrait, Bernini was having an affair with Costanza, wife of one of his assistants, sculptor, Matteo.) Indeed, it would appear to be the first marble portrait of a non-aristocratic woman by a major artist in European history.[28]\n Beginning in the late 1630s, now known in Europe as one of the most accomplished portraitists in marble, Bernini also began to receive royal commissions from outside Rome, for subjects such as Cardinal Richelieu of France, Francesco I d'Este the powerful Duke of Modena, Charles I of England and his wife, Queen Henrietta Maria. The sculpture of Charles I was produced in Rome from a triple portrait (oil on canvas) executed by Van Dyck, that survives today in the British Royal Collection. The bust of Charles was lost in the Whitehall Palace fire of 1698 (though its design is known through contemporary copies and drawings) and that of Henrietta Maria was not undertaken due to the outbreak of the English Civil War.[29]\n In 1644, with the death of Pope Urban with whom Bernini had been so intimately connected and the ascent to power of the fierce Barberini-enemy Pope Innocent X Pamphilj, Bernini's career suffered a major, unprecedented eclipse, which was to last four years. This had not only to do with Innocent's anti-Barberini politics but also to Bernini's role in the disastrous project of the new bell towers for St. Peter's basilica, designed and supervised entirely by Bernini. The infamous bell tower affair was to be the biggest failure of his career, both professionally and financially. In 1636, eager to finally finish the exterior of St. Peter's, Pope Urban had ordered Bernini to design and build the two, long-intended bell towers for its facade: the foundations of the two towers had already been designed and constructed (namely, the last bays at either extremity of the facade) by Carlo Maderno (architect of the nave and the facade) decades earlier. Once the first tower was finished in 1641, cracks began to appear in the facade but, curiously enough, work nonetheless continued on the second tower and the first storey was completed. Despite the presence of the cracks, work only stopped in July 1642 once the papal treasury had been exhausted by the disastrous War of Castro. Knowing that Bernini could no longer depend on the protection of a favorable pope, his enemies (especially Francesco Borromini) raised a great alarm over the cracks, predicting a disaster for the whole basilica and placing the blame entirely on Bernini. The subsequent investigations, in fact, revealed the cause of the cracks as Maderno's defective foundations and not Bernini's elaborate design, an exoneration later confirmed by the meticulous investigation conducted in 1680 under Pope Innocent XI.[30]\n Nonetheless, Bernini's opponents in Rome succeeded in seriously damaging the reputation of Urban's artist and in persuading Pope Innocent to order (in February 1646) the complete demolition of both towers, to Bernini's great humiliation and indeed financial detriment (in the form of a substantial fine for the failure of the work). After this, one of the rare failures of his career, Bernini retreated into himself: according to his son, Domenico. his subsequent unfinished statue of 1647, Truth Unveiled by Time, was intended to be his self-consoling commentary on this affair, expressing his faith that eventually Time would reveal the actual Truth behind the story and exonerate him fully, as indeed did occur.\n Although he received no personal commissions from Innocent or the Pamphilj family in the early years of the new papacy, Bernini did not lose his former positions granted to him by previous popes. Innocent X maintained Bernini in all of the official roles given to him by Urban, including that of chief Architect of St. Peter's. Under Bernini's design and direction, work continued on decorating the massive, recently completed but still entirely unadorned nave of St. Peter's, with the addition of an elaborate multi-colored marble flooring, marble facing on the walls and pilasters, and scores of stuccoed statues and reliefs. It is not without reason that Pope Alexander VII once quipped, 'If one were to remove from Saint Peter's everything that had been made by the Cavalier Bernini, that temple would be stripped bare.' Indeed, given all of his many and various works within the basilica over several decades, it is to Bernini that is due the lion's share of responsibility for the final and enduring aesthetic appearance and emotional impact of St. Peter's.[31] He was also allowed to continue to work on Urban VIII's tomb, despite Innocent's antipathy for the Barberini.[32] A few months after completing Urban's tomb, in 1648 Bernini won, in controversial circumstances, the Pamphilj commission for the prestigious Four Rivers Fountain on Piazza Navona, marking the end of his disgrace and the beginning a yet another glorious chapter in his life.\n If there had been doubts over Bernini's position as Rome's preeminent artist, they were definitively removed by the unqualified success of the marvelously delightful and technically ingenious Four Rivers Fountain, featuring a heavy ancient obelisk placed over a void created by a cavelike rock formation placed in the center of an ocean of exotic sea creatures. Bernini continued to receive commissions from Pope Innocent X and other senior members of Rome's clergy and aristocracy, as well as from exalted patrons outside of Rome, such as Francesco d'Este. Recovering quickly form the humiliation of the bell tower, Bernini's boundless creativity continued as before. New types of funerary monument were designed, such as, in the Church of Santa Maria sopra Minerva, the seemingly floating medallion, hovering in the air as it were, for the deceased nun Maria Raggi, while chapels he designed, such as the Raimondi Chapel in the church of San Pietro in Montorio, illustrated how Bernini could use hidden lighting to help suggest divine intervention within the narratives he was depicting.\n One of the most accomplished and celebrated works to come from Bernini's hand in this period was the Cornaro Family Chapel in the small Carmelite church of Santa Maria della Vittoria, Rome. The Cornaro Chapel (inaugurated in 1651) showcased Bernini's ability to integrate sculpture, architecture, fresco, stucco, and lighting into \"a marvelous whole\" (bel composto, to use early biographer Filippo Baldinucci's term to describe his approach to architecture) and thus create what scholar Irving Lavin has called the \"unified work of art\". The central focus of the Cornaro Chapel is the Ecstasy of Saint Teresa, depicting the so-called \"transverberation\" of Spanish nun and saint-mystic, Teresa of Avila.[33] Bernini presents the spectator with a theatrically vivid portrait, in gleaming white marble, of the swooning Teresa and the quietly smiling angel, who delicately grips the arrow piercing the saint's heart. On either side of the chapel the artist places (in what can only strike the viewer as theater boxes), portraits in relief of various members of the Cornaro family – the Venetian family memorialized in the chapel, including Cardinal Federico Cornaro who commissioned the chapel from Bernini – who are in animated conversation among themselves, presumably about the event taking place before them. The result is a complex but subtly orchestrated architectural environment providing the spiritual context (a heavenly setting with a hidden source of light) that suggests to viewers the ultimate nature of this miraculous event.[34]\n Nonetheless, during Bernini's lifetime and in the centuries following till this very day, Bernini's Saint Teresa has been accused of crossing a line of decency by sexualizing the visual depiction of the saint's experience, to a degree that no artist, before or after Bernini, dared to do: in depicting her at an impossibly young chronological age, as an idealized delicate beauty, in a semi-prostrate position with her mouth open and her legs splayed-apart, her wimple coming undone, with prominently displayed bare feet (Discalced Carmelites, for modesty, always wore sandals with heavy stockings) and with the seraph \"undressing\" her by (unnecessarily) parting her mantle to penetrate her heart with his arrow.[35]\n Matters of decorum aside, Bernini's Teresa was still an artistic tour de force that incorporates all of the multiple forms of visual art and technique that Bernini had at his disposal, including hidden lighting, thin gilded beams, recessive architectural space, secret lens, and over twenty diverse types of colored marble: these all combine to create the final artwork—\"a perfected, highly dramatic and deeply satisfying seamless ensemble\".[36]\n Upon his accession to the Chair of St Peter, Pope Alexander VII Chigi (1655–1667) began to implement his extremely ambitious plan to transform Rome into a magnificent world capital by means of systematic, bold (and costly) urban planning. In so doing, he brought to fruition the long, slow recreation of the urban glory of Rome—the \"renovatio Romae\"—that had begun in the fifteenth century under the Renaissance popes.  Alexander immediately commissioned large-scale architectural changes in the city, for example connecting new and existing buildings by opening up streets and piazzas. Bernini's career showed a greater focus on designing buildings (and their immediate surroundings) during this pontificate, as there were far greater opportunities.\n Bernini's major commissions during this period include the piazza in front of St Peter's basilica. In a previously broad, irregular, and completely unstructured space, he created two massive semi-circular colonnades, each row of which was formed of four white columns. This resulted in an oval shape that formed an inclusive arena within which any gathering of citizens, pilgrims and visitors could witness the appearance of the pope—either as he appeared on the loggia on the facade of St Peter's or on balconies on the neighboring Vatican palaces. Often likened to two arms reaching out from the church to embrace the waiting crowd, Bernini's creation extended the symbolic greatness of the Vatican area, creating an \"exhilarating expanse\" that was, architecturally, an \"unequivocal success\".[37]\n Elsewhere within the Vatican, Bernini created systematic rearrangements and majestic embellishment of either empty or aesthetically undistinguished space that exist as he designed them to the present day and have become indelible icons of the splendor of the papal precincts. Within the hitherto unadorned apse of the basilica, the Cathedra Petri, the symbolic throne of St Peter, was rearranged as a monumental gilded bronze extravagance that matched the Baldacchino created earlier in the century. Bernini's complete reconstruction of the Scala Regia, the stately papal stairway between St. Peters's and the Vatican Palace, was slightly less ostentatious in appearance but still taxed Bernini's creative powers (employing, for example, clever tricks of optical illusion) to create a seemingly uniform, totally functional, but nonetheless regally impressive stairway to connect two irregular buildings within an even more irregular space.[38]\n Not all works during this era were on such a large scale. Indeed, the commission Bernini received to build the church of Sant'Andrea al Quirinale for the Jesuits was relatively modest in physical size (though great in its interior chromatic splendor), which Bernini executed completely free of charge. Sant'Andrea shared with the St. Peter's piazza—unlike the complex geometries of his rival Francesco Borromini—a focus on basic geometric shapes, circles and ovals to create spiritually intense buildings.[39] Equally, Bernini moderated the presence of colour and decoration within these buildings, focussing visitors' attention on these simple forms that underpinned the building. Sculptural decoration was never eliminated, but its use was more minimal. He also designed the church of Santa Maria dell'Assunzione in the town of Ariccia with its circular outline, rounded dome and three-arched portico.[40]\n At the end of April 1665, and still considered the most important artist in Rome, if indeed not in all of Europe, Bernini was forced by political pressure (from both the French court and Pope Alexander VII) to travel to Paris to work for King Louis XIV, who required an architect to complete work on the royal palace of the Louvre. Bernini would remain in Paris until mid-October. Louis XIV assigned a member of his court to serve as Bernini's translator, tourist guide, and overall companion, Paul Fréart de Chantelou, who kept a Journal of Bernini's visit that records much of Bernini's behaviour and utterances in Paris.[41] The writer Charles Perrault, who was serving at this time as an assistant to the French Finance Minister Jean-Baptiste Colbert, also provided a first-hand account of Bernini's visit.[42]\n Bernini's popularity was such that on his walks in Paris the streets were lined with admiring crowds. But things soon turned sour.[43] Bernini presented finished designs for the east front (i.e., the all-important principal facade of the entire palace) of the Louvre, which were ultimately rejected, albeit formally not until 1667, well after his departure from Paris (indeed, the already constructed foundations for Bernini's Louvre addition were inaugurated in October 1665 in an elaborate ceremony, with both Bernini and King Louis in attendance). It is often stated in the scholarship on Bernini that his Louvre designs were turned down because Louis and his financial advisor Jean-Baptiste Colbert considered them too Italianate or too Baroque in style.[44] In fact, as Franco Mormando points out, \"aesthetics are never mentioned in any of [the] . . . surviving memos\" by Colbert or any of the artistic advisors at the French court. The explicit reasons for the rejections were utilitarian, namely, on the level of physical security and comfort (e.g., location of the latrines).[45] It is also indisputable that there was an interpersonal conflict between Bernini and the young French king, each one feeling insufficiently respected by the other.[46] Though his design for the Louvre went unbuilt, it circulated widely throughout Europe by means of engravings and its direct influence can be seen in subsequent stately residences such as Chatsworth House, Derbyshire, England, seat of the Dukes of Devonshire.\n Other projects in Paris suffered a similar fate.[47] With the exception of Chantelou, Bernini failed to forge significant friendships at the French court. His frequent negative comments on various aspects of French culture, especially its art and architecture, did not go down well, particularly in juxtaposition to his praise for the art and architecture of Italy (especially Rome); he said that a painting by Guido Reni was worth more than all of Paris.[48] The sole work remaining from his time in Paris is the Bust of Louis XIV although he also contributed a great deal to the execution of the Christ Child Playing with a Nail marble relief (now in the Louvre) by his son Paolo as a gift to the Queen of France. Back in Rome, Bernini created a monumental equestrian statue of Louis XIV; when it finally reached Paris (in 1685, five years after the artist's death), the French king found it extremely repugnant and wanted it destroyed; it was instead re-carved into a representation of the ancient Roman hero Marcus Curtius.[49]\n Bernini remained physically and mentally vigorous and active in his profession until just two weeks before his death that came as a result of a stroke. The pontificate of his old friend, Clement IX, was too short (barely two years) to accomplish more than the dramatic refurbishment by Bernini of the Ponte Sant'Angelo, while the artist's elaborate plan, under Clement, for a new apse for the basilica of Santa Maria Maggiore came to an unpleasant end in the midst of public uproar over its cost and the destruction of ancient mosaics that it entailed. The last two popes of Bernini's life, Clement X and Innocent XI, were both not especially close or sympathetic to Bernini and not particularly interested in financing works of art and architecture, especially given the disastrous conditions of the papal treasury. The most important commission by Bernini, executed entirely by him in just six months in 1674, under Clement X was the statue of the Blessed Ludovica Albertoni, another nun-mystic. The work, reminiscent of Bernini's Ecstasy of Saint Teresa, is located in the chapel dedicated to Ludovica remodeled under Bernini's supervision in the Trastevere church of San Francesco in Ripa, whose facade was designed by Bernini's disciple, Mattia de' Rossi.[50]\n In his last two years, Bernini also carved (supposedly for Queen Christina) the bust of the Savior (Basilica of San Sebastiano fuori le Mura, Rome) and supervised the restoration of the historic Palazzo della Cancelleria as per papal commission under Innocent XI. The latter commission is outstanding confirmation of both Bernini's continuing professional reputation and good health of mind and body even in advanced old age, inasmuch as the pope had chosen him over any number of talented younger architects plentiful in Rome, for this prestigious and most difficult assignment since, as his son Domenico points out, \"deterioration of the palace had advanced to such an extent that the threat of its imminent collapse was quite apparent.\"[51]\n Shortly after the completion of the latter project, Bernini died in his home on 28 November 1680 and was buried, with little public fanfare, in the simple, unadorned Bernini family vault, along with his parents, in the Basilica di Santa Maria Maggiore. Though an elaborate funerary monument had once been planned (documented by a single extant sketch of circa 1670 by disciple Ludovico Gimignani), it was never built and Bernini remained with no permanent public acknowledgement of his life and career in Rome until 1898 when, on the anniversary of his birth, a simple plaque and small bust was affixed to the face of his home on the Via della Mercede, proclaiming \"Here lived and died Gianlorenzo Bernini, a sovereign of art, before whom reverently bowed popes, princes, and a multitude of peoples.\"\n In the 1630s he engaged in an affair with a married woman named Costanza (wife of his workshop assistant, Matteo Bonucelli, also called Bonarelli) and sculpted a bust of her (now in the Bargello, Florence) during the height of their romance. She later had an affair with his younger brother, Luigi, who was Bernini's right-hand man in his studio. When Gian Lorenzo found out about Costanza and his brother, in a fit of mad fury, he chased Luigi through the streets of Rome and into the basilica of Santa Maria Maggiore, threatening his life. To punish his unfaithful mistress, Bernini had a servant go to the house of Costanza, where the servant slashed her face several times with a razor. The servant was later jailed, while Costanza herself was jailed for adultery; Bernini himself, instead, was exonerated by the pope, even though he had committed a crime in ordering the face-slashing.[52] Soon after, in May 1639, at age forty-one, Bernini wed a twenty-two-year-old Roman woman, Caterina Tezio, in an arranged marriage, under orders from Pope Urban. She bore him eleven children, including youngest son Domenico Bernini, who would later be his first biographer.[53] After his never-repeated fit of passion and bloody rage and his subsequent marriage, Bernini turned more sincerely to the practice of his faith, according to his early official biographers, whereas brother Luigi was to once again, in 1670, bring great grief and scandal to his family by his sodomitic rape of a young Bernini workshop assistant at the construction site of the 'Constantine' memorial in St. Peter's Basilica.[54]\n Bernini's architectural works include sacred and secular buildings and sometimes their urban settings and interiors.[55] He made adjustments to existing buildings and designed new constructions. Among his most well known works are the Piazza San Pietro (1656–67), the piazza and colonnades in front of St. Peter's Basilica and the interior decoration of the Basilica. Among his secular works are a number of Roman palaces: following the death of Carlo Maderno, he took over the supervision of the building works at the Palazzo Barberini from 1630 on which he worked with Borromini; the Palazzo Ludovisi (now Palazzo Montecitorio, started 1650); and the Palazzo Chigi (now Palazzo Chigi-Odescalchi, started 1664).\n His first architectural projects were the façade and refurbishment of the church of Santa Bibiana (1624–26) and the St. Peter's baldachin (1624–33), the bronze columned canopy over the high altar of St. Peter's Basilica. In 1629, and before St. Peter's Baldachin was complete, Urban VIII put him in charge of all the ongoing architectural works at St Peter's. However, Bernini fell out of favor during the papacy of Innocent X Pamphili: one reason was the pope's animosity towards the Barberini and hence towards their clients including Bernini. Another reason was the failure of the belltowers designed and built by Bernini for St. Peter's Basilica, commencing during the reign of Urban VIII. The completed north tower and the only partially completed south tower were ordered demolished by Innocent in 1646 because their excessive weight had caused cracks in the basilica's facade and threatened to do more calamitous damage. Professional opinion at the time was in fact divided over the true gravity of the situation (with Bernini's rival Borromini spreading an extreme, anti-Bernini catastrophic view of the problem) and over the question of responsibility for the damage: Who was to blame? Bernini? Pope Urban VIII who forced Bernini to design over-elaborate towers? Deceased Architect of St. Peter's, Carlo Maderno who built the weak foundations for the towers? Official papal investigations in 1680 in fact completely exonerated Bernini, while inculpating Maderno.[56] Never wholly without patronage during the Pamphili years, after Innocent's death in 1655 Bernini regained a major role in the decoration of St. Peter's with the Pope Alexander VII Chigi, leading to his design of the piazza and colonnade in front of St. Peter's. Further significant works by Bernini at the Vatican include the Scala Regia (1663–66), the monumental grand stairway entrance to the Vatican Palace, and the Cathedra Petri, the Chair of Saint Peter, in the apse of St. Peter's, in addition to the Chapel of the Blessed Sacrament in the nave.\n Bernini did not build many churches from scratch; rather, his efforts were concentrated on pre-existing structures, such as the restored church of Santa Bibiana and in particular St. Peter's. He fulfilled three commissions for new churches in Rome and nearby small towns. Best known is the small but richly ornamented oval church of Sant'Andrea al Quirinale, done (beginning in 1658) for the Jesuit novitiate, representing one of the rare works of his hand with which Bernini's son, Domenico, reports that his father was truly and very pleased.[57] Bernini also designed churches in Castelgandolfo (San Tommaso da Villanova, 1658–1661) and Ariccia (Santa Maria Assunta, 1662–1664), and was responsible for the re-modeling of the Santuario della Madonna di Galloro (just outside of Ariccia), endowing it with a majestic new facade.\n When Bernini was invited to Paris in 1665 to prepare works for Louis XIV, he presented designs for the east facade of the Louvre Palace, but his projects were ultimately turned down in favor of the more sober and classic proposals of a committee consisting of three Frenchmen: Louis Le Vau, Charles Le Brun, and the doctor and amateur architect Claude Perrault,[58] signaling the waning influence of Italian artistic hegemony in France. Bernini's projects were essentially rooted in the Italian Baroque urbanist tradition of relating public buildings to their settings, often leading to innovative architectural expression in urban spaces like piazze or squares. However, by this time, the French absolutist monarchy now preferred the classicizing monumental severity of the Louvre's facade, no doubt with the added political bonus that it had been designed by a Frenchmen. The final version did, however, include Bernini's feature of a flat roof behind a Palladian balustrade.\n During his lifetime Bernini lived in various residences throughout the city: principal among them, a palazzo right across from Santa Maria Maggiore and still extant at Via Liberiana 24, while his father was still alive; after his father's death in 1629, Bernini moved the clan to the long-ago-demolished Santa Marta neighborhood behind the apse of St. Peter's Basilica, which afforded him more convenient access to the Vatican Foundry and to his working studio also on the Vatican premises. In 1639, Bernini bought property on the corner of the via della Mercede and the via del Collegio di Propaganda Fide in Rome. This gave him the distinction of being the only one of two artists (the other is Pietro da Cortona) to be proprietor of his own large palatial (though not sumptuous) residence, furnished as well with its own water supply. Bernini refurbished and expanded the existing palazzo on the Via della Mercede site, at what are now Nos. 11 and 12. (The building is sometimes referred to as \"Palazzo Bernini,\" but that title more properly pertains to the Bernini family's later and larger home on Via del Corso, to which they moved in the early nineteenth century, now known as the Palazzo Manfroni-Bernini.) Bernini lived at No. 11 (extensively remodeled in the 19th century), where his working studio was located, as well as a large collection of works of art, his own and those of other artists.[59] It is imagined that it must have been galling for Bernini to witness through the windows of his dwelling, the construction of the tower and dome of Sant'Andrea delle Fratte by his rival, Borromini, and also the demolition of the chapel that he, Bernini, had designed at the Collegio di Propaganda Fide to see it replaced by Borromini's chapel.[60] The construction of Sant'Andrea, however, was completed by Bernini's close disciple, Mattia de' Rossi, and it contains (to this day) the marble originals of two of Bernini's own angels executed by the master for the Ponte Sant'Angelo.\n True to the decorative dynamism of Baroque which loved the aesthetic pleasure and emotional delight afforded by the sight and sound of water in motion, among Bernini's most gifted and applauded creations were his Roman fountains, which were both utilitarian public works and personal monuments to their patrons, papal or otherwise. His first fountain, the 'Barcaccia' (commissioned in 1627, finished 1629) at the foot of the Spanish Steps, cleverly surmounted a challenge that Bernini was to face in several other fountain commissions, the low water pressure in many parts of Rome (Roman fountains were all driven by gravity alone), creating a low-lying flat boat that was able to take greatest advantage of the small amount of water available. Another example is the long-ago dismantled \"Woman Drying Her Hair\" fountain that Bernini created for the no-longer-extant Villa Barberini ai Bastioni on the edge of the Janiculum Hill overlooking St. Peter's Basilica.[61] His other fountains include the Fountain of the Triton, or Fontana del Tritone, and the Barberini Fountain of the Bees, the Fontana delle Api.[62] The Fountain of the Four Rivers, or Fontana dei Quattro Fiumi, in the Piazza Navona is an exhilarating masterpiece of spectacle and political allegory in which Bernini again brilliantly overcame the problem of the piazza's low water pressure creating the illusion of an abundance of water that in reality did not exist. An oft-repeated, but false, anecdote tells that one of the Bernini's river gods defers his gaze in disapproval of the facade of Sant'Agnese in Agone (designed by the talented, but less politically successful, rival Francesco Borromini), impossible because the fountain was built several years before the façade of the church was completed. Bernini was also the artist of the statue of the Moor in La Fontana del Moro in Piazza Navona (1653).\n Bernini's Triton Fountain is depicted musically in the second section of Ottorino Respighi's Fountains of Rome.\n Another major category of Bernini's activity was that of the tomb monument, a genre on which his distinctive new style exercised a decisive and long-enduring influence; included in this category are his tombs for Popes Urban VIII and Alexander VII (both in St. Peter's Basilica), Cardinal Domenico Pimental (Santa Maria sopra Minerva, Rome, design only), and Matilda of Canossa (St. Peter's Basilica). Related to the tomb monument is the funerary memorial, of which Bernini executed several (including that, most notably, of Maria Raggi [Santa Maria sopra Minerva, Rome] also of greatly innovative style and long enduring influence.[63] Among his smaller commissions, although not mentioned by either of his earliest biographers, Baldinucci or Domenico Bernini, the Elephant and Obelisk is a sculpture located near the Pantheon, in the Piazza della Minerva, in front of the Dominican church of Santa Maria sopra Minerva. Pope Alexander VII decided that he wanted a small ancient Egyptian obelisk (that was discovered beneath the piazza) to be erected on the same site, and in 1665 he commissioned Bernini to create a sculpture to support the obelisk. The sculpture of an elephant bearing the obelisk on its back was executed by one of Bernini's students, Ercole Ferrata, upon a design by his master, and finished in 1667. An inscription on the base relates the Egyptian goddess Isis and the Roman goddess Minerva to the Virgin Mary, who supposedly supplanted those pagan goddesses and to whom the church is dedicated.[64] A popular anecdote concerns the elephant's smile. To find out why it is smiling, legend has it, the viewer must examine the rear end of the animal and notice that its muscles are tensed and its tail is shifted to the left as if it were defecating. The animal's rear is pointed directly at one of the headquarters of the Dominican Order, housing the offices of its Inquisitors as well as the office of Father Giuseppe Paglia, a Dominican friar who was one of the main antagonists of Bernini, as a final salute and last word.[65]\n Among his minor commissions for non-Roman patrons or venues, in 1677 Bernini worked along with Ercole Ferrata to create a fountain for the Lisbon palace of the Portuguese nobleman, the Count of Ericeira: copying his earlier fountains, Bernini supplied the design of the fountain sculpted by Ferrata, featuring Neptune with four tritons around a basin. The fountain has survived and since 1945 has been outside the precincts of the gardens of the Palacio Nacional de Queluz, several miles outside of Lisbon.[66]\n Bernini would have studied painting as a normal part of his artistic training begun in early adolescence under the guidance of his father, Pietro, in addition to some further training in the studio of the Florentine painter, Cigoli. His earliest activity as a painter was probably no more than a sporadic diversion practiced mainly in his youth, until the mid-1620s, that is, the beginning of the pontificate of Pope Urban VIII (reigned 1623-1644) who ordered Bernini to study painting in greater earnest because the pontiff wanted him to decorate the Benediction Loggia of St. Peter's. The latter commission was never executed most likely because the required large-scale narrative compositions were simply beyond Bernini's ability as a painter. According to his early biographers, Baldinucci and Domenico Bernini, Bernini completed at least 150 canvases, mostly in the decades of the 1620s and 30s, but currently there are no more than 35-40 surviving paintings that can be confidently attributed to his hand.[67] The extant, securely attributed works are mostly portraits, seen close up and set against an empty background, employing a confident, indeed brilliant, painterly brushstroke (similar to that of his Spanish contemporary Velasquez), free from any trace of pedantry, and a very limited palette of mostly warm, subdued colors with deep chiaroscuro. His work was immediately sought after by major collectors. Most noteworthy among these extant works are several, vividly penetrating self portraits (all dating to the mid 1620s-early 1630s), especially that in the Uffizi Gallery, Florence, purchased during Bernini's lifetime by Cardinal Leopoldo de' Medici. Bernini's Apostles Andrew and Thomas in London's National Gallery is the sole canvas by the artist whose attribution, approximate date of execution (circa 1625) and provenance (the Barberini Collection, Rome) are securely known.[68]\n As for Bernini's drawings, about 350 still exist; but this represents a minuscule percentage of the drawings he would have created in his lifetime; these include rapid sketches relating to major sculptural or architectural commissions, presentation drawings given as gifts to his patrons and aristocratic friends, and exquisite, fully finished portraits, such as those of Agostino Mascardi (Ecole des Beaux-Arts, Paris) and Scipione Borghese and Sisinio Poli (both in New York's Morgan Library).[69]\n Among the many sculptors who worked under his supervision (even though most were accomplished masters in their own right) were Luigi Bernini, Stefano Speranza, Giuliano Finelli, Andrea Bolgi, Giacomo Antonio Fancelli, Lazzaro Morelli, Francesco Baratta, Ercole Ferrata, the Frenchman Niccolò Sale, Giovanni Antonio Mari, Antonio Raggi, and Francois Duquesnoy. But his most trusted right-hand man in sculpture was Giulio Cartari, while in architecture it was Mattia de' Rossi, both of whom traveled to Paris with Bernini to assist him in his work there for King Louis XIV. Other architect disciples include Giovanni Battista Contini and Carlo Fontana while Swedish architect, Nicodemus Tessin the Younger, who visited Rome twice after Bernini's death, was also much influenced by him.\n Among his rivals in architecture were, above all, Francesco Borromini and Pietro da Cortona. Early in their careers they had all worked at the same time at the Palazzo Barberini, initially under Carlo Maderno and, following his death, under Bernini. Later on, however, they were in competition for commissions, and fierce rivalries developed, particularly between Bernini and Borromini.[70] In sculpture, Bernini competed with Alessandro Algardi and Francois Duquesnoy, but they both died decades earlier than Bernini (respectively in 1654 and 1643), leaving Bernini effectively with no sculptor of his same exalted status in Rome. Francesco Mochi can also be included among Bernini's significant rivals, though he was not as accomplished in his art as Bernini, Algardi or Duquesnoy.\n There was also a succession of painters (the so-called 'pittori berniniani') who, working under the master's close guidance and at times according to his designs, produced canvases and frescos that were integral components of Bernini's larger multi-media works such as churches and chapels: Carlo Pellegrini, Guido Ubaldo Abbatini, Frenchman Guillaume Courtois (Guglielmo Cortese, known as 'Il Borgognone'), Ludovico Gimignani, and Giovanni Battista Gaulli (who, thanks to Bernini, was granted the prized commission to fresco the vault of the Jesuit mother church of the Gesù by Bernini's friend, Jesuit Superior General, Gian Paolo Oliva). As far as Caravaggio is concerned, in all the voluminous Bernini sources, his name appears only once, in the Chantelou Diary which records Bernini's disparaging remark about him (specifically his Fortune Teller that had just arrived from Italy as a Pamphilj gift to King Louis XIV). However, how much Bernini really scorned Caravaggio's art is a matter of debate whereas arguments have been made in favor of a strong influence of Caravaggio on Bernini. Bernini would of course have heard much about Caravaggio and seen many of his works not only because in Rome at the time such contact was impossible to avoid, but also because during his own lifetime Caravaggio had come to the favorable attention of Bernini's own early patrons, both the Borghese and the Barberini. Indeed, much like Caravaggio, Bernini used a theatrical-like light as an important aesthetic and metaphorical device in his religious settings, often using hidden light sources that could intensify the focus of religious worship or enhance the dramatic moment of a sculptural narrative.[71]\n The most important primary source for the life of Bernini is the biography written by his youngest son, Domenico, entitled Vita del Cavalier Gio. Lorenzo Bernino, published in 1713 though first compiled in the last years of his father's life (c. 1675–80).[72] Filippo Baldinucci's Life of Bernini, was published in 1682, and a meticulous private journal, the Diary of the Cavaliere Bernini's Visit to France, was kept by the Frenchman Paul Fréart de Chantelou during the artist's four-month stay from June through October 1665 at the court of King Louis XIV. Also, there is a short biographical narrative, The Vita Brevis of Gian Lorenzo Bernini, written by his eldest son, Monsignor Pietro Filippo Bernini, in the mid-1670s.[73]\n Until the late 20th century, it was generally believed that two years after Bernini's death, Queen Christina of Sweden, then living in Rome, commissioned Filippo Baldinucci to write his biography, which was published in Florence in 1682.[74] However, recent research now strongly suggests that it was in fact Bernini's sons (and specifically the eldest son, Mons. Pietro Filippo) who commissioned the biography from Baldinucci sometime in the late 1670s, with the intent of publishing it while their father was still alive. This would mean that first, the commission did not at all originate in Queen Christina who would have merely lent her name as patron (in order to hide the fact that the biography was coming directly from the family) and secondly, that Baldinucci's narrative was largely derived from some pre-publication version of Domenico Bernini's much longer biography of his father, as evidenced by the extremely large amount of text repeated verbatim (there is no other explanation, otherwise, for the massive amount of verbatim repetition, and it is known that Baldinucci routinely copied verbatim material for his artists' biographies supplied by family and friends of his subjects).[75] As the most detailed account and the only one coming directly from a member of the artist's immediate family, Domenico's biography, despite having been published later than Baldinucci's, therefore represents the earliest and more important full-length biographical source of Bernini's life, even though it idealizes its subject and whitewashes a number of less-than-flattering facts about his life and personality.\n As one Bernini scholar has summarized, \"Perhaps the most important result of all of the [Bernini] studies and research of these past few decades has been to restore to Bernini his status as the great, principal protagonist of Baroque art, the one who was able to create undisputed masterpieces, to interpret in an original and genial fashion the new spiritual sensibilities of the age, to give the city of Rome an entirely new face, and to unify the [artistic] language of the times.\"[76] Few artists have had as decisive an influence on the physical appearance and emotional tenor of a city as Bernini had on Rome. Maintaining a controlling influence over all aspects of his many and large commissions and over those who aided him in executing them, he was able to carry out his unique and harmoniously uniform vision over decades of work with his long and productive life.[77] Although by the end of Bernini's life there was in motion a decided reaction against his brand of flamboyant Baroque, the fact is that sculptors and architects continued to study his works and be influenced by them for several more decades (Nicola Salvi's later Trevi Fountain [inaugurated in 1735] is a prime example of the enduring post-mortem influence of Bernini on the city's landscape).[78]\n In the eighteenth century Bernini and virtually all Baroque artists fell from favor in the neoclassical criticism of the Baroque, that criticism aimed above all on the latter's supposedly extravagant (and thus illegitimate) departures from the pristine, sober models of Greek and Roman antiquity. It is only from the late nineteenth century that art historical scholarship, in seeking a more objective understanding of artistic output within the specific cultural context in which it was produced, without the a priori prejudices of neoclassicism, began to recognize Bernini's achievements and slowly began restore his artistic reputation. However, the reaction against Bernini and the too-sensual (and therefore \"decadent\"), too emotionally charged Baroque in the larger culture (especially in non-Catholic countries of northern Europe, and particularly in Victorian England) remained in effect until well into the twentieth century (most notable are the public disparagement of Bernini by Francesco Milizia, Joshua Reynolds, and Jacob Burkhardt). Most of the popular eighteenth- and nineteenth-century tourist's guides to Rome all but ignore Bernini and his work, or treat it with disdain, as in the case of the best-selling Walks in Rome (22 editions between 1871 and 1925) by Augustus J.C. Hare, who describes the angels on the Ponte Sant'Angelo as 'Bernini's Breezy Maniacs.'\n But now in the twenty-first century, Bernini and his Baroque have now been enthusiastically restored to favor, both critical and popular. Since the anniversary year of his birth in 1998, there have been numerous Bernini exhibitions throughout the world, especially Europe and North America, on all aspects of his work, expanding our knowledge of his work and its influence. In the late twentieth century, Bernini was commemorated on the front of the\nBanca d'Italia 50,000 lire banknote in the 1980s and 90s\n(before Italy switched to the euro) with the back showing his equestrian statue of Constantine. Another outstanding sign of Bernini's enduring reputation came in the decision by architect I.M. Pei to insert a faithful copy in lead of his King Louis XIV Equestrian statue as the sole ornamental element in his massive modernist redesign of the entrance plaza to the Louvre Museum, completed to great acclaim in 1989, and featuring the giant Louvre Pyramid in glass. In 2000 best-selling novelist, Dan Brown, made Bernini and several of his Roman works, the centerpiece of his political thriller, Angels & Demons, while British novelist Iain Pears made a missing Bernini bust the centerpiece of his best-selling murder mystery, The Bernini Bust (2003).[79]\n Damned Soul\n Blessed Soul\n Bust of Antonio Cepparelli\n Bust of Pope Urban VIII\n Bust of Monsignor Carlo Antonio Pozzo\n Self-portrait\n Neptune and Triton\n Ecstasy of St. Teresa. Terracota Modello[81]\n St. Peter's colonade\n St. Peter's baldachin\n Ponte St. Angelo angels\n Fontana dei Quattro fiumi. Bronze.\n ", "tags": ["1598 births", "1680 deaths", "17th-century Italian architects", "17th-century Italian painters", "17th-century Italian sculptors", "Architects from Naples", "Italian Baroque sculptors", "Italian Baroque architects", "Italian Baroque painters", "Italian Baroque people", "Italian male painters", "Italian male sculptors", "Italian Roman Catholics", "Webarchive template wayback links", "Harv and Sfn multiple-target errors", "CS1: long volume value", "Articles with short description", "Short description is different from Wikidata", "Use dmy dates from September 2020", "Articles with hCards", "Pages using multiple image with auto scaled images", "CS1 Italian-language sources (it)", "CS1 errors: missing periodical", "Articles with Encyclopædia Britannica links", "Commons category link is on Wikidata", "Wikipedia articles with BIBSYS identifiers", "Wikipedia articles with BNE identifiers", "Wikipedia articles with BNF identifiers", "Wikipedia articles with CANTIC identifiers", "Wikipedia articles with CINII identifiers", "Wikipedia articles with GND identifiers", "Wikipedia articles with ICCU identifiers", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with KULTURNAV identifiers", "Wikipedia articles with LCCN identifiers", "Wikipedia articles with LNB identifiers", "Wikipedia articles with NDL identifiers", "Wikipedia articles with NGV identifiers", "Wikipedia articles with NKC identifiers", "Wikipedia articles with NLA identifiers", "Wikipedia articles with NLG identifiers", "Wikipedia articles with NLI identifiers", "Wikipedia articles with NLP identifiers", "Wikipedia articles with NSK identifiers", "Wikipedia articles with NTA identifiers", "Wikipedia articles with PLWABN identifiers", "Wikipedia articles with RERO identifiers", "Wikipedia articles with RKDartists identifiers", "Wikipedia articles with SELIBR identifiers", "Wikipedia articles with SNAC-ID identifiers", "Wikipedia articles with SUDOC identifiers", "Wikipedia articles with Trove identifiers", "Wikipedia articles with ULAN identifiers", "Wikipedia articles with VcBA identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers", "AC with 30 elements", "Wikipedia articles with multiple identifiers"], "raw": "Italian sculptor and architect\n\"Bernini\" redirects here. For other uses, see Bernini (disambiguation).\n\n\nGian Lorenzo BerniniSelf-portrait of Bernini, c. 1623BornGian Lorenzo Bernini(1598-12-07)7 December 1598Naples, Kingdom of NaplesDied28 November 1680(1680-11-28) (aged 81)Rome, Papal StatesNationalityItalianKnown forSculpture, painting, architectureNotable workDavid, Apollo and Daphne, The Rape of Proserpina, Ecstasy of Saint TeresaMovementBaroque style\nGian Lorenzo (or Gianlorenzo) Bernini (/bɛərˈniːni/, US English US: /bərˈ-/, Italian: [ˈdʒan loˈrɛntso berˈniːni]; Italian Giovanni Lorenzo; 7 December 1598 – 28 November 1680) was an Italian sculptor and architect. While a major figure in the world of architecture, he was more prominently the leading sculptor of his age, credited with creating the Baroque style of sculpture. As one scholar has commented, \"What Shakespeare is to drama, Bernini may be to sculpture: the first pan-European sculptor whose name is instantaneously identifiable with a particular manner and vision, and whose influence was inordinately powerful....\" In addition, he was a painter (mostly small canvases in oil) and a man of the theater: he wrote, directed and acted in plays (mostly Carnival satires), for which he designed stage sets and theatrical machinery. He produced designs as well for a wide variety of decorative art objects including lamps, tables, mirrors, and even coaches.\nAs an architect and city planner, he designed secular buildings, churches, chapels, and public squares, as well as massive works combining both architecture and sculpture, especially elaborate public fountains and funerary monuments and a whole series of temporary structures (in stucco and wood) for funerals and festivals. His broad technical versatility, boundless compositional inventiveness and sheer skill in manipulating marble ensured that he would be considered a worthy successor of Michelangelo, far outshining other sculptors of his generation. His talent extended beyond the confines of sculpture to a consideration of the setting in which it would be situated; his ability to synthesize sculpture, painting, and architecture into a coherent conceptual and visual whole has been termed by the late art historian Irving Lavin the \"unity of the visual arts\".[1]\n\nContents\n\n1 Biography\n\n1.1 Youth\n1.2 Partnership with Scipione Borghese\n1.3 Papal artist: the pontificate of Urban VIII\n1.4 Temporary eclipse and resurgence under Innocent X\n1.5 Embellishment of Rome under Alexander VII\n1.6 Visit to France and service to King Louis XIV\n1.7 Later years and death\n1.8 Personal life\n1.9 Architecture\n1.10 Personal residences\n1.11 Fountains\n1.12 Tomb monuments and other works\n1.13 Paintings and drawings\n1.14 Disciples, collaborators, and rivals\n1.15 The first biographies\n1.16 Legacy\n\n\n2 Selected works\n\n2.1 Sculpture\n2.2 Architecture and fountains\n2.3 Paintings\n\n\n3 Gallery\n4 References\n\n4.1 Citations\n4.2 Bibliography\n\n\n5 External links\n\n\nBiography[edit]\n Portrait of Pietro Bernini, father of Gian Lorenzo\nYouth[edit]\nBernini was born on 7 December 1598 in Naples to Angelica Galante, a Neapolitan, and Mannerist sculptor Pietro Bernini, originally from Florence. He was the sixth of their thirteen children.[2] Gian Lorenzo Bernini was the definition of childhood genius. He was \"recognized as a prodigy when he was only eight years old, [and] he was consistently encouraged by his father, Pietro. His precocity earned him the admiration and favor of powerful patrons who hailed him as 'the Michelangelo of his century'”.[3] More specifically, it was Pope Paul V, who after first attesting to the boy Bernini's talent, famously remarked, 'This child will be the Michelangelo of his age,' later repeating that prophecy to Cardinal Maffeo Barberini (the future Pope Urban VIII), as Domenico Bernini reports in his biography of his father.[4] In 1606 his father received a papal commission (to contribute a marble relief in the Cappella Paolina of Santa Maria Maggiore) and so moved from Naples to Rome, taking his entire family with him and continuing in earnest the training of his son Gian Lorenzo. \nSeveral extant works, dating circa 1615–1620, are by general scholarly consensus, collaborative efforts by both father and son: they include the Faun Teased by Putti (c. 1615, Metropolitan Museum, NYC), Boy with a Dragon (c. 1616–17, Getty Museum, Los Angeles), the Aldobrandini Four Seasons (c. 1620, private collection), and the recently discovered Bust of the Savior (1615–16, New York, private collection).[5] Sometime after the arrival of the Bernini family in Rome, word about the great talent of the boy Gian Lorenzo got around and he soon caught the attention of Cardinal Scipione Borghese, nephew to the reigning pope, Paul V, who spoke of the boy genius to his uncle. Bernini was therefore presented before Pope Paul V, curious to see if the stories about Gian Lorenzo's talent were true. The boy improvised a sketch of Saint Paul for the marveling pope, and this was the beginning of the pope's attention on this young talent.[6]\nOnce he was brought to Rome, he rarely left its walls, except (much against his will) for a five-month stay in Paris in the service of King Louis XIV and brief trips to nearby towns (including Civitavecchia, Tivoli and Castelgandolfo), mostly for work-related reasons. Rome was Bernini's city: “'You are made for Rome,’ said Pope Urban VIII to him, 'and Rome for you'”.[7] It was in this world of 17th-century Rome and the international religious-political power which resided there that Bernini created his greatest works. Bernini's works are therefore often characterized as perfect expressions of the spirit of the assertive, triumphal but self-defensive Counter Reformation Roman Catholic Church. Certainly Bernini was a man of his times and deeply religious (at least later in life),[8] but he and his artistic production should not be reduced simply to instruments of the papacy and its political-doctrinal programs, an impression that is at times communicated by the works of the three most eminent Bernini scholars of the previous generation, Rudolf Wittkower, Howard Hibbard, and Irving Lavin. As Tomaso Montanari's recent revisionist monograph, La libertà di Bernini (Turin: Einaudi, 2016) argues and Franco Mormando's anti-hagiographic biography, Bernini: His Life and His Rome (Chicago: University of Chicago Press, 2011), illustrates, Bernini and his artistic vision maintained a certain degree of freedom from the mindset and mores of Counter-Reformation Roman Catholicism.[9]\n\n Bust of Pope Paul V (1621-1622) by Bernini.\nPartnership with Scipione Borghese[edit]\nRape of ProserpinaDavidApollo and Daphne (1622–1625)Aeneas, Anchises, and Ascanius\nUnder the patronage of the extravagantly wealthy and most powerful Cardinal Scipione Borghese, the young Bernini rapidly rose to prominence as a sculptor. Among his early works for the cardinal were decorative pieces for the garden of the Villa Borghese, such as The Goat Amalthea with the Infant Jupiter and a Faun. This marble sculpture (executed sometime before 1615) is generally considered by scholars to be the earliest work executed entirely by Bernini himself.[10] Among Bernini's earliest documented work is his collaboration on his father's commission of February 1618 from Cardinal Maffeo Barberini to create four marble putti for the Barberini family chapel in the church of Sant'Andrea della Valle, the contract stipulating that his son Gian Lorenzo would assist in the execution of the statues.[11] Also dating to 1618 is a letter by Maffeo Barberini in Rome to his brother Carlo in Florence, which mentions that he (Maffeo) was thinking of asking the young Gian Lorenzo to finish one of the statues left incomplete by Michelangelo, then in possession of Michelangelo's grandnephew which Maffeo was hoping to purchase, a remarkable attestation of the great skill that the young Bernini was already believed to possess.[12]\nAlthough the Michelangelo statue-completion commission came to naught, the young Bernini was shortly thereafter (in 1619) commissioned to repair and complete a famous work of antiquity, the sleeping Hermaphrodite owned by Cardinal Scipione Borghese (Galleria Borghese, Rome) and later (circa 1622) restored the so-called Ludovisi Ares (Palazzo Altemps, Rome).[13]\nAlso dating to this early period are the so-called Damned Soul and Blessed Soul of circa 1619, two small marble busts which may have been influenced by a set of prints by Pieter de Jode I or Karel van Mallery, but which were in fact unambiguously cataloged in the inventory of their first documented owner, Fernando de Botinete y Acevedo, as depicting a nymph and a satyr, a commonly paired duo in ancient sculpture (they were not commissioned by nor ever belonged to either Scipione Borghese or, as most scholarship erroneously claims, the Spanish cleric, Pedro Foix Montoya).[14] By the time he was twenty-two, Bernini was considered talented enough to have been given a commission for a papal portrait, the Bust of Pope Paul V, now in the J. Paul Getty Museum.\nBernini's reputation, however, was definitively established by four masterpieces, executed between 1619 and 1625, all now displayed in the Galleria Borghese in Rome. To the art historian Rudolf Wittkower these four works—Aeneas, Anchises, and Ascanius (1619), The Rape of Proserpina (1621–22), Apollo and Daphne (1622–1625), and David (1623–24)—\"inaugurated a new era in the history of European sculpture\".[15] It is a view repeated by other scholars, such as Howard Hibbard who proclaimed that, in all of the seventeenth century, \"there were no sculptors or architects comparable to Bernini\".[16] Adapting the classical grandeur of Renaissance sculpture and the dynamic energy of the Mannerist period, Bernini forged a new, distinctly Baroque conception for religious and historical sculpture, powerfully imbued with dramatic realism, stirring emotion and dynamic, theatrical compositions. Bernini's early sculpture groups and portraits manifest \"a command of the human form in motion and a technical sophistication rivaled only by the greatest sculptors of classical antiquity.\"[17] Moreover, Bernini possessed the ability to depict highly dramatic narratives with characters showing intense psychological states, but also to organize large-scale sculptural works that convey a magnificent grandeur.[18]\nUnlike sculptures done by his predecessors, these focus on specific points of narrative tension in the stories they are trying to tell: Aeneas and his family fleeing the burning Troy; the instant that Pluto finally grasps the hunted Persephone; the precise moment that Apollo sees his beloved Daphne begin her transformation into a tree. They are transitory but dramatic powerful moments in each story. Bernini's David is another stirring example of this. Michelangelo's motionless, idealized David shows the subject holding a rock in one hand and a sling in the other, contemplating the battle; similarly immobile versions by other Renaissance artists, including Donatello's, show the subject in his triumph after the battle with Goliath. Bernini illustrates David during his active combat with the giant, as he twists his body to catapult toward Goliath. To emphasize these moments, and to ensure that they were appreciated by the viewer, Bernini designed the sculptures with a specific viewpoint in mind. Their original placements within the Villa Borghese were against walls so that the viewers' first view was the dramatic moment of the narrative.[19]\nThe result of such an approach is to invest the sculptures with greater psychological energy. The viewer finds it easier to gauge the state of mind of the characters and therefore understands the larger story at work: Daphne's wide open mouth in fear and astonishment, David biting his lip in determined concentration, or Proserpina desperately struggling to free herself. In addition to portraying psychological realism, they show a greater concern for representing physical details. The tousled hair of Pluto, the pliant flesh of Proserpina, or the forest of leaves beginning to envelop Daphne all demonstrate Bernini's exactitude and delight for representing complex real world textures in marble form.[20]\n\nPapal artist: the pontificate of Urban VIII[edit]\n Baldacchino in St. Peter's Basilica\nIn 1621 Pope Paul V Borghese was succeeded on the throne of St. Peter by another admiring friend of Bernini's, Cardinal Alessandro Ludovisi, who became Pope Gregory XV: although his reign was very short (he died in 1623), Pope Gregory commissioned portraits of himself (both in marble and bronze) by Bernini. The pontiff also bestowed upon Bernini the honorific rank of 'Cavaliere,' the title with which for the rest of his life the artist was habitually referred. In 1623 came the ascent to the papal throne of his aforementioned friend and former tutor, Cardinal Maffeo Barberini, as Pope Urban VIII, and henceforth (until Urban's death in 1644) Bernini enjoyed near monopolistic patronage from the Barberini pope and family. The new Pope Urban is reported to have remarked, \"It is a great fortune for you, O Cavaliere, to see Cardinal Maffeo Barberini made pope, but our fortune is even greater to have Cavalier Bernini alive in our pontificate.\"[21] Although he did not fare as well during the reign (1644-55) of Innocent X, under Innocent's successor, Alexander VII (reigned 1655-67), Bernini once again gained pre-eminent artistic domination and continued in the successive pontificate to be held in high regard by Clement IX during his short reign (1667-69). \nUnder Urban VIII's patronage, Bernini's horizons rapidly and widely broadened: he was not just producing sculpture for private residences, but playing the most significant artistic (and engineering) role on the city stage, as sculptor, architect, and urban planner.[22] His official appointments also testify to this—\"curator of the papal art collection, director of the papal foundry at Castel Sant'Angelo, commissioner of the fountains of Piazza Navona\".[23] Such positions gave Bernini the opportunity to demonstrate his versatile skills throughout the city. To great protest from older, experienced master architects, he, with virtually no architectural training to his name, was appointed Chief Architect of St Peter's in 1629, upon the death of Carlo Maderno. From then on, Bernini's work and artistic vision would be placed at the symbolic heart of Rome.\nBernini's artistic pre-eminence under Urban VIII and Alexander VII meant he was able to secure the most important commissions in the Rome of his day, namely, the various massive embellishment projects of the newly finished St. Peter's Basilica, completed under Pope Paul V with the addition of Maderno's nave and facade and finally re-consecrated by Pope Urban VIII on 18 November 1626, after 150 years of planning and building. Within the basilica he was responsible for the Baldacchino, the decoration of the four piers under the cupola, the Cathedra Petri or Chair of St. Peter in the apse, the tomb monument of Matilda of Tuscany, the chapel of the Blessed Sacrament in the right nave, and the decoration (floor, walls and arches) of the new nave. The St Peter's Baldacchino immediately became the visual centerpiece of the new St. Peter's. Designed as a massive spiraling gilded bronze canopy over the tomb of St Peter, Bernini's four-pillared creation reached nearly 30 m (98 ft) from the ground and cost around 200,000 Roman scudi (about $8m in currency of the early 21st century).[24] \"Quite simply\", writes one art historian, \"nothing like it had ever been seen before\".[25] Soon after the St Peter's Baldacchino, Bernini undertook the whole-scale embellishment of the four massive piers at crossing of the basilica (i.e., the structures supporting the cupola) including, most notably, four colossal, theatrically dramatic statues, among them, the majestic St. Longinus executed by Bernini himself (the other three are by other contemporary sculptors François Duquesnoy, Francesco Mochi, and Bernini's disciple, Andrea Bolgi).\nIn the basilica, Bernini also began work on the tomb for Urban VIII, completed only after Urban's death in 1644, one in a long, distinguished series of tombs and funerary monuments for which Bernini is famous and a traditional genre upon which his influence left an enduring mark, often copied by subsequent artists. Indeed, Bernini's final and most original tomb monument, the Tomb of Pope Alexander VII, in St. Peter's Basilica, represents, according to Erwin Panofsky, the very pinnacle of European funerary art, whose creative inventiveness subsequent artists could not hope to surpass.[26] Begun and largely completed during Alexander VII's reign, Bernini's design of the Piazza San Pietro in front of the Basilica is one of his most innovative and successful architectural designs, which transformed a formerly irregular, inchoate open space into an aesthetically unified, emotionally thrilling, and logistically efficient (for carriages and crowds), completely in harmony with the pre-existing buildings and adding to the majesty of the basilica.\n\n Bust of Armand, Cardinal de Richelieu (1640-1641)\nDespite this busy engagement with large works of public architecture, Bernini was still able to devote himself to his sculpture, especially portraits in marble, but also large statues such as the life-size Saint Bibiana (1624, Church of Santa Bibiana, Rome). Bernini's portraits show his ever increasing ability to capture the utterly distinctive personal characteristics of his sitters, as well as his ability to achieve in cold white marble almost painterly-like effects that render with convincing realism the various surfaces involved: human flesh, hair, fabric of varying type, metal, etc. These portraits included a number of busts of Urban VIII himself, the family bust of Francesco Barberini and most notably, the Two Busts of Scipione Borghese—the second of which had been rapidly created by Bernini once a flaw had been found in the marble of the first.[27] The transitory nature of the expression on Scipione's face is often noted by art historians, iconic of the Baroque concern for representing fleeting movement in static artworks. To Rudolf Wittkower the \"beholder feels that in the twinkle of an eye not only might the expression and attitude change but also the folds of the casually arranged mantle\".[27]\nOther marble portraits in this period include that of Costanza Bonarelli (executed around 1637), unusual in its more personal, intimate nature. (At the time of the sculpting of the portrait, Bernini was having an affair with Costanza, wife of one of his assistants, sculptor, Matteo.) Indeed, it would appear to be the first marble portrait of a non-aristocratic woman by a major artist in European history.[28]\nBeginning in the late 1630s, now known in Europe as one of the most accomplished portraitists in marble, Bernini also began to receive royal commissions from outside Rome, for subjects such as Cardinal Richelieu of France, Francesco I d'Este the powerful Duke of Modena, Charles I of England and his wife, Queen Henrietta Maria. The sculpture of Charles I was produced in Rome from a triple portrait (oil on canvas) executed by Van Dyck, that survives today in the British Royal Collection. The bust of Charles was lost in the Whitehall Palace fire of 1698 (though its design is known through contemporary copies and drawings) and that of Henrietta Maria was not undertaken due to the outbreak of the English Civil War.[29]\n\nTemporary eclipse and resurgence under Innocent X[edit]\n Ecstasy of Saint Teresa, 1651\nIn 1644, with the death of Pope Urban with whom Bernini had been so intimately connected and the ascent to power of the fierce Barberini-enemy Pope Innocent X Pamphilj, Bernini's career suffered a major, unprecedented eclipse, which was to last four years. This had not only to do with Innocent's anti-Barberini politics but also to Bernini's role in the disastrous project of the new bell towers for St. Peter's basilica, designed and supervised entirely by Bernini. The infamous bell tower affair was to be the biggest failure of his career, both professionally and financially. In 1636, eager to finally finish the exterior of St. Peter's, Pope Urban had ordered Bernini to design and build the two, long-intended bell towers for its facade: the foundations of the two towers had already been designed and constructed (namely, the last bays at either extremity of the facade) by Carlo Maderno (architect of the nave and the facade) decades earlier. Once the first tower was finished in 1641, cracks began to appear in the facade but, curiously enough, work nonetheless continued on the second tower and the first storey was completed. Despite the presence of the cracks, work only stopped in July 1642 once the papal treasury had been exhausted by the disastrous War of Castro. Knowing that Bernini could no longer depend on the protection of a favorable pope, his enemies (especially Francesco Borromini) raised a great alarm over the cracks, predicting a disaster for the whole basilica and placing the blame entirely on Bernini. The subsequent investigations, in fact, revealed the cause of the cracks as Maderno's defective foundations and not Bernini's elaborate design, an exoneration later confirmed by the meticulous investigation conducted in 1680 under Pope Innocent XI.[30]\n\n Truth Unveiled by Time, Galleria Borghese, Rome, 1645-1652\nNonetheless, Bernini's opponents in Rome succeeded in seriously damaging the reputation of Urban's artist and in persuading Pope Innocent to order (in February 1646) the complete demolition of both towers, to Bernini's great humiliation and indeed financial detriment (in the form of a substantial fine for the failure of the work). After this, one of the rare failures of his career, Bernini retreated into himself: according to his son, Domenico. his subsequent unfinished statue of 1647, Truth Unveiled by Time, was intended to be his self-consoling commentary on this affair, expressing his faith that eventually Time would reveal the actual Truth behind the story and exonerate him fully, as indeed did occur.\nAlthough he received no personal commissions from Innocent or the Pamphilj family in the early years of the new papacy, Bernini did not lose his former positions granted to him by previous popes. Innocent X maintained Bernini in all of the official roles given to him by Urban, including that of chief Architect of St. Peter's. Under Bernini's design and direction, work continued on decorating the massive, recently completed but still entirely unadorned nave of St. Peter's, with the addition of an elaborate multi-colored marble flooring, marble facing on the walls and pilasters, and scores of stuccoed statues and reliefs. It is not without reason that Pope Alexander VII once quipped, 'If one were to remove from Saint Peter's everything that had been made by the Cavalier Bernini, that temple would be stripped bare.' Indeed, given all of his many and various works within the basilica over several decades, it is to Bernini that is due the lion's share of responsibility for the final and enduring aesthetic appearance and emotional impact of St. Peter's.[31] He was also allowed to continue to work on Urban VIII's tomb, despite Innocent's antipathy for the Barberini.[32] A few months after completing Urban's tomb, in 1648 Bernini won, in controversial circumstances, the Pamphilj commission for the prestigious Four Rivers Fountain on Piazza Navona, marking the end of his disgrace and the beginning a yet another glorious chapter in his life.\n\n Memorial to Maria Raggi, 1651\nIf there had been doubts over Bernini's position as Rome's preeminent artist, they were definitively removed by the unqualified success of the marvelously delightful and technically ingenious Four Rivers Fountain, featuring a heavy ancient obelisk placed over a void created by a cavelike rock formation placed in the center of an ocean of exotic sea creatures. Bernini continued to receive commissions from Pope Innocent X and other senior members of Rome's clergy and aristocracy, as well as from exalted patrons outside of Rome, such as Francesco d'Este. Recovering quickly form the humiliation of the bell tower, Bernini's boundless creativity continued as before. New types of funerary monument were designed, such as, in the Church of Santa Maria sopra Minerva, the seemingly floating medallion, hovering in the air as it were, for the deceased nun Maria Raggi, while chapels he designed, such as the Raimondi Chapel in the church of San Pietro in Montorio, illustrated how Bernini could use hidden lighting to help suggest divine intervention within the narratives he was depicting.\nOne of the most accomplished and celebrated works to come from Bernini's hand in this period was the Cornaro Family Chapel in the small Carmelite church of Santa Maria della Vittoria, Rome. The Cornaro Chapel (inaugurated in 1651) showcased Bernini's ability to integrate sculpture, architecture, fresco, stucco, and lighting into \"a marvelous whole\" (bel composto, to use early biographer Filippo Baldinucci's term to describe his approach to architecture) and thus create what scholar Irving Lavin has called the \"unified work of art\". The central focus of the Cornaro Chapel is the Ecstasy of Saint Teresa, depicting the so-called \"transverberation\" of Spanish nun and saint-mystic, Teresa of Avila.[33] Bernini presents the spectator with a theatrically vivid portrait, in gleaming white marble, of the swooning Teresa and the quietly smiling angel, who delicately grips the arrow piercing the saint's heart. On either side of the chapel the artist places (in what can only strike the viewer as theater boxes), portraits in relief of various members of the Cornaro family – the Venetian family memorialized in the chapel, including Cardinal Federico Cornaro who commissioned the chapel from Bernini – who are in animated conversation among themselves, presumably about the event taking place before them. The result is a complex but subtly orchestrated architectural environment providing the spiritual context (a heavenly setting with a hidden source of light) that suggests to viewers the ultimate nature of this miraculous event.[34]\nNonetheless, during Bernini's lifetime and in the centuries following till this very day, Bernini's Saint Teresa has been accused of crossing a line of decency by sexualizing the visual depiction of the saint's experience, to a degree that no artist, before or after Bernini, dared to do: in depicting her at an impossibly young chronological age, as an idealized delicate beauty, in a semi-prostrate position with her mouth open and her legs splayed-apart, her wimple coming undone, with prominently displayed bare feet (Discalced Carmelites, for modesty, always wore sandals with heavy stockings) and with the seraph \"undressing\" her by (unnecessarily) parting her mantle to penetrate her heart with his arrow.[35]\nMatters of decorum aside, Bernini's Teresa was still an artistic tour de force that incorporates all of the multiple forms of visual art and technique that Bernini had at his disposal, including hidden lighting, thin gilded beams, recessive architectural space, secret lens, and over twenty diverse types of colored marble: these all combine to create the final artwork—\"a perfected, highly dramatic and deeply satisfying seamless ensemble\".[36]\n\nEmbellishment of Rome under Alexander VII[edit]\nUpon his accession to the Chair of St Peter, Pope Alexander VII Chigi (1655–1667) began to implement his extremely ambitious plan to transform Rome into a magnificent world capital by means of systematic, bold (and costly) urban planning. In so doing, he brought to fruition the long, slow recreation of the urban glory of Rome—the \"renovatio Romae\"—that had begun in the fifteenth century under the Renaissance popes.  Alexander immediately commissioned large-scale architectural changes in the city, for example connecting new and existing buildings by opening up streets and piazzas. Bernini's career showed a greater focus on designing buildings (and their immediate surroundings) during this pontificate, as there were far greater opportunities.\n\n Bernini self-portrait, c. 1665\nBernini's major commissions during this period include the piazza in front of St Peter's basilica. In a previously broad, irregular, and completely unstructured space, he created two massive semi-circular colonnades, each row of which was formed of four white columns. This resulted in an oval shape that formed an inclusive arena within which any gathering of citizens, pilgrims and visitors could witness the appearance of the pope—either as he appeared on the loggia on the facade of St Peter's or on balconies on the neighboring Vatican palaces. Often likened to two arms reaching out from the church to embrace the waiting crowd, Bernini's creation extended the symbolic greatness of the Vatican area, creating an \"exhilarating expanse\" that was, architecturally, an \"unequivocal success\".[37]\nElsewhere within the Vatican, Bernini created systematic rearrangements and majestic embellishment of either empty or aesthetically undistinguished space that exist as he designed them to the present day and have become indelible icons of the splendor of the papal precincts. Within the hitherto unadorned apse of the basilica, the Cathedra Petri, the symbolic throne of St Peter, was rearranged as a monumental gilded bronze extravagance that matched the Baldacchino created earlier in the century. Bernini's complete reconstruction of the Scala Regia, the stately papal stairway between St. Peters's and the Vatican Palace, was slightly less ostentatious in appearance but still taxed Bernini's creative powers (employing, for example, clever tricks of optical illusion) to create a seemingly uniform, totally functional, but nonetheless regally impressive stairway to connect two irregular buildings within an even more irregular space.[38]\nNot all works during this era were on such a large scale. Indeed, the commission Bernini received to build the church of Sant'Andrea al Quirinale for the Jesuits was relatively modest in physical size (though great in its interior chromatic splendor), which Bernini executed completely free of charge. Sant'Andrea shared with the St. Peter's piazza—unlike the complex geometries of his rival Francesco Borromini—a focus on basic geometric shapes, circles and ovals to create spiritually intense buildings.[39] Equally, Bernini moderated the presence of colour and decoration within these buildings, focussing visitors' attention on these simple forms that underpinned the building. Sculptural decoration was never eliminated, but its use was more minimal. He also designed the church of Santa Maria dell'Assunzione in the town of Ariccia with its circular outline, rounded dome and three-arched portico.[40]\n\nVisit to France and service to King Louis XIV[edit]\n Bust of Louis XIV, 1665\nAt the end of April 1665, and still considered the most important artist in Rome, if indeed not in all of Europe, Bernini was forced by political pressure (from both the French court and Pope Alexander VII) to travel to Paris to work for King Louis XIV, who required an architect to complete work on the royal palace of the Louvre. Bernini would remain in Paris until mid-October. Louis XIV assigned a member of his court to serve as Bernini's translator, tourist guide, and overall companion, Paul Fréart de Chantelou, who kept a Journal of Bernini's visit that records much of Bernini's behaviour and utterances in Paris.[41] The writer Charles Perrault, who was serving at this time as an assistant to the French Finance Minister Jean-Baptiste Colbert, also provided a first-hand account of Bernini's visit.[42]\nBernini's popularity was such that on his walks in Paris the streets were lined with admiring crowds. But things soon turned sour.[43] Bernini presented finished designs for the east front (i.e., the all-important principal facade of the entire palace) of the Louvre, which were ultimately rejected, albeit formally not until 1667, well after his departure from Paris (indeed, the already constructed foundations for Bernini's Louvre addition were inaugurated in October 1665 in an elaborate ceremony, with both Bernini and King Louis in attendance). It is often stated in the scholarship on Bernini that his Louvre designs were turned down because Louis and his financial advisor Jean-Baptiste Colbert considered them too Italianate or too Baroque in style.[44] In fact, as Franco Mormando points out, \"aesthetics are never mentioned in any of [the] . . . surviving memos\" by Colbert or any of the artistic advisors at the French court. The explicit reasons for the rejections were utilitarian, namely, on the level of physical security and comfort (e.g., location of the latrines).[45] It is also indisputable that there was an interpersonal conflict between Bernini and the young French king, each one feeling insufficiently respected by the other.[46] Though his design for the Louvre went unbuilt, it circulated widely throughout Europe by means of engravings and its direct influence can be seen in subsequent stately residences such as Chatsworth House, Derbyshire, England, seat of the Dukes of Devonshire.\nOther projects in Paris suffered a similar fate.[47] With the exception of Chantelou, Bernini failed to forge significant friendships at the French court. His frequent negative comments on various aspects of French culture, especially its art and architecture, did not go down well, particularly in juxtaposition to his praise for the art and architecture of Italy (especially Rome); he said that a painting by Guido Reni was worth more than all of Paris.[48] The sole work remaining from his time in Paris is the Bust of Louis XIV although he also contributed a great deal to the execution of the Christ Child Playing with a Nail marble relief (now in the Louvre) by his son Paolo as a gift to the Queen of France. Back in Rome, Bernini created a monumental equestrian statue of Louis XIV; when it finally reached Paris (in 1685, five years after the artist's death), the French king found it extremely repugnant and wanted it destroyed; it was instead re-carved into a representation of the ancient Roman hero Marcus Curtius.[49]\n\nLater years and death[edit]\n Tomb of Gian Lorenzo Bernini in Basilica di Santa Maria Maggiore\n The grave of Bernini in the Basilica di Santa Maria Maggiore\nBernini remained physically and mentally vigorous and active in his profession until just two weeks before his death that came as a result of a stroke. The pontificate of his old friend, Clement IX, was too short (barely two years) to accomplish more than the dramatic refurbishment by Bernini of the Ponte Sant'Angelo, while the artist's elaborate plan, under Clement, for a new apse for the basilica of Santa Maria Maggiore came to an unpleasant end in the midst of public uproar over its cost and the destruction of ancient mosaics that it entailed. The last two popes of Bernini's life, Clement X and Innocent XI, were both not especially close or sympathetic to Bernini and not particularly interested in financing works of art and architecture, especially given the disastrous conditions of the papal treasury. The most important commission by Bernini, executed entirely by him in just six months in 1674, under Clement X was the statue of the Blessed Ludovica Albertoni, another nun-mystic. The work, reminiscent of Bernini's Ecstasy of Saint Teresa, is located in the chapel dedicated to Ludovica remodeled under Bernini's supervision in the Trastevere church of San Francesco in Ripa, whose facade was designed by Bernini's disciple, Mattia de' Rossi.[50]\nIn his last two years, Bernini also carved (supposedly for Queen Christina) the bust of the Savior (Basilica of San Sebastiano fuori le Mura, Rome) and supervised the restoration of the historic Palazzo della Cancelleria as per papal commission under Innocent XI. The latter commission is outstanding confirmation of both Bernini's continuing professional reputation and good health of mind and body even in advanced old age, inasmuch as the pope had chosen him over any number of talented younger architects plentiful in Rome, for this prestigious and most difficult assignment since, as his son Domenico points out, \"deterioration of the palace had advanced to such an extent that the threat of its imminent collapse was quite apparent.\"[51]\nShortly after the completion of the latter project, Bernini died in his home on 28 November 1680 and was buried, with little public fanfare, in the simple, unadorned Bernini family vault, along with his parents, in the Basilica di Santa Maria Maggiore. Though an elaborate funerary monument had once been planned (documented by a single extant sketch of circa 1670 by disciple Ludovico Gimignani), it was never built and Bernini remained with no permanent public acknowledgement of his life and career in Rome until 1898 when, on the anniversary of his birth, a simple plaque and small bust was affixed to the face of his home on the Via della Mercede, proclaiming \"Here lived and died Gianlorenzo Bernini, a sovereign of art, before whom reverently bowed popes, princes, and a multitude of peoples.\"\n\nPersonal life[edit]\nIn the 1630s he engaged in an affair with a married woman named Costanza (wife of his workshop assistant, Matteo Bonucelli, also called Bonarelli) and sculpted a bust of her (now in the Bargello, Florence) during the height of their romance. She later had an affair with his younger brother, Luigi, who was Bernini's right-hand man in his studio. When Gian Lorenzo found out about Costanza and his brother, in a fit of mad fury, he chased Luigi through the streets of Rome and into the basilica of Santa Maria Maggiore, threatening his life. To punish his unfaithful mistress, Bernini had a servant go to the house of Costanza, where the servant slashed her face several times with a razor. The servant was later jailed, while Costanza herself was jailed for adultery; Bernini himself, instead, was exonerated by the pope, even though he had committed a crime in ordering the face-slashing.[52] Soon after, in May 1639, at age forty-one, Bernini wed a twenty-two-year-old Roman woman, Caterina Tezio, in an arranged marriage, under orders from Pope Urban. She bore him eleven children, including youngest son Domenico Bernini, who would later be his first biographer.[53] After his never-repeated fit of passion and bloody rage and his subsequent marriage, Bernini turned more sincerely to the practice of his faith, according to his early official biographers, whereas brother Luigi was to once again, in 1670, bring great grief and scandal to his family by his sodomitic rape of a young Bernini workshop assistant at the construction site of the 'Constantine' memorial in St. Peter's Basilica.[54]\n\nArchitecture[edit]\nBernini's architectural works include sacred and secular buildings and sometimes their urban settings and interiors.[55] He made adjustments to existing buildings and designed new constructions. Among his most well known works are the Piazza San Pietro (1656–67), the piazza and colonnades in front of St. Peter's Basilica and the interior decoration of the Basilica. Among his secular works are a number of Roman palaces: following the death of Carlo Maderno, he took over the supervision of the building works at the Palazzo Barberini from 1630 on which he worked with Borromini; the Palazzo Ludovisi (now Palazzo Montecitorio, started 1650); and the Palazzo Chigi (now Palazzo Chigi-Odescalchi, started 1664).\n\n St. Peter's baldachin, 1624–1633\nHis first architectural projects were the façade and refurbishment of the church of Santa Bibiana (1624–26) and the St. Peter's baldachin (1624–33), the bronze columned canopy over the high altar of St. Peter's Basilica. In 1629, and before St. Peter's Baldachin was complete, Urban VIII put him in charge of all the ongoing architectural works at St Peter's. However, Bernini fell out of favor during the papacy of Innocent X Pamphili: one reason was the pope's animosity towards the Barberini and hence towards their clients including Bernini. Another reason was the failure of the belltowers designed and built by Bernini for St. Peter's Basilica, commencing during the reign of Urban VIII. The completed north tower and the only partially completed south tower were ordered demolished by Innocent in 1646 because their excessive weight had caused cracks in the basilica's facade and threatened to do more calamitous damage. Professional opinion at the time was in fact divided over the true gravity of the situation (with Bernini's rival Borromini spreading an extreme, anti-Bernini catastrophic view of the problem) and over the question of responsibility for the damage: Who was to blame? Bernini? Pope Urban VIII who forced Bernini to design over-elaborate towers? Deceased Architect of St. Peter's, Carlo Maderno who built the weak foundations for the towers? Official papal investigations in 1680 in fact completely exonerated Bernini, while inculpating Maderno.[56] Never wholly without patronage during the Pamphili years, after Innocent's death in 1655 Bernini regained a major role in the decoration of St. Peter's with the Pope Alexander VII Chigi, leading to his design of the piazza and colonnade in front of St. Peter's. Further significant works by Bernini at the Vatican include the Scala Regia (1663–66), the monumental grand stairway entrance to the Vatican Palace, and the Cathedra Petri, the Chair of Saint Peter, in the apse of St. Peter's, in addition to the Chapel of the Blessed Sacrament in the nave.\n\n View of the piazza and colonnade in front of St. Peter's\nBernini did not build many churches from scratch; rather, his efforts were concentrated on pre-existing structures, such as the restored church of Santa Bibiana and in particular St. Peter's. He fulfilled three commissions for new churches in Rome and nearby small towns. Best known is the small but richly ornamented oval church of Sant'Andrea al Quirinale, done (beginning in 1658) for the Jesuit novitiate, representing one of the rare works of his hand with which Bernini's son, Domenico, reports that his father was truly and very pleased.[57] Bernini also designed churches in Castelgandolfo (San Tommaso da Villanova, 1658–1661) and Ariccia (Santa Maria Assunta, 1662–1664), and was responsible for the re-modeling of the Santuario della Madonna di Galloro (just outside of Ariccia), endowing it with a majestic new facade.\nWhen Bernini was invited to Paris in 1665 to prepare works for Louis XIV, he presented designs for the east facade of the Louvre Palace, but his projects were ultimately turned down in favor of the more sober and classic proposals of a committee consisting of three Frenchmen: Louis Le Vau, Charles Le Brun, and the doctor and amateur architect Claude Perrault,[58] signaling the waning influence of Italian artistic hegemony in France. Bernini's projects were essentially rooted in the Italian Baroque urbanist tradition of relating public buildings to their settings, often leading to innovative architectural expression in urban spaces like piazze or squares. However, by this time, the French absolutist monarchy now preferred the classicizing monumental severity of the Louvre's facade, no doubt with the added political bonus that it had been designed by a Frenchmen. The final version did, however, include Bernini's feature of a flat roof behind a Palladian balustrade.\n\nPersonal residences[edit]\nDuring his lifetime Bernini lived in various residences throughout the city: principal among them, a palazzo right across from Santa Maria Maggiore and still extant at Via Liberiana 24, while his father was still alive; after his father's death in 1629, Bernini moved the clan to the long-ago-demolished Santa Marta neighborhood behind the apse of St. Peter's Basilica, which afforded him more convenient access to the Vatican Foundry and to his working studio also on the Vatican premises. In 1639, Bernini bought property on the corner of the via della Mercede and the via del Collegio di Propaganda Fide in Rome. This gave him the distinction of being the only one of two artists (the other is Pietro da Cortona) to be proprietor of his own large palatial (though not sumptuous) residence, furnished as well with its own water supply. Bernini refurbished and expanded the existing palazzo on the Via della Mercede site, at what are now Nos. 11 and 12. (The building is sometimes referred to as \"Palazzo Bernini,\" but that title more properly pertains to the Bernini family's later and larger home on Via del Corso, to which they moved in the early nineteenth century, now known as the Palazzo Manfroni-Bernini.) Bernini lived at No. 11 (extensively remodeled in the 19th century), where his working studio was located, as well as a large collection of works of art, his own and those of other artists.[59] It is imagined that it must have been galling for Bernini to witness through the windows of his dwelling, the construction of the tower and dome of Sant'Andrea delle Fratte by his rival, Borromini, and also the demolition of the chapel that he, Bernini, had designed at the Collegio di Propaganda Fide to see it replaced by Borromini's chapel.[60] The construction of Sant'Andrea, however, was completed by Bernini's close disciple, Mattia de' Rossi, and it contains (to this day) the marble originals of two of Bernini's own angels executed by the master for the Ponte Sant'Angelo.\n\nFountains[edit]\n Fontana dei Quattro Fiumi\nTrue to the decorative dynamism of Baroque which loved the aesthetic pleasure and emotional delight afforded by the sight and sound of water in motion, among Bernini's most gifted and applauded creations were his Roman fountains, which were both utilitarian public works and personal monuments to their patrons, papal or otherwise. His first fountain, the 'Barcaccia' (commissioned in 1627, finished 1629) at the foot of the Spanish Steps, cleverly surmounted a challenge that Bernini was to face in several other fountain commissions, the low water pressure in many parts of Rome (Roman fountains were all driven by gravity alone), creating a low-lying flat boat that was able to take greatest advantage of the small amount of water available. Another example is the long-ago dismantled \"Woman Drying Her Hair\" fountain that Bernini created for the no-longer-extant Villa Barberini ai Bastioni on the edge of the Janiculum Hill overlooking St. Peter's Basilica.[61] His other fountains include the Fountain of the Triton, or Fontana del Tritone, and the Barberini Fountain of the Bees, the Fontana delle Api.[62] The Fountain of the Four Rivers, or Fontana dei Quattro Fiumi, in the Piazza Navona is an exhilarating masterpiece of spectacle and political allegory in which Bernini again brilliantly overcame the problem of the piazza's low water pressure creating the illusion of an abundance of water that in reality did not exist. An oft-repeated, but false, anecdote tells that one of the Bernini's river gods defers his gaze in disapproval of the facade of Sant'Agnese in Agone (designed by the talented, but less politically successful, rival Francesco Borromini), impossible because the fountain was built several years before the façade of the church was completed. Bernini was also the artist of the statue of the Moor in La Fontana del Moro in Piazza Navona (1653).\nBernini's Triton Fountain is depicted musically in the second section of Ottorino Respighi's Fountains of Rome.\n\nTomb monuments and other works[edit]\nAnother major category of Bernini's activity was that of the tomb monument, a genre on which his distinctive new style exercised a decisive and long-enduring influence; included in this category are his tombs for Popes Urban VIII and Alexander VII (both in St. Peter's Basilica), Cardinal Domenico Pimental (Santa Maria sopra Minerva, Rome, design only), and Matilda of Canossa (St. Peter's Basilica). Related to the tomb monument is the funerary memorial, of which Bernini executed several (including that, most notably, of Maria Raggi [Santa Maria sopra Minerva, Rome] also of greatly innovative style and long enduring influence.[63] Among his smaller commissions, although not mentioned by either of his earliest biographers, Baldinucci or Domenico Bernini, the Elephant and Obelisk is a sculpture located near the Pantheon, in the Piazza della Minerva, in front of the Dominican church of Santa Maria sopra Minerva. Pope Alexander VII decided that he wanted a small ancient Egyptian obelisk (that was discovered beneath the piazza) to be erected on the same site, and in 1665 he commissioned Bernini to create a sculpture to support the obelisk. The sculpture of an elephant bearing the obelisk on its back was executed by one of Bernini's students, Ercole Ferrata, upon a design by his master, and finished in 1667. An inscription on the base relates the Egyptian goddess Isis and the Roman goddess Minerva to the Virgin Mary, who supposedly supplanted those pagan goddesses and to whom the church is dedicated.[64] A popular anecdote concerns the elephant's smile. To find out why it is smiling, legend has it, the viewer must examine the rear end of the animal and notice that its muscles are tensed and its tail is shifted to the left as if it were defecating. The animal's rear is pointed directly at one of the headquarters of the Dominican Order, housing the offices of its Inquisitors as well as the office of Father Giuseppe Paglia, a Dominican friar who was one of the main antagonists of Bernini, as a final salute and last word.[65]\n\n Gian Lorenzo Bernini in 1665, painted by Giovanni Battista Gaulli\nAmong his minor commissions for non-Roman patrons or venues, in 1677 Bernini worked along with Ercole Ferrata to create a fountain for the Lisbon palace of the Portuguese nobleman, the Count of Ericeira: copying his earlier fountains, Bernini supplied the design of the fountain sculpted by Ferrata, featuring Neptune with four tritons around a basin. The fountain has survived and since 1945 has been outside the precincts of the gardens of the Palacio Nacional de Queluz, several miles outside of Lisbon.[66]\n\nPaintings and drawings[edit]\nBernini would have studied painting as a normal part of his artistic training begun in early adolescence under the guidance of his father, Pietro, in addition to some further training in the studio of the Florentine painter, Cigoli. His earliest activity as a painter was probably no more than a sporadic diversion practiced mainly in his youth, until the mid-1620s, that is, the beginning of the pontificate of Pope Urban VIII (reigned 1623-1644) who ordered Bernini to study painting in greater earnest because the pontiff wanted him to decorate the Benediction Loggia of St. Peter's. The latter commission was never executed most likely because the required large-scale narrative compositions were simply beyond Bernini's ability as a painter. According to his early biographers, Baldinucci and Domenico Bernini, Bernini completed at least 150 canvases, mostly in the decades of the 1620s and 30s, but currently there are no more than 35-40 surviving paintings that can be confidently attributed to his hand.[67] The extant, securely attributed works are mostly portraits, seen close up and set against an empty background, employing a confident, indeed brilliant, painterly brushstroke (similar to that of his Spanish contemporary Velasquez), free from any trace of pedantry, and a very limited palette of mostly warm, subdued colors with deep chiaroscuro. His work was immediately sought after by major collectors. Most noteworthy among these extant works are several, vividly penetrating self portraits (all dating to the mid 1620s-early 1630s), especially that in the Uffizi Gallery, Florence, purchased during Bernini's lifetime by Cardinal Leopoldo de' Medici. Bernini's Apostles Andrew and Thomas in London's National Gallery is the sole canvas by the artist whose attribution, approximate date of execution (circa 1625) and provenance (the Barberini Collection, Rome) are securely known.[68]\nAs for Bernini's drawings, about 350 still exist; but this represents a minuscule percentage of the drawings he would have created in his lifetime; these include rapid sketches relating to major sculptural or architectural commissions, presentation drawings given as gifts to his patrons and aristocratic friends, and exquisite, fully finished portraits, such as those of Agostino Mascardi (Ecole des Beaux-Arts, Paris) and Scipione Borghese and Sisinio Poli (both in New York's Morgan Library).[69]\n\nDisciples, collaborators, and rivals[edit]\nAmong the many sculptors who worked under his supervision (even though most were accomplished masters in their own right) were Luigi Bernini, Stefano Speranza, Giuliano Finelli, Andrea Bolgi, Giacomo Antonio Fancelli, Lazzaro Morelli, Francesco Baratta, Ercole Ferrata, the Frenchman Niccolò Sale, Giovanni Antonio Mari, Antonio Raggi, and Francois Duquesnoy. But his most trusted right-hand man in sculpture was Giulio Cartari, while in architecture it was Mattia de' Rossi, both of whom traveled to Paris with Bernini to assist him in his work there for King Louis XIV. Other architect disciples include Giovanni Battista Contini and Carlo Fontana while Swedish architect, Nicodemus Tessin the Younger, who visited Rome twice after Bernini's death, was also much influenced by him.\nAmong his rivals in architecture were, above all, Francesco Borromini and Pietro da Cortona. Early in their careers they had all worked at the same time at the Palazzo Barberini, initially under Carlo Maderno and, following his death, under Bernini. Later on, however, they were in competition for commissions, and fierce rivalries developed, particularly between Bernini and Borromini.[70] In sculpture, Bernini competed with Alessandro Algardi and Francois Duquesnoy, but they both died decades earlier than Bernini (respectively in 1654 and 1643), leaving Bernini effectively with no sculptor of his same exalted status in Rome. Francesco Mochi can also be included among Bernini's significant rivals, though he was not as accomplished in his art as Bernini, Algardi or Duquesnoy.\nThere was also a succession of painters (the so-called 'pittori berniniani') who, working under the master's close guidance and at times according to his designs, produced canvases and frescos that were integral components of Bernini's larger multi-media works such as churches and chapels: Carlo Pellegrini, Guido Ubaldo Abbatini, Frenchman Guillaume Courtois (Guglielmo Cortese, known as 'Il Borgognone'), Ludovico Gimignani, and Giovanni Battista Gaulli (who, thanks to Bernini, was granted the prized commission to fresco the vault of the Jesuit mother church of the Gesù by Bernini's friend, Jesuit Superior General, Gian Paolo Oliva). As far as Caravaggio is concerned, in all the voluminous Bernini sources, his name appears only once, in the Chantelou Diary which records Bernini's disparaging remark about him (specifically his Fortune Teller that had just arrived from Italy as a Pamphilj gift to King Louis XIV). However, how much Bernini really scorned Caravaggio's art is a matter of debate whereas arguments have been made in favor of a strong influence of Caravaggio on Bernini. Bernini would of course have heard much about Caravaggio and seen many of his works not only because in Rome at the time such contact was impossible to avoid, but also because during his own lifetime Caravaggio had come to the favorable attention of Bernini's own early patrons, both the Borghese and the Barberini. Indeed, much like Caravaggio, Bernini used a theatrical-like light as an important aesthetic and metaphorical device in his religious settings, often using hidden light sources that could intensify the focus of religious worship or enhance the dramatic moment of a sculptural narrative.[71]\n\nThe first biographies[edit]\nThe most important primary source for the life of Bernini is the biography written by his youngest son, Domenico, entitled Vita del Cavalier Gio. Lorenzo Bernino, published in 1713 though first compiled in the last years of his father's life (c. 1675–80).[72] Filippo Baldinucci's Life of Bernini, was published in 1682, and a meticulous private journal, the Diary of the Cavaliere Bernini's Visit to France, was kept by the Frenchman Paul Fréart de Chantelou during the artist's four-month stay from June through October 1665 at the court of King Louis XIV. Also, there is a short biographical narrative, The Vita Brevis of Gian Lorenzo Bernini, written by his eldest son, Monsignor Pietro Filippo Bernini, in the mid-1670s.[73]\nUntil the late 20th century, it was generally believed that two years after Bernini's death, Queen Christina of Sweden, then living in Rome, commissioned Filippo Baldinucci to write his biography, which was published in Florence in 1682.[74] However, recent research now strongly suggests that it was in fact Bernini's sons (and specifically the eldest son, Mons. Pietro Filippo) who commissioned the biography from Baldinucci sometime in the late 1670s, with the intent of publishing it while their father was still alive. This would mean that first, the commission did not at all originate in Queen Christina who would have merely lent her name as patron (in order to hide the fact that the biography was coming directly from the family) and secondly, that Baldinucci's narrative was largely derived from some pre-publication version of Domenico Bernini's much longer biography of his father, as evidenced by the extremely large amount of text repeated verbatim (there is no other explanation, otherwise, for the massive amount of verbatim repetition, and it is known that Baldinucci routinely copied verbatim material for his artists' biographies supplied by family and friends of his subjects).[75] As the most detailed account and the only one coming directly from a member of the artist's immediate family, Domenico's biography, despite having been published later than Baldinucci's, therefore represents the earliest and more important full-length biographical source of Bernini's life, even though it idealizes its subject and whitewashes a number of less-than-flattering facts about his life and personality.\n\nLegacy[edit]\nAs one Bernini scholar has summarized, \"Perhaps the most important result of all of the [Bernini] studies and research of these past few decades has been to restore to Bernini his status as the great, principal protagonist of Baroque art, the one who was able to create undisputed masterpieces, to interpret in an original and genial fashion the new spiritual sensibilities of the age, to give the city of Rome an entirely new face, and to unify the [artistic] language of the times.\"[76] Few artists have had as decisive an influence on the physical appearance and emotional tenor of a city as Bernini had on Rome. Maintaining a controlling influence over all aspects of his many and large commissions and over those who aided him in executing them, he was able to carry out his unique and harmoniously uniform vision over decades of work with his long and productive life.[77] Although by the end of Bernini's life there was in motion a decided reaction against his brand of flamboyant Baroque, the fact is that sculptors and architects continued to study his works and be influenced by them for several more decades (Nicola Salvi's later Trevi Fountain [inaugurated in 1735] is a prime example of the enduring post-mortem influence of Bernini on the city's landscape).[78]\nIn the eighteenth century Bernini and virtually all Baroque artists fell from favor in the neoclassical criticism of the Baroque, that criticism aimed above all on the latter's supposedly extravagant (and thus illegitimate) departures from the pristine, sober models of Greek and Roman antiquity. It is only from the late nineteenth century that art historical scholarship, in seeking a more objective understanding of artistic output within the specific cultural context in which it was produced, without the a priori prejudices of neoclassicism, began to recognize Bernini's achievements and slowly began restore his artistic reputation. However, the reaction against Bernini and the too-sensual (and therefore \"decadent\"), too emotionally charged Baroque in the larger culture (especially in non-Catholic countries of northern Europe, and particularly in Victorian England) remained in effect until well into the twentieth century (most notable are the public disparagement of Bernini by Francesco Milizia, Joshua Reynolds, and Jacob Burkhardt). Most of the popular eighteenth- and nineteenth-century tourist's guides to Rome all but ignore Bernini and his work, or treat it with disdain, as in the case of the best-selling Walks in Rome (22 editions between 1871 and 1925) by Augustus J.C. Hare, who describes the angels on the Ponte Sant'Angelo as 'Bernini's Breezy Maniacs.'\nBut now in the twenty-first century, Bernini and his Baroque have now been enthusiastically restored to favor, both critical and popular. Since the anniversary year of his birth in 1998, there have been numerous Bernini exhibitions throughout the world, especially Europe and North America, on all aspects of his work, expanding our knowledge of his work and its influence. In the late twentieth century, Bernini was commemorated on the front of the\nBanca d'Italia 50,000 lire banknote in the 1980s and 90s\n(before Italy switched to the euro) with the back showing his equestrian statue of Constantine. Another outstanding sign of Bernini's enduring reputation came in the decision by architect I.M. Pei to insert a faithful copy in lead of his King Louis XIV Equestrian statue as the sole ornamental element in his massive modernist redesign of the entrance plaza to the Louvre Museum, completed to great acclaim in 1989, and featuring the giant Louvre Pyramid in glass. In 2000 best-selling novelist, Dan Brown, made Bernini and several of his Roman works, the centerpiece of his political thriller, Angels & Demons, while British novelist Iain Pears made a missing Bernini bust the centerpiece of his best-selling murder mystery, The Bernini Bust (2003).[79]\n\nSelected works[edit]\nMain article: List of works by Gian Lorenzo Bernini\nSculpture[edit]\n Bust of Jesus Christ by Gianlorenzo Bernini\n Blessed Ludovica Albertoni, 1671-1675\nThe Goat Amalthea with the Infant Jupiter and a Faun (c. 1609–1615) Marble, height 44 cm (17 in), Galleria Borghese, Rome\nBust of Giovanni Battista Santoni (c. 1613–1616) Marble, life-size, Santa Prassede, Rome\nA Faun Teased by Children (1616–17) Marble, height 132 cm (52 in), Metropolitan Museum of Art, New York\nMartyrdom of Saint Lawrence (1617) Marble, 66 cm x 108 cm (26 in x 43 in), Uffizi, Florence\nSaint Sebastian (1617–18) Marble, life-size, Thyssen-Bornemisza Museum, Madrid\nBust of Giovanni Vigevano (1617–18) Marble tomb, life-size, Santa Maria sopra Minerva, Rome\nBust of Pope Paul V (1618) Marble, 35 cm (14 in), Galleria Borghese, Rome\nAeneas, Anchises, and Ascanius (1618–19) Marble, height 220 cm (87 in), Galleria Borghese, Rome\nDamned Soul (1619) Marble, life-size, Palazzo di Spagna, Rome\nBlessed Soul (1619) Marble, life-size, Palazzo di Spagna, Rome\nNeptune and Triton (1620) Marble, height 182 cm (72 in), Victoria and Albert Museum, London\nThe Rape of Proserpina (1621–22) Marble, height 225 cm (89 in), Galleria Borghese, Rome\nBust of Pope Gregory XV (1621) Marble, height 64 cm (25 in), Art Gallery of Ontario, Toronto\nBust of Monsignor Pedro de Foix Montoya (c. 1621) Marble, life-size, Santa Maria di Monserrato, Rome\nBust of Cardinal Escoubleau de Sourdis (1622) Marble, life-size, Musée d'Aquitaine, Bordeaux\nApollo and Daphne (1622–1625) Marble, height 243 cm (96 in), Galleria Borghese, Rome\nBust of Antonio Cepparelli (1622) Marble, Museo di San Giovanni dei Fiorentini, Rome\nDavid (1623–24) Marble, height 170 cm (67 in), Galleria Borghese, Rome\nSaint Bibiana (1624–1626) Marble, life-size, Santa Bibiana, Rome\nSt. Peter's Baldachin (1623–1634) Bronze, partly gilt, 20 m (66 ft), St. Peter's Basilica, Vatican City\nBust of Francesco Barberini (1626) Marble, height 80 cm (31 in), National Gallery of Art, Washington, D.C.\nCharity with Four Children (1627–28) Terracotta, height 39 cm (15 in), Vatican Museums, Vatican City\nTomb of Pope Urban VIII (1627–1647) Bronze and marble, larger than life-size, St. Peter's Basilica, Vatican City\nSaint Longinus (1631–1638) Marble, height 440 cm (174 in), St. Peter's Basilica, Vatican City\nTwo Busts of Scipione Borghese (1632) Marble, height 78 cm (31 in), Galleria Borghese, Rome\nBust of Costanza Bonarelli (1635) Marble, height 72 cm (28 in), Museo Nazionale del Bargello, Florence\nBust of Thomas Baker (1638) Marble, height 82 cm (32 in), Victoria and Albert Museum, London\nBust of Cardinal Richelieu (1640–41) Marble, life-size, The Louvre, Paris\nTruth Unveiled by Time (1645–1652) Marble, height 280 cm (110 in), Galleria Borghese, Rome\nMemorial to Maria Raggi (1647–1653) Gilt bronze and coloured marble, life-size Santa Maria sopra Minerva, Rome\nEcstasy of Saint Teresa (1647–1652) Marble, life-size, Cappella Cornaro, Santa Maria della Vittoria, Rome\nLoggia of the Founders (1647–1652) Marble, life-size, Cappella Cornaro, Santa Maria della Vittoria, Rome\nCorpus (1650) Bronze, life-size, Art Gallery of Ontario, Toronto\nBust of Francesco I d'Este (1650–51) Marble, height 107 cm, Galleria Estense, Modena\nThe Vision of Constantine (1654–1670) Marble, Vatican Museums, Apostolic Palace, Vatican City\nDaniel and the Lion (1655) Terracotta, height 41.6 cm, Vatican Museums, Vatican City\nDaniel and the Lion (1655–56) Marble, Santa Maria del Popolo, Rome\nHabakkuk and the Angel (1655) Terracotta, height 52 cm, Vatican Museums, Vatican City\nHabakkuk and the Angel (1656-1661) Marble, Santa Maria del Popolo, Rome\nAltar Cross (1657–1661) Gilt bronze corpus on bronze cross, height 45 cm (18 in), St. Peter's Basilica, Vatican City\nChair of Saint Peter (1657–1666) Marble, bronze, white and golden stucco, St. Peter's Basilica, Vatican City\nStatue of Saint Augustine (1657–1666) Bronze, St. Peter's Basilica, Vatican City\nSaints Jerome and Mary Magdalen (1661–1663) Marble, height 180 cm, Cappella Chigi, Siena Cathedral, Siena\nConstantine, Scala Regia (1663–1670) Marble with painted stucco drapery, Scala Regia, Apostolic Palace, Vatican City\nBust of Louis XIV (1665) White marble, height 105 cm, Salon de Diane, Musée National de Versailles, Versailles\nElephant and Obelisk (erected 1667) Marble, Piazza di Santa Maria sopra Minerva, Rome\nStanding Angel with Scroll (1667–68) Clay, terracotta, height: 29.2 cm, Fogg Museum, Cambridge\nAngels of Ponte Sant'Angelo (1667–1669) Marble, Ponte Sant'Angelo, Rome\nAngel with the Crown of Thorns (1667–1669) Marble, over life-size, Sant'Andrea delle Fratte, Rome\nAngel with the Superscription (1667–1669) Marble, over life-size, Sant'Andrea delle Fratte, Rome\nBust of Gabriele Fonseca (1668–1675) Marble, over life-size, San Lorenzo in Lucina, Rome\nEquestrian Statue of King Louis XIV (1669–1684) Marble, height 76 cm, Palace of Versailles, Versailles\nBlessed Ludovica Albertoni (1671–1674) Marble, Cappella Altieri-Albertoni, San Francesco a Ripa, Rome\nTomb of Pope Alexander VII (1671–1678) Marble and gilded bronze, over life-size, St. Peter's Basilica, Vatican City\nArchitecture and fountains[edit]\nSt. Peter's Square (1656–1667) Marble, granite, travertine, stone, Vatican City\nSant'Andrea al Quirinale, Via XX Settembre\nFontana della Barcaccia (1627) Marble, Piazza di Spagna, Rome\nFontana del Tritone (1624–1643) Travertine, over life-size, Piazza Barberini, Rome\nFontana delle Api (1644) Travertine, Piazza Barberini, Rome\nFontana dei Quattro Fiumi (1648–1651) Travertine and marble, Piazza Navona, Rome\nFontana del Moro (1653–54) Marble, Piazza Navona, Rome\nPaintings[edit]\nSelf-Portrait as a Young Man (c. 1623) Oil on canvas, Galleria Borghese, Rome\nPortrait of Pope Urban VIII (c. 1625) Oil on canvas, Galleria Nazionale d'Arte Antica, Rome\nSaint Andrew and Saint Thomas (c. 1627) Oil on canvas, 59 x 76 cm, National Gallery, London\nSelf-Portrait as a Mature Man (1630–35) Oil on canvas, Galleria Borghese, Rome\nSelf-Portrait as a Mature Man (1635-1638) Oil on canvas, Museo del Prado, Madrid[80]\nPortrait of a Boy (c. 1638) Oil on canvas, Galleria Borghese, Rome\nChrist Mocked (c. 1644–55) Oil on canvas, Private Collection, London\nGallery[edit]\n\n\n\n\nDamned Soul\n\n\n\n\n\n\nBlessed Soul\n\n\n\n\n\n\nBust of Antonio Cepparelli\n\n\n\n\n\n\nBust of Pope Urban VIII\n\n\n\n\n\n\nBust of Monsignor Carlo Antonio Pozzo\n\n\n\n\n\n\nSelf-portrait\n\n\n\n\n\n\nNeptune and Triton\n\n\n\n\n\n\nEcstasy of St. Teresa. Terracota Modello[81]\n\n\n\n\n\n\n\n\nSt. Peter's colonade\n\n\n\n\n\n\nSt. Peter's baldachin\n\n\n\n\n\n\nPonte St. Angelo angels\n\n\n\n\n\n\nFontana dei Quattro fiumi. Bronze.\n\n\n\n\nReferences[edit]\nCitations[edit]\n\n\n^ I. Laving, Bernini and the Unity of the Visual Arts, New York: Morgan Library and Oxford University Press, 1980.\n\n^ Gallery.ca Archived 31 March 2010 at the Wayback Machine. Gale, Thomson (2004). \"Gian Lorenzo Bernini\". Encyclopedia of World Biography. For list of Bernini's siblings, see Franco Mormando, Bernini: His Life and His Rome (Chicago: University of Chicago Press, 2011), pp. 2–3.\n\n^ Posèq 2006, pp. 161-190.\n\n^ Mormando 2011, pp. 98,100. sfn error: multiple targets (3×): CITEREFMormando2011 (help)\n\n^ For the newly rediscovered bust of the Savior, see Pietro and Gian Lorenzo Bernini: Bust of the Savior. With an essay by Andrea Bacchi, New York: Andrew Butterfield Fine Arts, 2016. For the other collaborative works, see the 2017 Galleria Borghese exhibition catalogue, Bernini (eds. Andrea Bacchi and Anna Coliva [Milan: Officina Libraria, 2017), respectively pp. 38-41, 68-71, 48-53 and 28.\n\n^ Schama, Simon (2006). Simon Schama's Power of Art. London: BBC. pp. 111–125 – via Print. Unfortunately Schama's popularizing version of Bernini's life, done for TV, is not always factually accurate, repeating old unsubstantiated legends.\n\n^ Briggs, Martin S. \"The Genius of Bernini\". The Burlington Magazine for Connoisseurs. 26.143 (1915): 197–202.\n\n^ For a more nuanced, cautious discussion of the traditional hagiographic view of Bernini as \"fervent Catholic\" and of his art as simply a direct manifestation of his personal faith, see Mormando, \"Bernini's Religion: Myth and Reality,\" pp. 60–66 of the Introduction to his critical, annotated edition, Domenico Bernini, The Life of Gian Lorenzo Bernini, University Park, Penn State U Press, 2011.See also the same author's article, 'Breaking Through the Bernini Myth' in the online journal, Berfrois, 11 October 2012: [1]\n\n^ Regarding Hibbard's classic book on Bernini (Bernini [New York: Penguin, 1965]), often cited as a leading authority, though still a valuable resource, it has never been updated since its original publication and the author's premature death; a vast amount of new information about Bernini has surfaced since then. It also accepts too readily the whitewashed, hagiographic depictions of Bernini, his patrons, and of Baroque Rome as supplied by the first, official biographies by Baldinucci and Domenico Bernini. Similar criticism regarding an insufficiently critical reading of contemporary sources (especially ecclesiastical ones) and a simplistic reductionism in the description of Bernini's true mindset and artistic vision could also be made of the scholarship of Wittkower and Lavin.\n\n^ F. Mormando, Domenico Bernini's Life of Gian Lorenzo Bernini (University Park: Penn State University Press, 2011), p.279n.13.\n\n^ F. Mormando, Domenico Bernini's Life of Gian Lorenzo Bernini (University Park: Penn State University Press, 2011), p.282n.23. Scholars, however, are still in debate as to which of the four 'putti' came from the hand of Gian Lorenzo.\n\n^ I. Lavin, 'Five New Youthful Sculptures by Gianlorenzo Bernini and a Revised Chronology of His Early Works,' Art Bulletin 50 (1968): 223-48, here 236-237. There is no scholarly consensus as to which unfinished Michelangelo statue the Maffeo letter was referring.\n\n^ Maurizio Fagiolo dell'Arco and Marcello Fagiolo, Bernini. Una introduzione al gran teatro barocco (Rome: Bulzoni, 1967), cat. entries #11 (Hermaphrodite) and #25 (Ares). Contrary to what the Fagiolo dell'Arco brothers claim in their cat. #31, there is no documentation at all proving or even suggesting that Bernini was responsible for restoration of the so-called Barberini Faun (now in the Glyptothek of Munich), as Francis Haskell and Nicholas Penny have demonstrated in their Taste and the Antique (New Haven: Yale University Press, 1981), cat. 33, pp. 202–05.\n\n^ Eckhard Leuschner, The Role of Prints in the Artistic Genealogy of Bernini’s Anima beata and Anima damnata, Print Quarterly, 2016: 33:2. DOI: 10.11588/artdok.00006300 . For the newly discovered archival documentation about the provenance and original identity of the subjects of the two busts, see David García Cueto, 'On the original meanings of Gian Lorenzo Bernini’s Anima beata and Anima dannata: Nymph and Satyr?,' Sculpture Journal, 2015, 24:1:37-53.\n\n^ Wittkower, p. 14.\n\n^ Hibbard, p. 21.\n\n^ Timothy Clifford and Michael Clarke, Foreword, Effigies and Ecstasies: Roman Baroque Sculpture and Design in the Age of Bernini, Edinburgh: National Gallery of Scotland, 1998, p.7\n\n^ Wittkower, p. 13.\n\n^ Wittkower, p. 15; Hibbard, pp. 53-54.\n\n^ Wittkower, pp. 14–15; Hibbard, pp. 48–61.\n\n^ Franco Mormando, ed. and trans., Domenico Bernini, Life of Gian Lorenzo Bernini, University Park, Penn State Univ. Press, 2011, p. 111.\n\n^ Hibbard, p. 68.\n\n^ Mormando, Bernini: His Life and His Rome, 2011, p. 72\n\n^ For the conversion of 17th-century Roman scudi to modern American dollars, see Mormando, \"Bernini: His Life and His Rome\", 2011, pp. xvii-xix, Money, Wages, and Cost of Living in Baroque Rome.\n\n^ see Franco Mormando, Bernini: His Life and His Rome, Chicago: University of Chicago Press, 2011, p.84\n\n^ Erwin Panofsky, Tomb Sculpture: Four Lectures on Its Changing Aspect From Ancient Egypt to Bernini, New York: Abrams, 1992, p.96.\n\n^ a b Wittkower, p. 88\n\n^ For this affair, see below, \"Personal Life.\"\n\n^ Triple Portrait of Charles I.Lionel Cust (2007). Van Dyck. Wellhausen Press. p. 94. ISBN 978-1-4067-7452-8.\n\n^ For further details, see below in this article, under \"Architecture.\" For a thorough summary of this entire, long and complicated episode in Bernini's life that takes into account the latest archival discoveries, see Franco Mormando, Domenico Bernini: The Life of Gian Lorenzo Bernini, University Park: Penn State University Press, 2011, pp. 332-34, nn.17-23 and pp. 342-45, nn. 4-21.\n\n^ Mormando, Bernini: His Life and His Rome, Chicago: University of Chicago Press, 2011, p.156 (for work on nave) and p. 241 (for Alexander VII quotation).\n\n^ Mormando, Bernini: His Life and His Rome, 2011, p. 150.\n\n^ Lavin, Bernini and the Unity of the Visual Arts, New York, 1980, passim.\n\n^ Lavin, ibid.\n\n^ For these visual details of the statue and an examination of the charge of indecency, see Franco Mormando, 'Did Bernini's Ecstasy of St. Teresa Cross a 17th-century Line of Decorum?' (Mormando's answer is yes): [2].\n\n^ Mormando, Bernini: His Life and His Rome, p. 159.\n\n^ Hibbard, p. 156; Mormando, Bernini: His LIfe and His Rome, 2011, p. 204. The long, broad, straight avenue (Via della Conciliazione) to the river Tiber was an early 20th century addition, when Benito Mussolini ordered the clearing of housing that led up to Bernini's piazza in order to afford a more commodious access to the Vatican.\n\n^ Hibbard, pp. 163–7\n\n^ Hibbard, pp. 144–8\n\n^ Hibbard, pp. 149–50\n\n^ See Gould, Cecil. Bernini in France, an episode in Seventeenth Century History, Weidenfeld and Nicolson, London, 1981\n\n^ Zarucchi, Jeanne Morgan (2013). \"Perrault's Memoirs and Bernini: A Reconsideration\". Renaissance Studies. 27:3 (3): 356–70. doi:10.1111/j.1477-4658.2012.00814.x.\n\n^ Gould, C., 1982. Bernini in France: an episode in 17th-century history. Princeton, NJ: Princeton Univ. Pr. For more recent treatments of the same episode in Bernini's life, incorporating the most recent documentary research since Gould's book of 1982, see Mormando, Bernini: His Life and His Rome, 2011, chap. 5, A Roman Artist in King Louis's Court; see also Mormando's many documentary footnotes to Domenico Bernini's account of his father's dealings with the French: Domenico Bernini, Life of Gian Lorenzo Bernini,\" notes to chapters 16–20.\n\n^ Hibbard, Howard (1990). Bernini. Penguin. p. 181.\n\n^ Mormando, Bernini: His Life and His Rome, pp. 255-56, emphasis added. Another issue of concern was the fact that Bernini's plan would have called for the demolition of older portions of the Louvre contrary to royal wishes.\n\n^ Zarucchi, Jeanne Morgan (2006). \"Bernini and Louis XIV: A Duel of Egos\". Source: Notes in the History of Art. 25:2 (2): 32–38. doi:10.1086/sou.25.2.23208102. S2CID 191405674.\n\n^ Fagiolo, M., 2008. Bernini a Parigi: le Colonne d'Ercole, l'Anfiteatro per il Louvre e i progetti per la Cappella Bourbon.\n\n^ Hibbard, Howard. Bernini. p. 171.\n\n^ The most thorough study of Bernini's King Louis XIV Equestrian statue, including its ultimate fate in France, remains Rudolf Wittkower, 'The Vicissitudes of a Dynastic Monument: Bernini's Equestrian Statue of Louis XIV.' In De artibus Opuscula XL: Essays in Honors of Erwin Panofsky, ed. Millard Meiss (New York: New York University Press, 1961), pp. 497-531. For much additional, new data about the work that has surfaced since Wittkower's 1961 work, see the many notes pertinent to the statue in Franco Mormando, Domenico Bernini's Life of Gian Lorenzo Bernini (University Park, PA: Penn State University Press, 2011), pp. 396-402.\n\n^ For the Albertoni commission, see F. Mormando,Domenico Bernini's Life of Gian Lorenzo Bernini (University Park: Penn State Univ. Press, 2011), pp. 411-412, nn.33-35.\n\n^ F. Mormando,Domenico Bernini's Life of Gian Lorenzo Bernini (University Park: Penn State Univ. Press, 2011), p. 227.\n\n^ Mormando, Franco (2011). Bernini: His Life and His Rome. Chicago: University of Chicago Press. pp. 99–106.. See also F. Mormando, ed. and trans., Domenico Bernini, Life of Gian Lorenzo Bernini, University Park, Penn State Univ. Press, 2011, p. 113 and accompanying notes.\n\n^ For Bernini's marriage to Caterina, and a list of Bernini's children, see Franco Mormando, Bernini: His Life and His Rome, University of Chicago Press, 2011, pp. 109–16. See also \"Caterina Tezio Bernini\". Geni.com, geni_family_tree.\n\n^ As Bernini scholar, Franco Mormando, underscores (Domenico Bernini: LIfe of Gian Lorenzo Bernini Intro., pp. 60-61): \"Any discussion of Bernini's religion, that is, his personal faith and the practice of his devotional life, must open with a word of caution: we have absolutely no reliable, nonpartisan (that is, not coming from Bernini, his family, or apologetic biographers) documentation on the topic until 1665, when Chantelou began writing his diary\" (at which time Bernini was 67 years old). For Luigi's 1670 crime, see Mormando, Bernini: His Life and His Rome, 307-312.\n\n^ The most recent and comprehensive study of Bernini's architecture in English is Tod A. Marder, Bernini and the Art of Architecture, Abbeville Press, New York and London, 1998.\n\n^ See McPhee, Sarah. Bernini and the Bell Towers: Architecture and Politics at the Vatican, Yale University Press, 2002\n\n^ See Domenico Bernini, The Life of Gian Lorenzo Bernini, trans. and ed. Franco Mormando, University Park: Penn State University Press, 2011, pp. 178-179. Magnuson Torgil, Rome in the Age of Bernini, Volume II, Almqvist & Wiksell, Stockholm, 1986: 202\n\n^ Anthony Blunt, Architecture in France 1500–1700, Pelican History of Art, 1953, p. 190.\n\n^ For the artists on display in Casa Bernini as of 1681 (the year of his death), see Franco Mormando, \"Bernini's painting collection: A reconstructed catalogue raisonné, Journal of the History of Collections (Oxford University Press), 33.1 (2021), published Feb. 3, 2012).\n\n^ Blunt, Anthony. Guide to Baroque Rome, Granada, 1982, p. 166\n\n^ For these two fountains and Bernini's other fountains, see F. Mormando, Domenico Bernini: The Life of Gian Lorenzo Bernini (Penn State Univ. Press, 2011), pp.136-139 with accompanying extensive notes; for the Fountain of the Four Rivers, see pp.161-165 and notes.\n\n^ This was dismantled in the nineteenth century and reassembled (incorrectly) in the twentieth in the Via Veneto. A second Fontana delle Api in the Vatican has sometimes been attributed to Bernini of which Blunt has written, \"Borromini is documented as having carved the fountain in 1626, but it is not certain whether he made the design for it, and it has also been attributed—not very plausibly—to Bernini.\" Blunt, Anthony. Borromini, Belknap Harvard, 1979, 17\n\n^ For his tomb monuments and funerary memorials, see the relative pages in Mormando, Domenico Bernini's 'Life of Gian Lorenzo Bernini, University Park, 2011; see also Mormando's 'A Bernini workshop drawing for a tomb monument,' The Burlington Magazine, n. 1376, vol. 159, November 2017: 886-92.\n\n^ Heckscher, W. (1947). \"Bernini's Elephant and Obelisk\". Art Bulletin. XXIX (3): 155. doi:10.1080/00043079.1947.11407785.\n\n^ This anecdote regarding the Elephant and Obelisk monument (more formally, it is a monument to Divine Wisdom and a tribute to Pope Alexander VII) is one of the many undocumented popular legends circulating about Bernini. The elephant, in fact, is not smiling, and even though he may have had professional reasons to resent Paglia, the conservative, pious and utterly orthodox Bernini personally had no grudges against the Dominican Order or the Inquisition. Moreover, Giuseppe Paglia was director of the overall project to reconstruct the piazza in front of Santa Maria Minerva, appointed by Pope Alexander VII himself and, as such, had supervisory authority over Bernini and the design of his Elephant and Obelisk monument. The final design of that monument, in fact, owes much to Paglia's direct intervention. Hence, it is unlikely that Paglia (or Pope Alexander) would have allowed this supposed insult to him or his Dominican order. Finally, if Bernini did intend to deliver this visual insult, he failed totally, for there is no contemporary documentation indicating that visitors to the piazza during the artist's lifetime ever noticed the supposed insult: see Franco Mormando, ed. and trans., Domenico Bernini's Life of Gian Lorenzo Bernini (University Park: Penn State University Press, 2011), p. 369, n. 33. Instead, the origins of this anecdote can be traced to the very end of the 17th century, when the satirist Lodovico Sergardi circulated a two-line epigram in which the elephant tells the Dominicans that the position of his rear end is meant to announce \"where I hold you in my esteem\" (see Ingrid Rowland, 'The Friendship of Alexander VII and Athanasius Kircher, 1637-1667' in Early Modern Rome: Proceedings of a Conference Held on 13–15 May 2010 in Rome, ed. Portia Prebys [Ferrara: Edisai, 2011], pp. 669-78, here p. 670; see also p. 671 where Rowland absolves Bernini of any satiric intent: 'The Dominicans, who followed the evolution of Bernini's design for this monument with meticulous care from beginning to end, must have realized that the only reasonable placement for this remarkable creation was the placement that we see today.')\n\n^ Angela Delaforce et al., 'A Fountain by Gianlorenzo Bernini and Ercole Ferrata in Portugal,' Burlington, vol. 140, issue 1149, pp. 804-811.\n\n^ The most recent and thorough studies of Bernini's paintings (both containing catalogues raisonnés of all his known canvases, whether extant or lost) are Francesco Petrucci, Bernini pittore, Rome: Bozzi, 2006; and Tomaso Montanari, Bernini pittore, Cinisello Balsamo: Silvana, 2007.\n\n^ For a concise summary statement about Bernini's training and production as a painter, see Franco Mormando, ed. and trans., Domenico Bernini: The Life of Gian Lorenzo Bernini (University Park: Penn State U Press, 2011), pp. 294-296, nn.4-12; see also p. 128, n.2 for Mormando's conjecture about the reason for the non-execution of the Benediction Loggia commission (which Domenico Bernini apologetically attributes to a serious illness on his father's part).\n\n^ Unfortunately there is currently no complete catalogue raisonné of all of the known Bernini drawings. The most thorough edition of his drawings still remains Heinrich Brauer and Rudolf Wittkower, Die Ziechnungen des Gianlorenzo Bernini, Berlin: Verlag Heinrich Keller, 1931, reprinted New York: Collectors Edition, 1970. Also very useful is Ann Sutherland Harris, Selected Drawings of Gian Lorenzo Bernini, New York: Dover, 1977; see also her article, 'Three Proposals for Gian Lorenzo Bernini' in Master Drawings, vol. 41, no.2 (Summer 2003), pp. 119–127. More recent is the catalog of the exhibition of Bernini drawings in Leipzig's Museum der bildenden Kunste (which boasts one of the largest collection of Bernini drawings in the world): Hans-Werner Schmidt et al., Bernini: Erfinder des barocken Rom, Bielefeld: Kerber Art, 2014. For the drawings by Bernini and his workshop in the Vatican collection, see the comprehensive, detailed, illustrated catalog: Manuela Gobbi, and Barbara Jatta, eds., I disegni di Bernini e della sua scuola nella Biblioteca Apostolica Vaticana. Drawings by Bernini and His School at the Vatican Apostolic Library. Vatican City: Biblioteca Apostolica Vaticana, 2015.\n\n^ Morrissey, Jake (2005). Genius in the Design: Bernini, Borromini and the rivalry that transformed Rome. New York: Harper Perennial. The rivalry between Borromini and Bernini, though very much real, tends to be over-dramatized in popular works like that of Morrissey and in self-published non-scholarly works like that of Mileti. For a more careful, considered summary by a Bernini scholar, see Franco Mormando, Bernini: His Life and His Rome, Chicago: University of Chicago Press, 2011, pp. 80-83.\n\n^ All of the men mentioned in this section as disciples, collaborators, or rivals are discussed in the notes to Franco Mormando, Domenico Bernini's Life of Gian Lorenzo Bernini (University Park: Penn State Univ. Press, 2011), passim, but especially pp. 372-74; for Bernini and Caravaggio, see 285n.39, as well as Tomaso Montanari, La libertà di Bernini (Turin: Einaudi, 2016), pp. 154-84, 'L'eredità di Caravaggio,' who makes an even stronger case for the influence of Caravaggio on Bernini, one that had long been ignored or denied in Bernini scholarship. For Gaulli, Bernini, Gian Paolo Oliva and the decoration of the Jesuit mother church, see the essays by Franco Mormando, Christopher M.S. Johns, and Betsy Rosasco in The Holy Name. The Art of the Gesù: Bernini and His Age, ed. Linda Wolk-Simon (Philadelphia: St. Joseph's University Press, 2018.).\n\n^ For a list and discussion of important sources for Bernini's life, see Franco Mormando, Bernini: His Life and His Rome (Chicago: University of Chicago Press, 2011), pp. 7–11.\n\n^ For an unabridged translation and analysis of The Vita Brevis, see Domenico Bernini's Life of Gian Lorenzo Bernini in Mormando, ed., 201 Appendix 1, pp. 237–41.\n\n^ Baldinucci, Filippo, Life of Bernini. Translated from the Italian by Enggass, C. University Park, Penn State University Press, 2006. Unfortunately, the Enggass edition of Baldinucci contains many translation errors; readers should always consult the text of the original 1682 edition.\n\n^ See Mormando, Domenico Bernini's Life of Gian Lorenzo Bernini, 2011, pp. 14–34. It is significant that Christina's extant financial records nowhere report the queen's having monetarily subsidized the publication of Baldinucci's biography, which would have been her responsibility as patron. As Mormando further explains, we also know (from his extant personal notes and correspondence with his sources) that in compiling his famous collection of artists' lives, Baldinucci routinely copied material, word for word, from texts supplied to him by family members and close friends and associates of his subjects. Also significant is the fact that in Domenico's biography of his father, the author is completely silent about the queen's supposed patronage of the Baldinucci biography, a strange omission since he devotes much space to the friendship between Gian Lorenzo and Queen Christina, recording the queen's many signs of favoritism, protection, and adulation towards the artist.\n\n^ Maria Grazia Bernardini, 'Le radici del barocco,' in Barocco a Roma: La meraviglia dell'arte, ed. M. G. Bernardini and M. Bussagli [Milan: Skira, 2015], p.32.\n\n^ National Gallery of Art.\" Bernini, Gian Lorenzo. Accessed 6 April 2018. https://www.nga.gov/collection/artist-info.2025.html.\n\n^ Livio Pestilli,\"On Bernini's Reputed Unpopularity in Late Baroque Rome,' Artibus et historiae, 32.63: 119-42\n\n^ \"Touring Rome Through the Eyes of 'Angels and Demons'\". Associated Press. 25 March 2015. Retrieved 31 May 2019.\n\n^ \"Self-portrait - The Collection - Museo Nacional del Prado\". www.museodelprado.es. Retrieved 24 March 2021.\n\n^ Hermitage Museum, The State. \"Ecstasy of St. Teresa\". Hermitage Museum.\n\n\nBibliography[edit]\n\nAvery, Charles (1997). Bernini: Genius of the Baroque. London: Thames and Hudson. ISBN 978-0-500-28633-3.\nBacchi, Andrea, ed. (2009). I marmi vivi: Bernini e la nascita del ritratto barocco. Firenze: Firenze musei. ISBN 978-8-809-74236-9.\nBacchi, Andrea; Catherine Hess, Jennifer Montagu, eds. (2008). Bernini and the Birth of Baroque Portrait Sculpture. Los Angeles: J. Paul Getty Museum. ISBN 978-0-892-36932-4.\nBaldinucci, Filippo (2006) [1682]. The Life of Bernini. University Park: Pennsylvania State University Press. ISBN 978-0-271-73076-9.\nBernini, Domenico (2011) [1713].  Franco Mormando (ed.). The Life of Gian Lorenzo Bernini. University Park: Penn State University Press. ISBN 978-0-271-03748-6.\nBorsi, Franco (2005). Bernini. Milano: Rizzoli. ISBN 978-0-847-80509-9.\nBoucher, Bruce (1998). Italian Baroque Sculpture. Thames & Hudson (World of Art). pp. 134–42. ISBN 0500203075.\nCareri, Giovanni (1995). Bernini: Flights of Love, the Art of Devotion. Chicago: The University of Chicago Press. ISBN 978-0-226-09273-7.\nChantelou, Paul Fréart de (1985).  Anthony Blunt (ed.). Journal du voyage en France du cavalier Bernin. Princeton: Princeton University Press. ISBN 978-0-833-70531-0.\nDavies, Norman (2006). Storia d'Europa (in Italian). Milano: Mondadori B. ISBN 88-424-9964-1.\nDelbeke, Maarten; Evonne Levy; Steven F. Ostrow, eds. (2006). Bernini's Biographies: Critical Essays. University Park: Pennsylvania State University Press. ISBN 978-0-271-02901-6.\nDickerson III, C. D.; Sigel, Anthony; Wardropper, Ian (2012). Bernini: Sculpting in Clay. New York: The Metropolitan Museum of Art. ISBN 978-0-300-18500-3.\nEustace, Katharine (2011). \"Sculpture Journal\". 20 (2). p. 109. doi:10.3828/sj.2011.10. Cite journal requires |journal= (help)\nFagiolo, Maurizio; Cipriani, Angela (1981). Bernini. Florence: Scala. ISBN 978-8-881-17223-8.\nFerrari, Oreste (1991). Bernini. Firenze: Giunti Gruppo. ISBN 978-8-809-76153-7.\nFraschetti, Stanislao (1900). Il Bernini: La sua vita, la sua opera, il suo tempo. Milano: U.Hoepli. ISBN 978-1-248-32889-7.\nGould, Cecil (1981). Bernini in France: An Episode in Seventeenth Century History. London: Weidenfeld and Nicolson. ISBN 978-0-297-77944-5.\nHarris, Ann Sutherland (Summer 2003). \"Drawings by Sculptors\". Master Drawings. 41 (2): 119–127. JSTOR 1554582.\nHibbard, Howard (1965). Bernini. London: Penguin. ISBN 978-0-140-13598-5.\nLavin, Irving (1980). Bernini and the Unity of the Visual Arts. New York: Oxford University Press. ISBN 978-0-195-20184-0.\nLavin, Irving, ed. (1985). Gianlorenzo Bernini: New Aspects of his Art and Thought. University Park: Pennsylvania State University Press. ISBN 978-0-271-00387-0.\nLavin, Irving (2007). Visible Spirit: The Art of Gianlorenzo Bernini. London: Pindar Press. ISBN 978-1-899-82839-5.\nMartinelli, Valentino, ed. (1996). L'ultimo Bernini (1665–1680): nuovi argomenti, documenti e immagini. Roma: Quasar. ISBN 978-8-871-40095-2.\nMcPhee, Sarah (2012). Bernini's Beloved: A Portrait of Costanza Piccolomini. New Haven: Yale University Press. ISBN 978-0-300-17527-1.\nMormando, Franco (2011). The life of Gian Lorenzo Bernini. University Park, Pa.: Pennsylvania State University Press. ISBN 978-0-271-03748-6.\nMormando, Franco (2011). Bernini: His Life and His Rome. Chicago: University of Chicago Press. ISBN 978-0-226-53852-5.\nMorrissey, Jake (2005). The Genius in the Design. New York: William Morrow. ISBN 978-0-060-52533-0.\nPerlove, Shelley Karen (1990). Bernini and the Idealization of Death. University Park: The Pennsylvania State University. ISBN 978-0-271-01477-7.\nPetersson, Robert T. (1970). The Art of Ecstasy: Teresa, Bernini, and Crashaw. London: Routledge & K. Paul. ISBN 978-0-689-70515-1.\nPetersson, Robert T. (2002). Bernini and the Excesses of Art. Florence: Maschietto editore. ISBN 978-8-887-70083-1.\nPetrucci, Francesco (2007). Bernini pittore / dal disegno al \"maraviglioso composto\". Ediz. Italiano. Rome: Ugo Bozzi Editore. ISBN 978-88-7003-042-6.\nPetrucci, Francesco;  et al., eds. (2007). La Passione di Cristo secondo Bernini. Ediz. Italiano. Rome: Ugo Bozzi Editore. ISBN 978-88-7003-059-4.\nPinton, Daniel (2009). Bernini. I Percorsi Nell'arte. Ediz. Inglese. ATS Italia Editrice. ISBN 978-8-875-71777-3.\nPosèq, Avigdor W. G. (2006). \"On Physiognomic Communication in Bernini\". Artibus et Historiae. 27 (54): 161–190. doi:10.2307/20067127. JSTOR 20067127.\nScribner III, Charles (2014) [1991]. Gianlorenzo Bernini: Impresario of the Baroque (Revised ed.). New York: Carolus Editions. ISBN 978-1-503-01633-0.\nWarwick, Genevieve (2012). Bernini: Art as Theatre. New Haven: Yale University Press. ISBN 978-0-300-18706-9.\nWittkower, Rudolf (1955). Gian Lorenzo Bernini: The Sculptor of the Roman Baroque. London: Phaidon Press. ISBN 978-0-801-41430-5.\n\nExternal links[edit]\nWorks by Gian Lorenzo Bernini in High Resolution chambroch.com\nGian Lorenzo Bernini at the Encyclopædia Britannica\n\n\n\nWikimedia Commons has media related to Gianlorenzo Bernini.\n\nTools and techniques used by Bernini\nChecklist of Bernini's architecture and sculpture in Rome\nGian Lorenzo Bernini - Biography, Style and Artworks\nExtract on Bernini from Simon Schama's The Power of Art\nPhotographs of Bernini's Santa Maria Assunta\nsmARThistory: Ecstasy of Saint Teresa, Cornaro Chapel, Santa Maria della Vittoria, Rome\nConstantly updated list and discussion of the most recent archival discoveries regarding Bernini's biography and works\nThe Vatican: spirit and art of Christian Rome, a book from The Metropolitan Museum of Art Libraries (fully available online as PDF), which contains a good deal of material on Bernini\nvteGian Lorenzo Bernini (works)Sculpture1610s\nThe Goat Amalthea with the Infant Jupiter and a Faun\nBust of Giovanni Battista Santoni\nA Faun Teased by Children\nBoy with a Dragon\nMartyrdom of Saint Lawrence\nSaint Sebastian\nBust of Pope Paul V\nAeneas, Anchises, and Ascanius\nBust of Giovanni Vigevano\nDamned Soul\nBlessed Soul\nBust of Camilla Barbadoni\n1620s\nBust of Carlo Antonio del Pozzo\nNeptune and Triton\nThe Rape of Proserpina\nApollo and Daphne\nBust of Pope Gregory XV\nSt. Peter's Baldachin\nCharity with Four Children\nDavid\nBust of Alessandro Peretti di Montalto\nSaint Bibiana\nBusts of Pope Urban VIII\nBust of Monsignor Pedro de Foix Montoya\nBust of Cardinal Roberto Bellarmine\nBust of Cardinal Giovanni Dolfin\nBust of Cardinal Escoubleau de Sourdis\nBust of Antonio Cepparelli\nBust of Cardinal Melchior Klesl\nTwo Angels in Sant'Agostino\nBust of Francesco Barberini\nBust of Antonio Barberini\nBusts of Cardinals Agostino and Pietro Valier\nMemorial to Carlo Barberini\nTomb of Pope Urban VIII\nSaint Longinus\nSleeping Hermaphroditus (mattress)\n1630s\nStatue of Carlo Barberini\nTwo Busts of Cardinal Scipione Borghese\nTomb of Countess Matilda of Tuscany\nPasce Oves Meas\nBust of Costanza Bonarelli\nBusts of Paolo Giordano and Isabella Orsini\nStatue of Pope Urban VIII\nBust of King Charles I\nBust of Thomas Baker\nMedusa\n1640s\nBust of Cardinal Richilieu\nMemorial to Alessandro Valtrini\nMemorial to Ippolito Merenda\nMemorial to Maria Raggi\nTruth Unveiled by Time\nBust of Pope Leo X\nEcstasy of Saint Teresa\nRaimondi Chapel\nNoli Me Tangere\n1650s\nBusts of Pope Innocent X\nBust of Francesco I d'Este\nCorpus\nThe Vision of Constantine\nDaniel and the Lion\nHabakkuk and the Angel\nChair of Saint Peter\nSaints Jerome and Mary Magdalen\n1660s\nStatue of Alexander VII\nBusts of Alexander VII\nElephant and Obelisk\nAngel with the Crown of Thorns\nAngel with the Superscription\nBust of Gabriele Fonseca\nBust of Louis XIV\nEquestrian Statue of King Louis XIV\n1670s\nBlessed Ludovica Albertoni\nTomb of Pope Alexander VII\nStatue of Pope Clement X\nBust of the Saviour\nArchitectureand fountains\nSt. Peter's Square\nChurch of Saint Andrew's at the Quirinal\nPalazzo Barberini\nSanta Bibiana\nFountains of St. Peter's Square\nFontana della Barcaccia\nFontana del Tritone\nFontana delle Api\nFontana dei Quattro Fiumi\nFontana del Moro\nPaintings\nSelf-Portrait as a Young Man\nPortrait of Pope Urban VIII\nSaint Andrew and Saint Thomas\nSelf-Portrait as a Mature Man\nPortrait of a Boy\nChrist Mocked\nRelated\nList of works by Gian Lorenzo Bernini\nDomenico Bernini (son)\nPietro Bernini (father)\nLuigi Bernini (brother)\n\nAuthority control \nBIBSYS: 90183565\nBNE: XX1041583, XX4972790\nBNF: cb118915810 (data)\nCANTIC: a11506842\nCiNii: DA02070120\nGND: 118509926\nICCU: IT\\ICCU\\CFIV\\025580\nISNI: 0000 0001 2102 3349\nKulturNav: d21ccca0-4347-43ed-8e75-b00fc7288a05\nLCCN: n79127068\nLNB: 000197023\nNDL: 00433117\nNGV: 638\nNKC: jn20010525227\nNLA: 35017958\nNLG: 99331\nNLI: 000424232, 000610734\nNLP: A17319523\nNSK: 000102934\nNTA: 068900708\nPLWABN: 9810589630005606\nRERO: 02-A000019047\nRKD: 7527\nSELIBR: 178063\nSNAC: w64b4q2m\nSUDOC: 026722992\nTrove: 792466\nULAN: 500032022\nVcBA: 495/14719\nVIAF: 73850000\n WorldCat Identities: lccn-n79127068\n\n\n\n\n", "counts": {"Gian": 10, "Lorenzo": 10, "or": 24, "Gianlorenzo": 2, "Bernini": 149, "bɛərˈniːni": 1, "US": 2, "English": 2, "bərˈ": 1, "Italianˈdʒan": 1, "loˈrɛntso": 1, "berˈniːni": 1, "Italian": 4, "Giovanni": 4, "December": 2, "November": 3, "was": 114, "an": 38, "sculptor": 8, "and": 286, "architect": 9, "While": 1, "a": 144, "major": 8, "figure": 1, "in": 254, "the": 652, "world": 5, "of": 457, "architecture": 11, "he": 42, "more": 16, "prominently": 2, "leading": 3, "his": 165, "age": 6, "credited": 1, "with": 57, "creating": 4, "Baroque": 12, "style": 4, "sculpture": 20, "As": 7, "one": 21, "scholar": 3, "has": 9, "commented": 1, "What": 1, "Shakespeare": 1, "is": 50, "to": 189, "drama": 1, "may": 2, "be": 19, "first": 13, "panEuropean": 1, "whose": 5, "name": 4, "instantaneously": 1, "identifiable": 1, "particular": 2, "manner": 1, "vision": 4, "influence": 11, "inordinately": 1, "powerful": 5, "In": 19, "addition": 7, "painter": 4, "mostly": 6, "small": 8, "canvases": 3, "oil": 2, "man": 4, "theater": 2, "wrote": 1, "directed": 1, "acted": 1, "plays": 1, "Carnival": 1, "satires": 1, "for": 68, "which": 29, "designed": 16, "stage": 2, "sets": 1, "theatrical": 2, "machinery": 1, "He": 7, "produced": 4, "designs": 6, "as": 77, "well": 12, "wide": 2, "variety": 1, "decorative": 3, "art": 18, "objects": 1, "including": 10, "lamps": 1, "tables": 1, "mirrors": 1, "even": 7, "coaches": 1, "city": 8, "planner": 2, "secular": 3, "buildings": 10, "churches": 5, "chapels": 3, "public": 9, "squares": 2, "massive": 8, "works": 28, "combining": 1, "both": 16, "especially": 10, "elaborate": 6, "fountains": 6, "funerary": 6, "monuments": 3, "whole": 4, "series": 2, "temporary": 1, "structures": 3, "stucco": 2, "wood": 1, "funerals": 1, "festivals": 1, "His": 12, "broad": 2, "technical": 2, "versatility": 1, "boundless": 2, "compositional": 1, "inventiveness": 2, "sheer": 1, "skill": 2, "manipulating": 1, "marble": 19, "ensured": 1, "that": 73, "would": 14, "considered": 5, "worthy": 1, "successor": 2, "Michelangelo": 5, "far": 3, "outshining": 1, "other": 13, "sculptors": 6, "generation": 2, "talent": 5, "extended": 2, "beyond": 2, "confines": 1, "consideration": 1, "setting": 2, "it": 30, "situated": 1, "ability": 6, "synthesize": 1, "painting": 4, "into": 9, "coherent": 1, "conceptual": 1, "visual": 5, "been": 21, "termed": 1, "by": 90, "late": 6, "historian": 3, "Irving": 3, "Lavin": 3, "unity": 1, "arts": 1, "born": 1, "on": 55, "Naples": 2, "Angelica": 1, "Galante": 1, "Neapolitan": 1, "Mannerist": 2, "Pietro": 10, "originally": 1, "from": 33, "Florence": 5, "sixth": 1, "their": 12, "thirteen": 1, "children": 2, "definition": 1, "childhood": 1, "genius": 2, "recognized": 1, "prodigy": 1, "when": 3, "only": 14, "eight": 1, "years": 11, "old": 3, "consistently": 1, "encouraged": 1, "father": 9, "precocity": 1, "earned": 1, "him": 18, "admiration": 1, "favor": 6, "patrons": 6, "who": 27, "hailed": 1, "century": 13, "More": 1, "specifically": 3, "Pope": 28, "Paul": 10, "V": 6, "after": 17, "attesting": 1, "boy": 4, "Berninis": 78, "famously": 1, "remarked": 2, "This": 6, "child": 1, "will": 2, "later": 10, "repeating": 1, "prophecy": 1, "Cardinal": 12, "Maffeo": 7, "Barberini": 16, "future": 1, "Urban": 20, "VIII": 13, "Domenico": 10, "reports": 2, "biography": 8, "received": 3, "papal": 12, "commission": 12, "contribute": 1, "relief": 3, "Cappella": 1, "Paolina": 1, "Santa": 16, "Maria": 16, "Maggiore": 5, "so": 4, "moved": 3, "Rome": 43, "taking": 2, "entire": 2, "family": 14, "continuing": 2, "earnest": 2, "training": 4, "son": 11, "Several": 1, "extant": 5, "dating": 4, "circa": 5, "are": 19, "general": 1, "scholarly": 1, "consensus": 1, "collaborative": 1, "efforts": 2, "they": 10, "include": 9, "Faun": 2, "Teased": 1, "Putti": 1, "c": 4, "Metropolitan": 1, "Museum": 4, "NYC": 1, "Boy": 1, "Dragon": 1, "Getty": 2, "Los": 1, "Angeles": 1, "Aldobrandini": 1, "Four": 4, "Seasons": 1, "private": 4, "collection": 4, "recently": 2, "discovered": 2, "Bust": 7, "Savior": 2, "New": 3, "York": 1, "Sometime": 1, "arrival": 1, "word": 2, "about": 9, "great": 11, "got": 1, "around": 4, "soon": 2, "caught": 1, "attention": 4, "Scipione": 6, "Borghese": 11, "nephew": 1, "reigning": 1, "pope": 7, "spoke": 1, "uncle": 1, "therefore": 5, "presented": 3, "before": 10, "curious": 1, "see": 3, "if": 3, "stories": 2, "Lorenzos": 1, "were": 34, "true": 2, "The": 39, "improvised": 1, "sketch": 2, "Saint": 7, "marveling": 1, "this": 21, "beginning": 5, "popes": 6, "young": 8, "Once": 2, "brought": 2, "rarely": 1, "left": 4, "its": 19, "walls": 4, "except": 1, "much": 7, "against": 5, "fivemonth": 1, "stay": 2, "Paris": 13, "service": 1, "King": 7, "Louis": 13, "XIV": 10, "brief": 1, "trips": 1, "nearby": 2, "towns": 2, "Civitavecchia": 1, "Tivoli": 1, "Castelgandolfo": 2, "workrelated": 1, "reasons": 2, "You": 1, "made": 7, "said": 2, "you": 2, "It": 8, "thcentury": 1, "international": 1, "religiouspolitical": 1, "power": 2, "resided": 1, "there": 11, "created": 9, "greatest": 3, "often": 6, "characterized": 1, "perfect": 1, "expressions": 1, "spirit": 1, "assertive": 1, "triumphal": 1, "but": 26, "selfdefensive": 1, "Counter": 1, "Reformation": 1, "Roman": 11, "Catholic": 1, "Church": 3, "Certainly": 1, "times": 5, "deeply": 2, "religious": 4, "at": 31, "least": 2, "life": 12, "artistic": 13, "production": 1, "should": 1, "not": 23, "reduced": 1, "simply": 3, "instruments": 1, "papacy": 3, "politicaldoctrinal": 1, "programs": 1, "impression": 1, "communicated": 1, "three": 4, "most": 24, "eminent": 1, "scholars": 3, "previous": 2, "Rudolf": 3, "Wittkower": 3, "Howard": 2, "Hibbard": 2, "Tomaso": 1, "Montanaris": 1, "recent": 2, "revisionist": 1, "monograph": 1, "La": 2, "libertà": 1, "di": 5, "Turin": 1, "Einaudi": 1, "argues": 1, "Franco": 2, "Mormandos": 1, "antihagiographic": 1, "Life": 2, "Chicago": 2, "University": 1, "Press": 1, "illustrates": 2, "maintained": 2, "certain": 1, "degree": 2, "freedom": 1, "mindset": 1, "mores": 1, "CounterReformation": 1, "Catholicism": 1, "Under": 3, "patronage": 4, "extravagantly": 1, "wealthy": 1, "rapidly": 3, "rose": 1, "prominence": 1, "Among": 8, "early": 11, "cardinal": 1, "pieces": 1, "garden": 1, "Villa": 3, "such": 16, "Goat": 1, "Amalthea": 1, "Infant": 1, "Jupiter": 1, "executed": 12, "sometime": 2, "generally": 2, "earliest": 5, "work": 22, "entirely": 6, "himself": 7, "documented": 3, "collaboration": 1, "fathers": 3, "February": 2, "create": 8, "four": 9, "putti": 1, "chapel": 8, "church": 14, "SantAndrea": 6, "della": 8, "Valle": 1, "contract": 1, "stipulating": 1, "assist": 2, "execution": 3, "statues": 5, "Also": 3, "letter": 1, "brother": 4, "Carlo": 9, "mentions": 1, "thinking": 1, "asking": 1, "finish": 2, "incomplete": 1, "then": 3, "possession": 1, "Michelangelos": 2, "grandnephew": 1, "hoping": 1, "purchase": 1, "remarkable": 1, "attestation": 1, "already": 3, "believed": 2, "possess": 1, "Although": 4, "statuecompletion": 1, "came": 5, "naught": 1, "shortly": 1, "thereafter": 1, "commissioned": 9, "repair": 1, "complete": 5, "famous": 2, "antiquity": 3, "sleeping": 1, "Hermaphrodite": 1, "owned": 1, "Galleria": 2, "restored": 3, "socalled": 4, "Ludovisi": 3, "Ares": 1, "Palazzo": 10, "Altemps": 1, "period": 5, "Damned": 2, "Soul": 4, "Blessed": 5, "two": 13, "busts": 2, "have": 14, "influenced": 3, "set": 2, "prints": 1, "Pieter": 1, "de": 10, "Jode": 1, "I": 4, "Karel": 1, "van": 1, "Mallery": 1, "fact": 8, "unambiguously": 1, "cataloged": 1, "inventory": 1, "owner": 1, "Fernando": 1, "Botinete": 1, "y": 1, "Acevedo": 1, "depicting": 4, "nymph": 1, "satyr": 1, "commonly": 1, "paired": 1, "duo": 1, "ancient": 5, "nor": 1, "ever": 3, "belonged": 1, "either": 5, "scholarship": 3, "erroneously": 1, "claims": 1, "Spanish": 4, "cleric": 1, "Pedro": 1, "Foix": 1, "Montoya": 1, "By": 1, "time": 8, "twentytwo": 1, "talented": 3, "enough": 2, "given": 5, "portrait": 5, "now": 13, "J": 1, "reputation": 5, "however": 4, "definitively": 2, "established": 1, "masterpieces": 2, "between": 5, "all": 23, "displayed": 2, "To": 6, "these": 9, "worksAeneas": 1, "Anchises": 1, "Ascanius": 1, "Rape": 1, "Proserpina": 3, "Apollo": 2, "Daphne": 3, "David": 5, "inaugurated": 4, "new": 15, "era": 2, "history": 2, "European": 3, "view": 3, "repeated": 2, "proclaimed": 1, "seventeenth": 1, "no": 11, "architects": 4, "comparable": 1, "Adapting": 1, "classical": 2, "grandeur": 2, "Renaissance": 3, "dynamic": 2, "energy": 2, "forged": 1, "distinctly": 1, "conception": 1, "historical": 2, "powerfully": 1, "imbued": 1, "dramatic": 8, "realism": 3, "stirring": 2, "emotion": 1, "compositions": 2, "groups": 1, "portraits": 10, "manifest": 1, "command": 1, "human": 2, "form": 4, "motion": 3, "sophistication": 1, "rivaled": 1, "Moreover": 1, "possessed": 1, "depict": 1, "highly": 2, "narratives": 2, "characters": 2, "showing": 2, "intense": 2, "psychological": 3, "states": 1, "also": 24, "organize": 1, "largescale": 3, "sculptural": 3, "convey": 1, "magnificent": 2, "Unlike": 1, "sculptures": 3, "done": 2, "predecessors": 1, "focus": 5, "specific": 3, "points": 3, "narrative": 6, "tension": 1, "trying": 1, "tell": 1, "Aeneas": 1, "fleeing": 1, "burning": 1, "Troy": 1, "instant": 1, "Pluto": 2, "finally": 4, "grasps": 1, "hunted": 1, "Persephone": 1, "precise": 1, "moment": 3, "sees": 1, "beloved": 1, "begin": 1, "her": 11, "transformation": 1, "tree": 1, "They": 1, "transitory": 2, "moments": 2, "each": 3, "story": 3, "another": 4, "example": 5, "motionless": 1, "idealized": 2, "shows": 1, "subject": 3, "holding": 1, "rock": 2, "hand": 4, "sling": 1, "contemplating": 1, "battle": 2, "similarly": 1, "immobile": 1, "versions": 1, "artists": 12, "Donatellos": 1, "show": 3, "triumph": 1, "Goliath": 2, "during": 15, "active": 2, "combat": 1, "giant": 2, "twists": 1, "body": 2, "catapult": 1, "toward": 1, "emphasize": 1, "ensure": 1, "appreciated": 1, "viewer": 4, "viewpoint": 1, "mind": 3, "Their": 1, "original": 3, "placements": 1, "within": 8, "viewers": 2, "result": 4, "approach": 2, "invest": 1, "greater": 6, "finds": 1, "easier": 1, "gauge": 1, "state": 1, "understands": 1, "larger": 4, "Daphnes": 1, "open": 3, "mouth": 2, "fear": 1, "astonishment": 1, "biting": 1, "lip": 1, "determined": 1, "concentration": 1, "desperately": 1, "struggling": 1, "free": 3, "herself": 2, "portraying": 1, "concern": 2, "representing": 4, "physical": 4, "details": 1, "tousled": 1, "hair": 2, "pliant": 1, "flesh": 2, "forest": 1, "leaves": 1, "envelop": 1, "demonstrate": 2, "exactitude": 1, "delight": 2, "complex": 3, "real": 1, "textures": 1, "succeeded": 2, "throne": 3, "St": 42, "Peter": 6, "admiring": 2, "friend": 4, "Alessandro": 2, "became": 2, "Gregory": 2, "XV": 1, "although": 3, "reign": 5, "very": 5, "short": 4, "died": 4, "bronze": 4, "pontiff": 2, "bestowed": 1, "upon": 4, "honorific": 1, "rank": 1, "Cavaliere": 3, "title": 2, "rest": 1, "artist": 9, "habitually": 1, "referred": 2, "ascent": 2, "aforementioned": 1, "former": 2, "tutor": 1, "henceforth": 1, "until": 7, "Urbans": 4, "death": 12, "enjoyed": 1, "near": 2, "monopolistic": 1, "reported": 1, "fortune": 2, "O": 1, "our": 3, "Cavalier": 3, "alive": 3, "pontificate": 5, "did": 8, "fare": 1, "Innocent": 11, "X": 7, "under": 16, "Innocents": 4, "Alexander": 11, "VII": 9, "reigned": 2, "once": 7, "again": 3, "gained": 1, "preeminent": 2, "domination": 1, "continued": 6, "successive": 1, "held": 1, "high": 2, "regard": 1, "Clement": 5, "IX": 2, "VIIIs": 2, "horizons": 1, "widely": 2, "broadened": 1, "just": 5, "producing": 1, "residences": 3, "playing": 1, "significant": 4, "engineering": 1, "role": 3, "urban": 5, "official": 3, "appointments": 1, "testify": 1, "thiscurator": 1, "director": 1, "foundry": 1, "Castel": 1, "SantAngelo": 4, "commissioner": 1, "Piazza": 7, "Navona": 4, "Such": 1, "positions": 2, "gave": 2, "opportunity": 1, "versatile": 1, "skills": 1, "throughout": 4, "protest": 1, "older": 1, "experienced": 1, "master": 3, "virtually": 2, "architectural": 10, "appointed": 1, "Chief": 1, "Architect": 3, "Peters": 34, "Maderno": 6, "From": 1, "placed": 3, "symbolic": 3, "heart": 3, "preeminence": 1, "meant": 1, "able": 5, "secure": 1, "important": 7, "commissions": 12, "day": 4, "namely": 3, "various": 6, "embellishment": 3, "projects": 5, "newly": 1, "finished": 6, "Basilica": 14, "completed": 11, "Madernos": 2, "nave": 6, "facade": 13, "reconsecrated": 1, "planning": 2, "building": 4, "Within": 2, "basilica": 11, "responsible": 2, "Baldacchino": 4, "decoration": 6, "piers": 2, "cupola": 2, "Cathedra": 3, "Petri": 3, "Chair": 3, "apse": 5, "tomb": 8, "monument": 6, "Matilda": 2, "Tuscany": 1, "Sacrament": 2, "right": 3, "floor": 1, "arches": 1, "immediately": 3, "centerpiece": 3, "Designed": 1, "spiraling": 1, "gilded": 3, "canopy": 2, "over": 15, "fourpillared": 1, "creation": 2, "reached": 2, "nearly": 1, "m": 2, "ft": 1, "ground": 1, "cost": 2, "scudi": 1, "currency": 1, "st": 1, "Quite": 1, "writes": 1, "nothing": 1, "like": 3, "had": 26, "seen": 4, "Soon": 2, "undertook": 1, "wholescale": 1, "crossing": 2, "ie": 2, "supporting": 1, "notably": 3, "colossal": 1, "theatrically": 2, "among": 6, "them": 7, "majestic": 3, "Longinus": 1, "contemporary": 3, "François": 1, "Duquesnoy": 4, "Francesco": 12, "Mochi": 2, "disciple": 4, "Andrea": 2, "Bolgi": 2, "began": 6, "long": 4, "distinguished": 1, "tombs": 2, "traditional": 1, "genre": 2, "enduring": 5, "mark": 1, "copied": 2, "subsequent": 6, "Indeed": 5, "final": 5, "Tomb": 1, "represents": 3, "according": 4, "Erwin": 1, "Panofsky": 1, "pinnacle": 1, "creative": 2, "could": 5, "hope": 1, "surpass": 1, "Begun": 1, "largely": 2, "VIIs": 1, "design": 11, "San": 6, "front": 7, "innovative": 3, "successful": 2, "transformed": 1, "formerly": 1, "irregular": 4, "inchoate": 1, "space": 5, "aesthetically": 2, "unified": 2, "emotionally": 2, "thrilling": 1, "logistically": 1, "efficient": 1, "carriages": 1, "crowds": 2, "completely": 4, "harmony": 1, "preexisting": 2, "adding": 1, "majesty": 1, "Despite": 2, "busy": 1, "engagement": 1, "large": 7, "still": 9, "devote": 1, "lifesize": 1, "Bibiana": 4, "increasing": 1, "capture": 1, "utterly": 1, "distinctive": 2, "personal": 4, "characteristics": 1, "sitters": 1, "achieve": 1, "cold": 1, "white": 3, "almost": 1, "painterlylike": 1, "effects": 1, "render": 1, "convincing": 1, "surfaces": 1, "involved": 1, "fabric": 1, "varying": 1, "type": 1, "metal": 1, "etc": 1, "These": 1, "included": 3, "number": 4, "bust": 6, "Two": 1, "Busts": 1, "Borghesethe": 1, "second": 3, "flaw": 1, "found": 3, "nature": 3, "expression": 3, "Scipiones": 1, "face": 5, "noted": 1, "historians": 1, "iconic": 1, "fleeting": 1, "movement": 1, "static": 1, "artworks": 1, "beholder": 1, "feels": 1, "twinkle": 1, "eye": 1, "might": 1, "attitude": 1, "change": 1, "folds": 1, "casually": 1, "arranged": 2, "mantle": 2, "Other": 3, "Costanza": 6, "Bonarelli": 2, "unusual": 1, "intimate": 1, "At": 2, "sculpting": 1, "having": 2, "affair": 5, "wife": 3, "assistants": 1, "Matteo": 2, "appear": 2, "nonaristocratic": 1, "woman": 3, "Beginning": 1, "s": 7, "known": 8, "Europe": 5, "accomplished": 4, "portraitists": 1, "receive": 2, "royal": 2, "outside": 5, "subjects": 2, "Richelieu": 1, "France": 4, "dEste": 2, "Duke": 1, "Modena": 1, "Charles": 5, "England": 3, "Queen": 5, "Henrietta": 2, "triple": 1, "canvas": 2, "Van": 1, "Dyck": 1, "survives": 1, "today": 1, "British": 2, "Royal": 1, "Collection": 2, "lost": 1, "Whitehall": 1, "Palace": 4, "fire": 1, "though": 8, "through": 4, "copies": 1, "drawings": 4, "undertaken": 1, "due": 2, "outbreak": 1, "Civil": 1, "War": 2, "whom": 4, "intimately": 1, "connected": 1, "fierce": 2, "Barberinienemy": 1, "Pamphilj": 4, "career": 5, "suffered": 2, "unprecedented": 1, "eclipse": 1, "last": 6, "do": 3, "antiBarberini": 1, "politics": 1, "disastrous": 3, "project": 2, "bell": 4, "towers": 6, "supervised": 2, "infamous": 1, "tower": 7, "biggest": 1, "failure": 3, "professionally": 1, "financially": 1, "eager": 1, "exterior": 1, "ordered": 3, "build": 3, "longintended": 1, "foundations": 4, "constructed": 2, "bays": 1, "extremity": 1, "decades": 7, "earlier": 4, "cracks": 5, "curiously": 1, "nonetheless": 2, "storey": 1, "presence": 2, "stopped": 1, "July": 1, "treasury": 2, "exhausted": 1, "Castro": 1, "Knowing": 1, "longer": 2, "depend": 1, "protection": 1, "favorable": 2, "enemies": 1, "Borromini": 7, "raised": 1, "alarm": 1, "predicting": 1, "disaster": 1, "placing": 1, "blame": 2, "investigations": 2, "revealed": 1, "cause": 1, "defective": 1, "exoneration": 1, "confirmed": 1, "meticulous": 2, "investigation": 1, "conducted": 1, "XI": 3, "Nonetheless": 2, "opponents": 1, "seriously": 1, "damaging": 1, "persuading": 1, "order": 2, "demolition": 2, "humiliation": 2, "indeed": 5, "financial": 2, "detriment": 1, "substantial": 1, "fine": 1, "After": 2, "rare": 2, "failures": 1, "retreated": 1, "unfinished": 1, "statue": 6, "Truth": 2, "Unveiled": 1, "Time": 2, "intended": 1, "selfconsoling": 1, "commentary": 1, "expressing": 1, "faith": 2, "eventually": 1, "reveal": 1, "actual": 1, "behind": 3, "exonerate": 1, "fully": 2, "occur": 1, "lose": 1, "granted": 2, "roles": 1, "chief": 1, "direction": 1, "decorating": 1, "unadorned": 3, "multicolored": 1, "flooring": 1, "facing": 1, "pilasters": 1, "scores": 1, "stuccoed": 1, "reliefs": 1, "without": 3, "reason": 3, "quipped": 1, "If": 2, "remove": 1, "everything": 1, "temple": 1, "stripped": 1, "bare": 2, "many": 6, "several": 9, "lions": 1, "share": 1, "responsibility": 2, "aesthetic": 3, "appearance": 4, "emotional": 3, "impact": 1, "allowed": 1, "continue": 1, "despite": 2, "antipathy": 1, "A": 2, "few": 2, "months": 2, "completing": 1, "won": 1, "controversial": 1, "circumstances": 1, "prestigious": 2, "Rivers": 3, "Fountain": 7, "marking": 1, "end": 5, "disgrace": 1, "yet": 1, "glorious": 1, "chapter": 1, "doubts": 1, "position": 2, "Romes": 2, "removed": 1, "unqualified": 1, "success": 2, "marvelously": 1, "delightful": 1, "technically": 1, "ingenious": 1, "featuring": 3, "heavy": 2, "obelisk": 4, "void": 1, "cavelike": 1, "formation": 1, "center": 1, "ocean": 1, "exotic": 1, "sea": 1, "creatures": 1, "senior": 1, "members": 2, "clergy": 1, "aristocracy": 1, "exalted": 2, "Recovering": 1, "quickly": 1, "creativity": 1, "types": 2, "sopra": 4, "Minerva": 6, "seemingly": 2, "floating": 1, "medallion": 1, "hovering": 1, "air": 1, "deceased": 1, "nun": 2, "Raggi": 3, "while": 9, "Raimondi": 1, "Chapel": 5, "Montorio": 1, "illustrated": 1, "how": 2, "use": 3, "hidden": 4, "lighting": 3, "help": 1, "suggest": 1, "divine": 1, "intervention": 1, "One": 1, "celebrated": 1, "come": 2, "Cornaro": 5, "Family": 1, "Carmelite": 1, "Vittoria": 1, "showcased": 1, "integrate": 1, "fresco": 2, "marvelous": 1, "bel": 1, "composto": 1, "biographer": 2, "Filippo": 5, "Baldinuccis": 4, "term": 1, "describe": 1, "thus": 2, "what": 3, "called": 2, "central": 1, "Ecstasy": 3, "Teresa": 7, "transverberation": 1, "saintmystic": 1, "Avila": 1, "presents": 1, "spectator": 1, "vivid": 1, "gleaming": 1, "swooning": 1, "quietly": 1, "smiling": 2, "angel": 1, "delicately": 1, "grips": 1, "arrow": 2, "piercing": 1, "saints": 2, "On": 1, "side": 1, "places": 1, "can": 4, "strike": 1, "boxes": 1, "Venetian": 1, "memorialized": 1, "Federico": 1, "animated": 1, "conversation": 1, "themselves": 1, "presumably": 1, "event": 2, "place": 1, "subtly": 1, "orchestrated": 1, "environment": 1, "providing": 1, "spiritual": 2, "context": 2, "heavenly": 1, "source": 3, "light": 3, "suggests": 2, "ultimate": 1, "miraculous": 1, "lifetime": 5, "centuries": 1, "following": 3, "till": 1, "accused": 1, "line": 1, "decency": 1, "sexualizing": 1, "depiction": 1, "experience": 1, "dared": 1, "impossibly": 1, "chronological": 1, "delicate": 1, "beauty": 1, "semiprostrate": 1, "legs": 1, "splayedapart": 1, "wimple": 1, "coming": 3, "undone": 1, "feet": 1, "Discalced": 1, "Carmelites": 1, "modesty": 1, "always": 1, "wore": 1, "sandals": 1, "stockings": 1, "seraph": 1, "undressing": 1, "unnecessarily": 1, "parting": 1, "penetrate": 1, "Matters": 1, "decorum": 1, "aside": 1, "tour": 1, "force": 1, "incorporates": 1, "multiple": 1, "forms": 2, "technique": 1, "disposal": 1, "thin": 1, "beams": 1, "recessive": 1, "secret": 1, "lens": 1, "twenty": 1, "diverse": 1, "colored": 1, "combine": 1, "artworka": 1, "perfected": 1, "satisfying": 1, "seamless": 1, "ensemble": 1, "Upon": 1, "accession": 1, "Chigi": 3, "implement": 1, "extremely": 3, "ambitious": 1, "plan": 2, "transform": 1, "capital": 1, "means": 2, "systematic": 2, "bold": 1, "costly": 1, "doing": 1, "fruition": 1, "slow": 1, "recreation": 1, "glory": 1, "Romethe": 1, "renovatio": 1, "Romaethat": 1, "begun": 2, "fifteenth": 1, "changes": 1, "connecting": 1, "existing": 3, "opening": 1, "up": 2, "streets": 3, "piazzas": 2, "showed": 1, "designing": 1, "immediate": 2, "surroundings": 1, "opportunities": 1, "piazza": 4, "previously": 1, "unstructured": 1, "semicircular": 1, "colonnades": 2, "row": 1, "formed": 2, "columns": 1, "resulted": 1, "oval": 2, "shape": 1, "inclusive": 1, "arena": 1, "any": 5, "gathering": 1, "citizens": 1, "pilgrims": 1, "visitors": 2, "witness": 2, "popeeither": 1, "appeared": 1, "loggia": 1, "balconies": 1, "neighboring": 1, "Vatican": 8, "palaces": 2, "Often": 1, "likened": 1, "arms": 1, "reaching": 1, "out": 7, "embrace": 1, "waiting": 1, "crowd": 1, "greatness": 1, "area": 1, "exhilarating": 2, "expanse": 1, "architecturally": 1, "unequivocal": 1, "Elsewhere": 1, "rearrangements": 1, "empty": 2, "undistinguished": 1, "exist": 3, "present": 1, "become": 1, "indelible": 1, "icons": 1, "splendor": 2, "precincts": 2, "hitherto": 1, "rearranged": 1, "monumental": 4, "extravagance": 1, "matched": 1, "reconstruction": 1, "Scala": 2, "Regia": 2, "stately": 2, "stairway": 3, "Peterss": 1, "slightly": 1, "less": 2, "ostentatious": 1, "taxed": 1, "powers": 1, "employing": 2, "clever": 1, "tricks": 1, "optical": 1, "illusion": 2, "uniform": 2, "totally": 1, "functional": 1, "regally": 1, "impressive": 1, "connect": 1, "Not": 1, "scale": 1, "al": 2, "Quirinale": 2, "Jesuits": 1, "relatively": 1, "modest": 1, "size": 1, "interior": 2, "chromatic": 1, "charge": 2, "shared": 1, "piazzaunlike": 1, "geometries": 1, "rival": 4, "Borrominia": 1, "basic": 1, "geometric": 1, "shapes": 1, "circles": 1, "ovals": 1, "spiritually": 1, "Equally": 1, "moderated": 1, "colour": 1, "focussing": 1, "simple": 3, "underpinned": 1, "Sculptural": 1, "never": 4, "eliminated": 1, "minimal": 1, "dellAssunzione": 1, "town": 1, "Ariccia": 3, "circular": 1, "outline": 1, "rounded": 1, "dome": 2, "threearched": 1, "portico": 1, "April": 1, "forced": 2, "political": 4, "pressure": 3, "French": 8, "court": 5, "travel": 1, "required": 2, "palace": 4, "Louvre": 9, "remain": 1, "midOctober": 1, "assigned": 1, "member": 2, "serve": 1, "translator": 1, "tourist": 1, "guide": 1, "overall": 1, "companion": 1, "Fréart": 2, "Chantelou": 4, "kept": 2, "Journal": 1, "visit": 2, "records": 2, "behaviour": 1, "utterances": 1, "writer": 1, "Perrault": 2, "serving": 1, "assistant": 3, "Finance": 1, "Minister": 1, "JeanBaptiste": 2, "Colbert": 3, "provided": 1, "firsthand": 1, "account": 2, "popularity": 1, "walks": 1, "lined": 1, "But": 3, "things": 1, "turned": 4, "sour": 1, "east": 2, "allimportant": 1, "principal": 3, "ultimately": 2, "rejected": 1, "albeit": 1, "formally": 1, "departure": 1, "October": 2, "ceremony": 1, "attendance": 1, "stated": 1, "down": 3, "because": 7, "advisor": 1, "too": 4, "Italianate": 1, "Mormando": 1, "aesthetics": 1, "mentioned": 2, "surviving": 2, "memos": 1, "advisors": 1, "explicit": 1, "rejections": 1, "utilitarian": 2, "level": 1, "security": 1, "comfort": 1, "eg": 1, "location": 1, "latrines": 1, "indisputable": 1, "interpersonal": 1, "conflict": 1, "king": 2, "feeling": 1, "insufficiently": 1, "respected": 1, "Though": 2, "went": 1, "unbuilt": 1, "circulated": 1, "engravings": 1, "direct": 1, "Chatsworth": 1, "House": 1, "Derbyshire": 1, "seat": 1, "Dukes": 1, "Devonshire": 1, "similar": 2, "fate": 1, "With": 1, "exception": 1, "failed": 1, "forge": 1, "friendships": 1, "frequent": 1, "negative": 1, "comments": 1, "aspects": 3, "culture": 2, "go": 2, "particularly": 4, "juxtaposition": 1, "praise": 1, "Italy": 3, "Guido": 2, "Reni": 1, "worth": 1, "than": 6, "sole": 3, "remaining": 1, "contributed": 1, "deal": 1, "Christ": 1, "Child": 1, "Playing": 1, "Nail": 1, "Paolo": 2, "gift": 2, "Back": 1, "equestrian": 2, "five": 1, "repugnant": 1, "wanted": 3, "destroyed": 1, "instead": 2, "recarved": 1, "representation": 1, "hero": 1, "Marcus": 1, "Curtius": 1, "remained": 3, "physically": 1, "mentally": 1, "vigorous": 1, "profession": 1, "weeks": 1, "stroke": 1, "barely": 1, "accomplish": 1, "refurbishment": 2, "Ponte": 4, "unpleasant": 1, "midst": 1, "uproar": 1, "destruction": 1, "mosaics": 1, "entailed": 1, "close": 4, "sympathetic": 1, "interested": 1, "financing": 1, "conditions": 1, "six": 1, "Ludovica": 2, "Albertoni": 1, "nunmystic": 1, "reminiscent": 1, "located": 3, "dedicated": 2, "remodeled": 2, "supervision": 3, "Trastevere": 1, "Ripa": 1, "Mattia": 3, "Rossi": 3, "carved": 1, "supposedly": 3, "Christina": 3, "Sebastiano": 1, "fuori": 1, "le": 1, "Mura": 1, "restoration": 1, "historic": 1, "Cancelleria": 1, "per": 1, "latter": 3, "outstanding": 2, "confirmation": 1, "professional": 1, "good": 1, "health": 1, "advanced": 2, "inasmuch": 1, "chosen": 1, "younger": 2, "plentiful": 1, "difficult": 1, "assignment": 1, "since": 2, "deterioration": 1, "extent": 1, "threat": 1, "imminent": 1, "collapse": 1, "quite": 1, "apparent": 1, "Shortly": 1, "completion": 1, "home": 3, "buried": 1, "little": 1, "fanfare": 1, "vault": 2, "along": 2, "parents": 1, "planned": 1, "single": 1, "Ludovico": 2, "Gimignani": 2, "built": 4, "permanent": 1, "acknowledgement": 1, "anniversary": 2, "birth": 2, "plaque": 1, "affixed": 1, "Via": 4, "Mercede": 3, "proclaiming": 1, "Here": 1, "lived": 3, "sovereign": 1, "reverently": 1, "bowed": 1, "princes": 1, "multitude": 1, "peoples": 1, "engaged": 1, "married": 1, "named": 1, "workshop": 2, "Bonucelli": 1, "sculpted": 2, "Bargello": 1, "height": 1, "romance": 1, "She": 2, "Luigi": 4, "righthand": 2, "studio": 4, "When": 2, "fit": 2, "mad": 1, "fury": 1, "chased": 1, "threatening": 1, "punish": 1, "unfaithful": 1, "mistress": 1, "servant": 3, "house": 1, "where": 2, "slashed": 1, "razor": 1, "jailed": 2, "adultery": 1, "exonerated": 2, "committed": 1, "crime": 1, "ordering": 1, "faceslashing": 1, "May": 1, "fortyone": 1, "wed": 1, "twentytwoyearold": 1, "Caterina": 1, "Tezio": 1, "marriage": 2, "orders": 1, "bore": 1, "eleven": 1, "youngest": 2, "neverrepeated": 1, "passion": 1, "bloody": 1, "rage": 1, "sincerely": 1, "practice": 1, "biographers": 3, "whereas": 2, "bring": 1, "grief": 1, "scandal": 1, "sodomitic": 1, "rape": 1, "construction": 3, "site": 3, "Constantine": 2, "memorial": 2, "sacred": 1, "sometimes": 2, "settings": 3, "interiors": 1, "adjustments": 1, "constructions": 1, "took": 1, "worked": 4, "Montecitorio": 1, "started": 2, "ChigiOdescalchi": 1, "façade": 2, "baldachin": 2, "columned": 1, "altar": 1, "Baldachin": 1, "put": 1, "ongoing": 1, "However": 5, "fell": 2, "Pamphili": 2, "animosity": 1, "towards": 2, "hence": 1, "clients": 1, "Another": 4, "belltowers": 1, "commencing": 1, "north": 1, "partially": 1, "south": 1, "demolished": 1, "excessive": 1, "weight": 1, "caused": 1, "basilicas": 1, "threatened": 1, "calamitous": 1, "damage": 2, "Professional": 1, "opinion": 1, "divided": 1, "gravity": 2, "situation": 1, "spreading": 1, "extreme": 1, "antiBernini": 1, "catastrophic": 1, "problem": 2, "question": 1, "Who": 1, "overelaborate": 1, "Deceased": 1, "weak": 1, "Official": 1, "inculpating": 1, "Never": 1, "wholly": 1, "regained": 1, "colonnade": 1, "Further": 1, "grand": 1, "entrance": 2, "scratch": 1, "rather": 1, "concentrated": 1, "fulfilled": 1, "Best": 1, "richly": 1, "ornamented": 1, "Jesuit": 3, "novitiate": 1, "truly": 1, "pleased": 1, "Tommaso": 1, "da": 3, "Villanova": 1, "Assunta": 1, "remodeling": 1, "Santuario": 1, "Madonna": 1, "Galloro": 1, "endowing": 1, "invited": 1, "prepare": 1, "sober": 2, "classic": 1, "proposals": 1, "committee": 1, "consisting": 1, "Frenchmen": 2, "Le": 2, "Vau": 1, "Brun": 1, "doctor": 1, "amateur": 1, "Claude": 1, "signaling": 1, "waning": 1, "hegemony": 1, "essentially": 1, "rooted": 1, "urbanist": 1, "tradition": 1, "relating": 2, "spaces": 1, "piazze": 1, "absolutist": 1, "monarchy": 1, "preferred": 1, "classicizing": 1, "severity": 1, "Louvres": 1, "doubt": 1, "added": 1, "bonus": 1, "version": 2, "feature": 1, "flat": 2, "roof": 1, "Palladian": 1, "balustrade": 1, "During": 1, "palazzo": 2, "across": 1, "Liberiana": 1, "clan": 1, "longagodemolished": 1, "Marta": 1, "neighborhood": 1, "afforded": 2, "convenient": 1, "access": 1, "Foundry": 1, "working": 3, "premises": 1, "bought": 1, "property": 1, "corner": 1, "via": 2, "del": 5, "Collegio": 2, "Propaganda": 2, "Fide": 2, "distinction": 1, "being": 1, "Cortona": 2, "proprietor": 1, "own": 7, "palatial": 1, "sumptuous": 1, "residence": 1, "furnished": 1, "water": 6, "supply": 1, "refurbished": 1, "expanded": 1, "Nos": 1, "properly": 1, "pertains": 1, "familys": 1, "Corso": 1, "nineteenth": 2, "ManfroniBernini": 1, "No": 1, "extensively": 1, "th": 2, "those": 4, "imagined": 1, "must": 2, "galling": 1, "windows": 1, "dwelling": 1, "delle": 2, "Fratte": 1, "replaced": 1, "Borrominis": 1, "contains": 1, "originals": 1, "angels": 3, "True": 1, "dynamism": 1, "loved": 1, "pleasure": 1, "sight": 1, "sound": 1, "gifted": 1, "applauded": 1, "creations": 1, "otherwise": 2, "fountain": 7, "Barcaccia": 1, "foot": 1, "Steps": 1, "cleverly": 1, "surmounted": 1, "challenge": 1, "low": 2, "parts": 1, "driven": 1, "alone": 1, "lowlying": 1, "boat": 1, "take": 1, "advantage": 1, "amount": 3, "available": 1, "longago": 1, "dismantled": 1, "Woman": 1, "Drying": 1, "Her": 1, "Hair": 1, "nolongerextant": 1, "ai": 1, "Bastioni": 1, "edge": 1, "Janiculum": 1, "Hill": 1, "overlooking": 1, "Triton": 3, "Fontana": 6, "Tritone": 1, "Bees": 1, "Api": 1, "dei": 2, "Quattro": 2, "Fiumi": 1, "masterpiece": 1, "spectacle": 1, "allegory": 1, "brilliantly": 1, "overcame": 1, "abundance": 1, "reality": 1, "An": 2, "oftrepeated": 1, "false": 1, "anecdote": 2, "tells": 1, "river": 1, "gods": 1, "defers": 1, "gaze": 1, "disapproval": 1, "SantAgnese": 1, "Agone": 1, "politically": 1, "impossible": 2, "Moor": 1, "Moro": 1, "depicted": 1, "musically": 1, "section": 1, "Ottorino": 1, "Respighis": 1, "Fountains": 1, "category": 2, "activity": 2, "exercised": 1, "decisive": 2, "longenduring": 1, "Popes": 1, "Pimental": 1, "Canossa": 1, "Related": 1, "greatly": 1, "smaller": 1, "Baldinucci": 5, "Elephant": 1, "Obelisk": 1, "Pantheon": 1, "Dominican": 3, "decided": 2, "Egyptian": 2, "beneath": 1, "erected": 1, "same": 3, "support": 1, "elephant": 1, "bearing": 1, "back": 2, "students": 1, "Ercole": 3, "Ferrata": 4, "inscription": 1, "base": 1, "relates": 1, "goddess": 2, "Isis": 1, "Virgin": 1, "Mary": 1, "supplanted": 1, "pagan": 1, "goddesses": 1, "popular": 3, "concerns": 1, "elephants": 1, "smile": 1, "find": 1, "why": 1, "legend": 1, "examine": 1, "rear": 2, "animal": 1, "notice": 1, "muscles": 1, "tensed": 1, "tail": 1, "shifted": 1, "defecating": 1, "animals": 1, "pointed": 1, "directly": 3, "headquarters": 1, "Order": 1, "housing": 1, "offices": 1, "Inquisitors": 1, "office": 1, "Father": 1, "Giuseppe": 1, "Paglia": 1, "friar": 1, "main": 1, "antagonists": 1, "salute": 1, "minor": 1, "nonRoman": 1, "venues": 1, "Lisbon": 2, "Portuguese": 1, "nobleman": 1, "Count": 1, "Ericeira": 1, "copying": 1, "supplied": 2, "Neptune": 2, "tritons": 1, "basin": 1, "survived": 1, "gardens": 1, "Palacio": 1, "Nacional": 1, "Queluz": 1, "miles": 1, "studied": 1, "normal": 1, "part": 1, "adolescence": 1, "guidance": 2, "some": 2, "further": 1, "Florentine": 1, "Cigoli": 1, "probably": 1, "sporadic": 1, "diversion": 1, "practiced": 1, "mainly": 1, "youth": 1, "mids": 2, "study": 2, "decorate": 1, "Benediction": 1, "Loggia": 1, "likely": 1, "According": 1, "currently": 1, "paintings": 1, "confidently": 1, "attributed": 2, "securely": 2, "background": 1, "confident": 1, "brilliant": 1, "painterly": 1, "brushstroke": 1, "Velasquez": 1, "trace": 1, "pedantry": 1, "limited": 1, "palette": 1, "warm": 1, "subdued": 1, "colors": 1, "deep": 1, "chiaroscuro": 1, "sought": 1, "collectors": 1, "Most": 2, "noteworthy": 1, "vividly": 1, "penetrating": 1, "self": 1, "mid": 1, "searly": 1, "Uffizi": 1, "Gallery": 2, "purchased": 1, "Leopoldo": 1, "Medici": 1, "Apostles": 1, "Andrew": 1, "Thomas": 1, "Londons": 1, "National": 1, "attribution": 1, "approximate": 1, "date": 1, "provenance": 1, "minuscule": 1, "percentage": 1, "rapid": 1, "sketches": 1, "presentation": 1, "gifts": 1, "aristocratic": 1, "friends": 2, "exquisite": 1, "Agostino": 1, "Mascardi": 1, "Ecole": 1, "des": 1, "BeauxArts": 1, "Sisinio": 1, "Poli": 1, "Yorks": 1, "Morgan": 1, "Library": 1, "masters": 2, "Stefano": 1, "Speranza": 1, "Giuliano": 1, "Finelli": 1, "Giacomo": 1, "Antonio": 5, "Fancelli": 1, "Lazzaro": 1, "Morelli": 1, "Baratta": 1, "Frenchman": 3, "Niccolò": 1, "Sale": 1, "Mari": 1, "Francois": 2, "trusted": 1, "Giulio": 1, "Cartari": 1, "traveled": 1, "disciples": 1, "Battista": 2, "Contini": 1, "Swedish": 1, "Nicodemus": 1, "Tessin": 1, "Younger": 1, "visited": 1, "twice": 1, "rivals": 2, "above": 2, "Early": 1, "careers": 1, "initially": 1, "Later": 1, "competition": 1, "rivalries": 1, "developed": 1, "competed": 1, "Algardi": 2, "respectively": 1, "leaving": 1, "effectively": 1, "status": 2, "There": 1, "succession": 1, "painters": 1, "pittori": 1, "berniniani": 1, "frescos": 1, "integral": 1, "components": 1, "multimedia": 1, "Pellegrini": 1, "Ubaldo": 1, "Abbatini": 1, "Guillaume": 1, "Courtois": 1, "Guglielmo": 1, "Cortese": 1, "Il": 1, "Borgognone": 1, "Gaulli": 1, "thanks": 1, "prized": 1, "mother": 1, "Gesù": 1, "Superior": 1, "General": 1, "Oliva": 1, "Caravaggio": 5, "concerned": 1, "voluminous": 1, "sources": 2, "appears": 1, "Diary": 2, "disparaging": 1, "remark": 1, "Fortune": 1, "Teller": 1, "arrived": 1, "really": 1, "scorned": 1, "Caravaggios": 1, "matter": 1, "debate": 1, "arguments": 1, "strong": 1, "course": 1, "heard": 1, "contact": 1, "avoid": 1, "used": 1, "theatricallike": 1, "metaphorical": 1, "device": 1, "using": 1, "intensify": 1, "worship": 1, "enhance": 1, "primary": 1, "written": 2, "entitled": 1, "Vita": 2, "Gio": 1, "Bernino": 1, "published": 4, "compiled": 1, "journal": 1, "Visit": 1, "fourmonth": 1, "June": 1, "biographical": 2, "Brevis": 1, "eldest": 2, "Monsignor": 2, "Until": 1, "Sweden": 1, "living": 1, "write": 1, "research": 2, "strongly": 1, "sons": 1, "Mons": 1, "intent": 1, "publishing": 1, "mean": 1, "originate": 1, "merely": 1, "lent": 1, "patron": 1, "hide": 1, "secondly": 1, "derived": 1, "prepublication": 1, "evidenced": 1, "text": 1, "verbatim": 3, "explanation": 1, "repetition": 1, "routinely": 1, "material": 1, "biographies": 1, "detailed": 1, "Domenicos": 1, "fulllength": 1, "idealizes": 1, "whitewashes": 1, "lessthanflattering": 1, "facts": 1, "personality": 1, "summarized": 1, "Perhaps": 1, "studies": 1, "past": 1, "restore": 2, "protagonist": 1, "undisputed": 1, "interpret": 1, "genial": 1, "fashion": 1, "sensibilities": 1, "give": 1, "unify": 1, "language": 1, "Few": 1, "tenor": 1, "Maintaining": 1, "controlling": 1, "aided": 1, "executing": 1, "carry": 1, "unique": 1, "harmoniously": 1, "productive": 1, "reaction": 2, "brand": 1, "flamboyant": 1, "Nicola": 1, "Salvis": 1, "Trevi": 1, "prime": 1, "postmortem": 1, "citys": 1, "landscape": 1, "eighteenth": 2, "neoclassical": 1, "criticism": 2, "aimed": 1, "latters": 1, "extravagant": 1, "illegitimate": 1, "departures": 1, "pristine": 1, "models": 1, "Greek": 1, "seeking": 1, "objective": 1, "understanding": 1, "output": 1, "cultural": 1, "priori": 1, "prejudices": 1, "neoclassicism": 1, "recognize": 1, "achievements": 1, "slowly": 1, "toosensual": 1, "decadent": 1, "charged": 1, "nonCatholic": 1, "countries": 1, "northern": 1, "Victorian": 1, "effect": 1, "twentieth": 2, "notable": 1, "disparagement": 1, "Milizia": 1, "Joshua": 1, "Reynolds": 1, "Jacob": 1, "Burkhardt": 1, "nineteenthcentury": 1, "tourists": 1, "guides": 1, "ignore": 1, "treat": 1, "disdain": 1, "case": 1, "bestselling": 3, "Walks": 1, "editions": 1, "Augustus": 1, "JC": 1, "Hare": 1, "describes": 1, "Breezy": 1, "Maniacs": 1, "twentyfirst": 1, "enthusiastically": 1, "critical": 1, "Since": 1, "year": 1, "numerous": 1, "exhibitions": 1, "North": 1, "America": 1, "expanding": 1, "knowledge": 1, "commemorated": 1, "theBanca": 1, "dItalia": 1, "lire": 1, "banknote": 1, "sbefore": 1, "switched": 1, "euro": 1, "sign": 1, "decision": 1, "IM": 1, "Pei": 1, "insert": 1, "faithful": 1, "copy": 1, "lead": 1, "Equestrian": 1, "ornamental": 1, "element": 1, "modernist": 1, "redesign": 1, "plaza": 1, "acclaim": 1, "Pyramid": 1, "glass": 1, "novelist": 2, "Dan": 1, "Brown": 1, "thriller": 1, "Angels": 1, "Demons": 1, "Iain": 1, "Pears": 1, "missing": 1, "murder": 1, "mystery": 1, "Cepparelli": 1, "Pozzo": 1, "Selfportrait": 1, "Terracota": 1, "Modello": 1, "colonade": 1, "Angelo": 1, "fiumi": 1, "Bronze": 1}, "freq": {"Gian": 0.0010728462611307799, "Lorenzo": 0.0010728462611307799, "or": 0.002574831026713872, "Gianlorenzo": 0.000214569252226156, "Bernini": 0.015985409290848622, "bɛərˈniːni": 0.000107284626113078, "US": 0.000214569252226156, "English": 0.000214569252226156, "bərˈ": 0.000107284626113078, "Italianˈdʒan": 0.000107284626113078, "loˈrɛntso": 0.000107284626113078, "berˈniːni": 0.000107284626113078, "Italian": 0.000429138504452312, "Giovanni": 0.000429138504452312, "December": 0.000214569252226156, "November": 0.000321853878339234, "was": 0.012230447376890892, "an": 0.004076815792296964, "sculptor": 0.000858277008904624, "and": 0.030683403068340307, "architect": 0.0009655616350177019, "While": 0.000107284626113078, "a": 0.01544898616028323, "major": 0.000858277008904624, "figure": 0.000107284626113078, "in": 0.027250295032721812, "the": 0.06994957622572685, "world": 0.0005364231305653899, "of": 0.049029074133676645, "architecture": 0.001180130887243858, "he": 0.004505954296749276, "more": 0.001716554017809248, "prominently": 0.000214569252226156, "leading": 0.000321853878339234, "his": 0.017701963308657868, "age": 0.000643707756678468, "credited": 0.000107284626113078, "with": 0.006115223688445446, "creating": 0.000429138504452312, "Baroque": 0.001287415513356936, "style": 0.000429138504452312, "sculpture": 0.0021456925222615598, "As": 0.000750992382791546, "one": 0.002252977148374638, "scholar": 0.000321853878339234, "has": 0.0009655616350177019, "commented": 0.000107284626113078, "What": 0.000107284626113078, "Shakespeare": 0.000107284626113078, "is": 0.0053642313056538994, "to": 0.02027679433537174, "drama": 0.000107284626113078, "may": 0.000214569252226156, "be": 0.002038407896148482, "first": 0.001394700139470014, "panEuropean": 0.000107284626113078, "whose": 0.0005364231305653899, "name": 0.000429138504452312, "instantaneously": 0.000107284626113078, "identifiable": 0.000107284626113078, "particular": 0.000214569252226156, "manner": 0.000107284626113078, "vision": 0.000429138504452312, "influence": 0.001180130887243858, "inordinately": 0.000107284626113078, "powerful": 0.0005364231305653899, "In": 0.002038407896148482, "addition": 0.000750992382791546, "painter": 0.000429138504452312, "mostly": 0.000643707756678468, "small": 0.000858277008904624, "canvases": 0.000321853878339234, "oil": 0.000214569252226156, "man": 0.000429138504452312, "theater": 0.000214569252226156, "wrote": 0.000107284626113078, "directed": 0.000107284626113078, "acted": 0.000107284626113078, "plays": 0.000107284626113078, "Carnival": 0.000107284626113078, "satires": 0.000107284626113078, "for": 0.007295354575689304, "which": 0.003111254157279262, "designed": 0.001716554017809248, "stage": 0.000214569252226156, "sets": 0.000107284626113078, "theatrical": 0.000214569252226156, "machinery": 0.000107284626113078, "He": 0.000750992382791546, "produced": 0.000429138504452312, "designs": 0.000643707756678468, "as": 0.008260916210707006, "well": 0.001287415513356936, "wide": 0.000214569252226156, "variety": 0.000107284626113078, "decorative": 0.000321853878339234, "art": 0.0019311232700354038, "objects": 0.000107284626113078, "including": 0.0010728462611307799, "lamps": 0.000107284626113078, "tables": 0.000107284626113078, "mirrors": 0.000107284626113078, "even": 0.000750992382791546, "coaches": 0.000107284626113078, "city": 0.000858277008904624, "planner": 0.000214569252226156, "secular": 0.000321853878339234, "buildings": 0.0010728462611307799, "churches": 0.0005364231305653899, "chapels": 0.000321853878339234, "public": 0.0009655616350177019, "squares": 0.000214569252226156, "massive": 0.000858277008904624, "works": 0.003003969531166184, "combining": 0.000107284626113078, "both": 0.001716554017809248, "especially": 0.0010728462611307799, "elaborate": 0.000643707756678468, "fountains": 0.000643707756678468, "funerary": 0.000643707756678468, "monuments": 0.000321853878339234, "whole": 0.000429138504452312, "series": 0.000214569252226156, "temporary": 0.000107284626113078, "structures": 0.000321853878339234, "stucco": 0.000214569252226156, "wood": 0.000107284626113078, "funerals": 0.000107284626113078, "festivals": 0.000107284626113078, "His": 0.001287415513356936, "broad": 0.000214569252226156, "technical": 0.000214569252226156, "versatility": 0.000107284626113078, "boundless": 0.000214569252226156, "compositional": 0.000107284626113078, "inventiveness": 0.000214569252226156, "sheer": 0.000107284626113078, "skill": 0.000214569252226156, "manipulating": 0.000107284626113078, "marble": 0.002038407896148482, "ensured": 0.000107284626113078, "that": 0.007831777706254693, "would": 0.001501984765583092, "considered": 0.0005364231305653899, "worthy": 0.000107284626113078, "successor": 0.000214569252226156, "Michelangelo": 0.0005364231305653899, "far": 0.000321853878339234, "outshining": 0.000107284626113078, "other": 0.001394700139470014, "sculptors": 0.000643707756678468, "generation": 0.000214569252226156, "talent": 0.0005364231305653899, "extended": 0.000214569252226156, "beyond": 0.000214569252226156, "confines": 0.000107284626113078, "consideration": 0.000107284626113078, "setting": 0.000214569252226156, "it": 0.0032185387833923397, "situated": 0.000107284626113078, "ability": 0.000643707756678468, "synthesize": 0.000107284626113078, "painting": 0.000429138504452312, "into": 0.0009655616350177019, "coherent": 0.000107284626113078, "conceptual": 0.000107284626113078, "visual": 0.0005364231305653899, "been": 0.002252977148374638, "termed": 0.000107284626113078, "by": 0.00965561635017702, "late": 0.000643707756678468, "historian": 0.000321853878339234, "Irving": 0.000321853878339234, "Lavin": 0.000321853878339234, "unity": 0.000107284626113078, "arts": 0.000107284626113078, "born": 0.000107284626113078, "on": 0.00590065443621929, "Naples": 0.000214569252226156, "Angelica": 0.000107284626113078, "Galante": 0.000107284626113078, "Neapolitan": 0.000107284626113078, "Mannerist": 0.000214569252226156, "Pietro": 0.0010728462611307799, "originally": 0.000107284626113078, "from": 0.003540392661731574, "Florence": 0.0005364231305653899, "sixth": 0.000107284626113078, "their": 0.001287415513356936, "thirteen": 0.000107284626113078, "children": 0.000214569252226156, "definition": 0.000107284626113078, "childhood": 0.000107284626113078, "genius": 0.000214569252226156, "recognized": 0.000107284626113078, "prodigy": 0.000107284626113078, "when": 0.000321853878339234, "only": 0.001501984765583092, "eight": 0.000107284626113078, "years": 0.001180130887243858, "old": 0.000321853878339234, "consistently": 0.000107284626113078, "encouraged": 0.000107284626113078, "father": 0.0009655616350177019, "precocity": 0.000107284626113078, "earned": 0.000107284626113078, "him": 0.0019311232700354038, "admiration": 0.000107284626113078, "favor": 0.000643707756678468, "patrons": 0.000643707756678468, "who": 0.002896684905053106, "hailed": 0.000107284626113078, "century": 0.001394700139470014, "More": 0.000107284626113078, "specifically": 0.000321853878339234, "Pope": 0.003003969531166184, "Paul": 0.0010728462611307799, "V": 0.000643707756678468, "after": 0.001823838643922326, "attesting": 0.000107284626113078, "boy": 0.000429138504452312, "Berninis": 0.008368200836820083, "famously": 0.000107284626113078, "remarked": 0.000214569252226156, "This": 0.000643707756678468, "child": 0.000107284626113078, "will": 0.000214569252226156, "later": 0.0010728462611307799, "repeating": 0.000107284626113078, "prophecy": 0.000107284626113078, "Cardinal": 0.001287415513356936, "Maffeo": 0.000750992382791546, "Barberini": 0.001716554017809248, "future": 0.000107284626113078, "Urban": 0.0021456925222615598, "VIII": 0.001394700139470014, "Domenico": 0.0010728462611307799, "reports": 0.000214569252226156, "biography": 0.000858277008904624, "received": 0.000321853878339234, "papal": 0.001287415513356936, "commission": 0.001287415513356936, "contribute": 0.000107284626113078, "relief": 0.000321853878339234, "Cappella": 0.000107284626113078, "Paolina": 0.000107284626113078, "Santa": 0.001716554017809248, "Maria": 0.001716554017809248, "Maggiore": 0.0005364231305653899, "so": 0.000429138504452312, "moved": 0.000321853878339234, "Rome": 0.004613238922862354, "taking": 0.000214569252226156, "entire": 0.000214569252226156, "family": 0.001501984765583092, "continuing": 0.000214569252226156, "earnest": 0.000214569252226156, "training": 0.000429138504452312, "son": 0.001180130887243858, "Several": 0.000107284626113078, "extant": 0.0005364231305653899, "dating": 0.000429138504452312, "circa": 0.0005364231305653899, "are": 0.002038407896148482, "general": 0.000107284626113078, "scholarly": 0.000107284626113078, "consensus": 0.000107284626113078, "collaborative": 0.000107284626113078, "efforts": 0.000214569252226156, "they": 0.0010728462611307799, "include": 0.0009655616350177019, "Faun": 0.000214569252226156, "Teased": 0.000107284626113078, "Putti": 0.000107284626113078, "c": 0.000429138504452312, "Metropolitan": 0.000107284626113078, "Museum": 0.000429138504452312, "NYC": 0.000107284626113078, "Boy": 0.000107284626113078, "Dragon": 0.000107284626113078, "Getty": 0.000214569252226156, "Los": 0.000107284626113078, "Angeles": 0.000107284626113078, "Aldobrandini": 0.000107284626113078, "Four": 0.000429138504452312, "Seasons": 0.000107284626113078, "private": 0.000429138504452312, "collection": 0.000429138504452312, "recently": 0.000214569252226156, "discovered": 0.000214569252226156, "Bust": 0.000750992382791546, "Savior": 0.000214569252226156, "New": 0.000321853878339234, "York": 0.000107284626113078, "Sometime": 0.000107284626113078, "arrival": 0.000107284626113078, "word": 0.000214569252226156, "about": 0.0009655616350177019, "great": 0.001180130887243858, "got": 0.000107284626113078, "around": 0.000429138504452312, "soon": 0.000214569252226156, "caught": 0.000107284626113078, "attention": 0.000429138504452312, "Scipione": 0.000643707756678468, "Borghese": 0.001180130887243858, "nephew": 0.000107284626113078, "reigning": 0.000107284626113078, "pope": 0.000750992382791546, "spoke": 0.000107284626113078, "uncle": 0.000107284626113078, "therefore": 0.0005364231305653899, "presented": 0.000321853878339234, "before": 0.0010728462611307799, "curious": 0.000107284626113078, "see": 0.000321853878339234, "if": 0.000321853878339234, "stories": 0.000214569252226156, "Lorenzos": 0.000107284626113078, "were": 0.003647677287844652, "true": 0.000214569252226156, "The": 0.0041841004184100415, "improvised": 0.000107284626113078, "sketch": 0.000214569252226156, "Saint": 0.000750992382791546, "marveling": 0.000107284626113078, "this": 0.002252977148374638, "beginning": 0.0005364231305653899, "popes": 0.000643707756678468, "young": 0.000858277008904624, "Once": 0.000214569252226156, "brought": 0.000214569252226156, "rarely": 0.000107284626113078, "left": 0.000429138504452312, "its": 0.002038407896148482, "walls": 0.000429138504452312, "except": 0.000107284626113078, "much": 0.000750992382791546, "against": 0.0005364231305653899, "fivemonth": 0.000107284626113078, "stay": 0.000214569252226156, "Paris": 0.001394700139470014, "service": 0.000107284626113078, "King": 0.000750992382791546, "Louis": 0.001394700139470014, "XIV": 0.0010728462611307799, "brief": 0.000107284626113078, "trips": 0.000107284626113078, "nearby": 0.000214569252226156, "towns": 0.000214569252226156, "Civitavecchia": 0.000107284626113078, "Tivoli": 0.000107284626113078, "Castelgandolfo": 0.000214569252226156, "workrelated": 0.000107284626113078, "reasons": 0.000214569252226156, "You": 0.000107284626113078, "made": 0.000750992382791546, "said": 0.000214569252226156, "you": 0.000214569252226156, "It": 0.000858277008904624, "thcentury": 0.000107284626113078, "international": 0.000107284626113078, "religiouspolitical": 0.000107284626113078, "power": 0.000214569252226156, "resided": 0.000107284626113078, "there": 0.001180130887243858, "created": 0.0009655616350177019, "greatest": 0.000321853878339234, "often": 0.000643707756678468, "characterized": 0.000107284626113078, "perfect": 0.000107284626113078, "expressions": 0.000107284626113078, "spirit": 0.000107284626113078, "assertive": 0.000107284626113078, "triumphal": 0.000107284626113078, "but": 0.002789400278940028, "selfdefensive": 0.000107284626113078, "Counter": 0.000107284626113078, "Reformation": 0.000107284626113078, "Roman": 0.001180130887243858, "Catholic": 0.000107284626113078, "Church": 0.000321853878339234, "Certainly": 0.000107284626113078, "times": 0.0005364231305653899, "deeply": 0.000214569252226156, "religious": 0.000429138504452312, "at": 0.0033258234095054177, "least": 0.000214569252226156, "life": 0.001287415513356936, "artistic": 0.001394700139470014, "production": 0.000107284626113078, "should": 0.000107284626113078, "not": 0.002467546400600794, "reduced": 0.000107284626113078, "simply": 0.000321853878339234, "instruments": 0.000107284626113078, "papacy": 0.000321853878339234, "politicaldoctrinal": 0.000107284626113078, "programs": 0.000107284626113078, "impression": 0.000107284626113078, "communicated": 0.000107284626113078, "three": 0.000429138504452312, "most": 0.002574831026713872, "eminent": 0.000107284626113078, "scholars": 0.000321853878339234, "previous": 0.000214569252226156, "Rudolf": 0.000321853878339234, "Wittkower": 0.000321853878339234, "Howard": 0.000214569252226156, "Hibbard": 0.000214569252226156, "Tomaso": 0.000107284626113078, "Montanaris": 0.000107284626113078, "recent": 0.000214569252226156, "revisionist": 0.000107284626113078, "monograph": 0.000107284626113078, "La": 0.000214569252226156, "libertà": 0.000107284626113078, "di": 0.0005364231305653899, "Turin": 0.000107284626113078, "Einaudi": 0.000107284626113078, "argues": 0.000107284626113078, "Franco": 0.000214569252226156, "Mormandos": 0.000107284626113078, "antihagiographic": 0.000107284626113078, "Life": 0.000214569252226156, "Chicago": 0.000214569252226156, "University": 0.000107284626113078, "Press": 0.000107284626113078, "illustrates": 0.000214569252226156, "maintained": 0.000214569252226156, "certain": 0.000107284626113078, "degree": 0.000214569252226156, "freedom": 0.000107284626113078, "mindset": 0.000107284626113078, "mores": 0.000107284626113078, "CounterReformation": 0.000107284626113078, "Catholicism": 0.000107284626113078, "Under": 0.000321853878339234, "patronage": 0.000429138504452312, "extravagantly": 0.000107284626113078, "wealthy": 0.000107284626113078, "rapidly": 0.000321853878339234, "rose": 0.000107284626113078, "prominence": 0.000107284626113078, "Among": 0.000858277008904624, "early": 0.001180130887243858, "cardinal": 0.000107284626113078, "pieces": 0.000107284626113078, "garden": 0.000107284626113078, "Villa": 0.000321853878339234, "such": 0.001716554017809248, "Goat": 0.000107284626113078, "Amalthea": 0.000107284626113078, "Infant": 0.000107284626113078, "Jupiter": 0.000107284626113078, "executed": 0.001287415513356936, "sometime": 0.000214569252226156, "generally": 0.000214569252226156, "earliest": 0.0005364231305653899, "work": 0.002360261774487716, "entirely": 0.000643707756678468, "himself": 0.000750992382791546, "documented": 0.000321853878339234, "collaboration": 0.000107284626113078, "fathers": 0.000321853878339234, "February": 0.000214569252226156, "create": 0.000858277008904624, "four": 0.0009655616350177019, "putti": 0.000107284626113078, "chapel": 0.000858277008904624, "church": 0.001501984765583092, "SantAndrea": 0.000643707756678468, "della": 0.000858277008904624, "Valle": 0.000107284626113078, "contract": 0.000107284626113078, "stipulating": 0.000107284626113078, "assist": 0.000214569252226156, "execution": 0.000321853878339234, "statues": 0.0005364231305653899, "Also": 0.000321853878339234, "letter": 0.000107284626113078, "brother": 0.000429138504452312, "Carlo": 0.0009655616350177019, "mentions": 0.000107284626113078, "thinking": 0.000107284626113078, "asking": 0.000107284626113078, "finish": 0.000214569252226156, "incomplete": 0.000107284626113078, "then": 0.000321853878339234, "possession": 0.000107284626113078, "Michelangelos": 0.000214569252226156, "grandnephew": 0.000107284626113078, "hoping": 0.000107284626113078, "purchase": 0.000107284626113078, "remarkable": 0.000107284626113078, "attestation": 0.000107284626113078, "already": 0.000321853878339234, "believed": 0.000214569252226156, "possess": 0.000107284626113078, "Although": 0.000429138504452312, "statuecompletion": 0.000107284626113078, "came": 0.0005364231305653899, "naught": 0.000107284626113078, "shortly": 0.000107284626113078, "thereafter": 0.000107284626113078, "commissioned": 0.0009655616350177019, "repair": 0.000107284626113078, "complete": 0.0005364231305653899, "famous": 0.000214569252226156, "antiquity": 0.000321853878339234, "sleeping": 0.000107284626113078, "Hermaphrodite": 0.000107284626113078, "owned": 0.000107284626113078, "Galleria": 0.000214569252226156, "restored": 0.000321853878339234, "socalled": 0.000429138504452312, "Ludovisi": 0.000321853878339234, "Ares": 0.000107284626113078, "Palazzo": 0.0010728462611307799, "Altemps": 0.000107284626113078, "period": 0.0005364231305653899, "Damned": 0.000214569252226156, "Soul": 0.000429138504452312, "Blessed": 0.0005364231305653899, "two": 0.001394700139470014, "busts": 0.000214569252226156, "have": 0.001501984765583092, "influenced": 0.000321853878339234, "set": 0.000214569252226156, "prints": 0.000107284626113078, "Pieter": 0.000107284626113078, "de": 0.0010728462611307799, "Jode": 0.000107284626113078, "I": 0.000429138504452312, "Karel": 0.000107284626113078, "van": 0.000107284626113078, "Mallery": 0.000107284626113078, "fact": 0.000858277008904624, "unambiguously": 0.000107284626113078, "cataloged": 0.000107284626113078, "inventory": 0.000107284626113078, "owner": 0.000107284626113078, "Fernando": 0.000107284626113078, "Botinete": 0.000107284626113078, "y": 0.000107284626113078, "Acevedo": 0.000107284626113078, "depicting": 0.000429138504452312, "nymph": 0.000107284626113078, "satyr": 0.000107284626113078, "commonly": 0.000107284626113078, "paired": 0.000107284626113078, "duo": 0.000107284626113078, "ancient": 0.0005364231305653899, "nor": 0.000107284626113078, "ever": 0.000321853878339234, "belonged": 0.000107284626113078, "either": 0.0005364231305653899, "scholarship": 0.000321853878339234, "erroneously": 0.000107284626113078, "claims": 0.000107284626113078, "Spanish": 0.000429138504452312, "cleric": 0.000107284626113078, "Pedro": 0.000107284626113078, "Foix": 0.000107284626113078, "Montoya": 0.000107284626113078, "By": 0.000107284626113078, "time": 0.000858277008904624, "twentytwo": 0.000107284626113078, "talented": 0.000321853878339234, "enough": 0.000214569252226156, "given": 0.0005364231305653899, "portrait": 0.0005364231305653899, "now": 0.001394700139470014, "J": 0.000107284626113078, "reputation": 0.0005364231305653899, "however": 0.000429138504452312, "definitively": 0.000214569252226156, "established": 0.000107284626113078, "masterpieces": 0.000214569252226156, "between": 0.0005364231305653899, "all": 0.002467546400600794, "displayed": 0.000214569252226156, "To": 0.000643707756678468, "these": 0.0009655616350177019, "worksAeneas": 0.000107284626113078, "Anchises": 0.000107284626113078, "Ascanius": 0.000107284626113078, "Rape": 0.000107284626113078, "Proserpina": 0.000321853878339234, "Apollo": 0.000214569252226156, "Daphne": 0.000321853878339234, "David": 0.0005364231305653899, "inaugurated": 0.000429138504452312, "new": 0.0016092693916961698, "era": 0.000214569252226156, "history": 0.000214569252226156, "European": 0.000321853878339234, "view": 0.000321853878339234, "repeated": 0.000214569252226156, "proclaimed": 0.000107284626113078, "seventeenth": 0.000107284626113078, "no": 0.001180130887243858, "architects": 0.000429138504452312, "comparable": 0.000107284626113078, "Adapting": 0.000107284626113078, "classical": 0.000214569252226156, "grandeur": 0.000214569252226156, "Renaissance": 0.000321853878339234, "dynamic": 0.000214569252226156, "energy": 0.000214569252226156, "forged": 0.000107284626113078, "distinctly": 0.000107284626113078, "conception": 0.000107284626113078, "historical": 0.000214569252226156, "powerfully": 0.000107284626113078, "imbued": 0.000107284626113078, "dramatic": 0.000858277008904624, "realism": 0.000321853878339234, "stirring": 0.000214569252226156, "emotion": 0.000107284626113078, "compositions": 0.000214569252226156, "groups": 0.000107284626113078, "portraits": 0.0010728462611307799, "manifest": 0.000107284626113078, "command": 0.000107284626113078, "human": 0.000214569252226156, "form": 0.000429138504452312, "motion": 0.000321853878339234, "sophistication": 0.000107284626113078, "rivaled": 0.000107284626113078, "Moreover": 0.000107284626113078, "possessed": 0.000107284626113078, "depict": 0.000107284626113078, "highly": 0.000214569252226156, "narratives": 0.000214569252226156, "characters": 0.000214569252226156, "showing": 0.000214569252226156, "intense": 0.000214569252226156, "psychological": 0.000321853878339234, "states": 0.000107284626113078, "also": 0.002574831026713872, "organize": 0.000107284626113078, "largescale": 0.000321853878339234, "sculptural": 0.000321853878339234, "convey": 0.000107284626113078, "magnificent": 0.000214569252226156, "Unlike": 0.000107284626113078, "sculptures": 0.000321853878339234, "done": 0.000214569252226156, "predecessors": 0.000107284626113078, "focus": 0.0005364231305653899, "specific": 0.000321853878339234, "points": 0.000321853878339234, "narrative": 0.000643707756678468, "tension": 0.000107284626113078, "trying": 0.000107284626113078, "tell": 0.000107284626113078, "Aeneas": 0.000107284626113078, "fleeing": 0.000107284626113078, "burning": 0.000107284626113078, "Troy": 0.000107284626113078, "instant": 0.000107284626113078, "Pluto": 0.000214569252226156, "finally": 0.000429138504452312, "grasps": 0.000107284626113078, "hunted": 0.000107284626113078, "Persephone": 0.000107284626113078, "precise": 0.000107284626113078, "moment": 0.000321853878339234, "sees": 0.000107284626113078, "beloved": 0.000107284626113078, "begin": 0.000107284626113078, "her": 0.001180130887243858, "transformation": 0.000107284626113078, "tree": 0.000107284626113078, "They": 0.000107284626113078, "transitory": 0.000214569252226156, "moments": 0.000214569252226156, "each": 0.000321853878339234, "story": 0.000321853878339234, "another": 0.000429138504452312, "example": 0.0005364231305653899, "motionless": 0.000107284626113078, "idealized": 0.000214569252226156, "shows": 0.000107284626113078, "subject": 0.000321853878339234, "holding": 0.000107284626113078, "rock": 0.000214569252226156, "hand": 0.000429138504452312, "sling": 0.000107284626113078, "contemplating": 0.000107284626113078, "battle": 0.000214569252226156, "similarly": 0.000107284626113078, "immobile": 0.000107284626113078, "versions": 0.000107284626113078, "artists": 0.001287415513356936, "Donatellos": 0.000107284626113078, "show": 0.000321853878339234, "triumph": 0.000107284626113078, "Goliath": 0.000214569252226156, "during": 0.0016092693916961698, "active": 0.000214569252226156, "combat": 0.000107284626113078, "giant": 0.000214569252226156, "twists": 0.000107284626113078, "body": 0.000214569252226156, "catapult": 0.000107284626113078, "toward": 0.000107284626113078, "emphasize": 0.000107284626113078, "ensure": 0.000107284626113078, "appreciated": 0.000107284626113078, "viewer": 0.000429138504452312, "viewpoint": 0.000107284626113078, "mind": 0.000321853878339234, "Their": 0.000107284626113078, "original": 0.000321853878339234, "placements": 0.000107284626113078, "within": 0.000858277008904624, "viewers": 0.000214569252226156, "result": 0.000429138504452312, "approach": 0.000214569252226156, "invest": 0.000107284626113078, "greater": 0.000643707756678468, "finds": 0.000107284626113078, "easier": 0.000107284626113078, "gauge": 0.000107284626113078, "state": 0.000107284626113078, "understands": 0.000107284626113078, "larger": 0.000429138504452312, "Daphnes": 0.000107284626113078, "open": 0.000321853878339234, "mouth": 0.000214569252226156, "fear": 0.000107284626113078, "astonishment": 0.000107284626113078, "biting": 0.000107284626113078, "lip": 0.000107284626113078, "determined": 0.000107284626113078, "concentration": 0.000107284626113078, "desperately": 0.000107284626113078, "struggling": 0.000107284626113078, "free": 0.000321853878339234, "herself": 0.000214569252226156, "portraying": 0.000107284626113078, "concern": 0.000214569252226156, "representing": 0.000429138504452312, "physical": 0.000429138504452312, "details": 0.000107284626113078, "tousled": 0.000107284626113078, "hair": 0.000214569252226156, "pliant": 0.000107284626113078, "flesh": 0.000214569252226156, "forest": 0.000107284626113078, "leaves": 0.000107284626113078, "envelop": 0.000107284626113078, "demonstrate": 0.000214569252226156, "exactitude": 0.000107284626113078, "delight": 0.000214569252226156, "complex": 0.000321853878339234, "real": 0.000107284626113078, "textures": 0.000107284626113078, "succeeded": 0.000214569252226156, "throne": 0.000321853878339234, "St": 0.004505954296749276, "Peter": 0.000643707756678468, "admiring": 0.000214569252226156, "friend": 0.000429138504452312, "Alessandro": 0.000214569252226156, "became": 0.000214569252226156, "Gregory": 0.000214569252226156, "XV": 0.000107284626113078, "although": 0.000321853878339234, "reign": 0.0005364231305653899, "very": 0.0005364231305653899, "short": 0.000429138504452312, "died": 0.000429138504452312, "bronze": 0.000429138504452312, "pontiff": 0.000214569252226156, "bestowed": 0.000107284626113078, "upon": 0.000429138504452312, "honorific": 0.000107284626113078, "rank": 0.000107284626113078, "Cavaliere": 0.000321853878339234, "title": 0.000214569252226156, "rest": 0.000107284626113078, "artist": 0.0009655616350177019, "habitually": 0.000107284626113078, "referred": 0.000214569252226156, "ascent": 0.000214569252226156, "aforementioned": 0.000107284626113078, "former": 0.000214569252226156, "tutor": 0.000107284626113078, "henceforth": 0.000107284626113078, "until": 0.000750992382791546, "Urbans": 0.000429138504452312, "death": 0.001287415513356936, "enjoyed": 0.000107284626113078, "near": 0.000214569252226156, "monopolistic": 0.000107284626113078, "reported": 0.000107284626113078, "fortune": 0.000214569252226156, "O": 0.000107284626113078, "our": 0.000321853878339234, "Cavalier": 0.000321853878339234, "alive": 0.000321853878339234, "pontificate": 0.0005364231305653899, "did": 0.000858277008904624, "fare": 0.000107284626113078, "Innocent": 0.001180130887243858, "X": 0.000750992382791546, "under": 0.001716554017809248, "Innocents": 0.000429138504452312, "Alexander": 0.001180130887243858, "VII": 0.0009655616350177019, "reigned": 0.000214569252226156, "once": 0.000750992382791546, "again": 0.000321853878339234, "gained": 0.000107284626113078, "preeminent": 0.000214569252226156, "domination": 0.000107284626113078, "continued": 0.000643707756678468, "successive": 0.000107284626113078, "held": 0.000107284626113078, "high": 0.000214569252226156, "regard": 0.000107284626113078, "Clement": 0.0005364231305653899, "IX": 0.000214569252226156, "VIIIs": 0.000214569252226156, "horizons": 0.000107284626113078, "widely": 0.000214569252226156, "broadened": 0.000107284626113078, "just": 0.0005364231305653899, "producing": 0.000107284626113078, "residences": 0.000321853878339234, "playing": 0.000107284626113078, "significant": 0.000429138504452312, "engineering": 0.000107284626113078, "role": 0.000321853878339234, "urban": 0.0005364231305653899, "official": 0.000321853878339234, "appointments": 0.000107284626113078, "testify": 0.000107284626113078, "thiscurator": 0.000107284626113078, "director": 0.000107284626113078, "foundry": 0.000107284626113078, "Castel": 0.000107284626113078, "SantAngelo": 0.000429138504452312, "commissioner": 0.000107284626113078, "Piazza": 0.000750992382791546, "Navona": 0.000429138504452312, "Such": 0.000107284626113078, "positions": 0.000214569252226156, "gave": 0.000214569252226156, "opportunity": 0.000107284626113078, "versatile": 0.000107284626113078, "skills": 0.000107284626113078, "throughout": 0.000429138504452312, "protest": 0.000107284626113078, "older": 0.000107284626113078, "experienced": 0.000107284626113078, "master": 0.000321853878339234, "virtually": 0.000214569252226156, "architectural": 0.0010728462611307799, "appointed": 0.000107284626113078, "Chief": 0.000107284626113078, "Architect": 0.000321853878339234, "Peters": 0.003647677287844652, "Maderno": 0.000643707756678468, "From": 0.000107284626113078, "placed": 0.000321853878339234, "symbolic": 0.000321853878339234, "heart": 0.000321853878339234, "preeminence": 0.000107284626113078, "meant": 0.000107284626113078, "able": 0.0005364231305653899, "secure": 0.000107284626113078, "important": 0.000750992382791546, "commissions": 0.001287415513356936, "day": 0.000429138504452312, "namely": 0.000321853878339234, "various": 0.000643707756678468, "embellishment": 0.000321853878339234, "projects": 0.0005364231305653899, "newly": 0.000107284626113078, "finished": 0.000643707756678468, "Basilica": 0.001501984765583092, "completed": 0.001180130887243858, "Madernos": 0.000214569252226156, "nave": 0.000643707756678468, "facade": 0.001394700139470014, "reconsecrated": 0.000107284626113078, "planning": 0.000214569252226156, "building": 0.000429138504452312, "Within": 0.000214569252226156, "basilica": 0.001180130887243858, "responsible": 0.000214569252226156, "Baldacchino": 0.000429138504452312, "decoration": 0.000643707756678468, "piers": 0.000214569252226156, "cupola": 0.000214569252226156, "Cathedra": 0.000321853878339234, "Petri": 0.000321853878339234, "Chair": 0.000321853878339234, "apse": 0.0005364231305653899, "tomb": 0.000858277008904624, "monument": 0.000643707756678468, "Matilda": 0.000214569252226156, "Tuscany": 0.000107284626113078, "Sacrament": 0.000214569252226156, "right": 0.000321853878339234, "floor": 0.000107284626113078, "arches": 0.000107284626113078, "immediately": 0.000321853878339234, "centerpiece": 0.000321853878339234, "Designed": 0.000107284626113078, "spiraling": 0.000107284626113078, "gilded": 0.000321853878339234, "canopy": 0.000214569252226156, "over": 0.0016092693916961698, "fourpillared": 0.000107284626113078, "creation": 0.000214569252226156, "reached": 0.000214569252226156, "nearly": 0.000107284626113078, "m": 0.000214569252226156, "ft": 0.000107284626113078, "ground": 0.000107284626113078, "cost": 0.000214569252226156, "scudi": 0.000107284626113078, "currency": 0.000107284626113078, "st": 0.000107284626113078, "Quite": 0.000107284626113078, "writes": 0.000107284626113078, "nothing": 0.000107284626113078, "like": 0.000321853878339234, "had": 0.002789400278940028, "seen": 0.000429138504452312, "Soon": 0.000214569252226156, "undertook": 0.000107284626113078, "wholescale": 0.000107284626113078, "crossing": 0.000214569252226156, "ie": 0.000214569252226156, "supporting": 0.000107284626113078, "notably": 0.000321853878339234, "colossal": 0.000107284626113078, "theatrically": 0.000214569252226156, "among": 0.000643707756678468, "them": 0.000750992382791546, "majestic": 0.000321853878339234, "Longinus": 0.000107284626113078, "contemporary": 0.000321853878339234, "François": 0.000107284626113078, "Duquesnoy": 0.000429138504452312, "Francesco": 0.001287415513356936, "Mochi": 0.000214569252226156, "disciple": 0.000429138504452312, "Andrea": 0.000214569252226156, "Bolgi": 0.000214569252226156, "began": 0.000643707756678468, "long": 0.000429138504452312, "distinguished": 0.000107284626113078, "tombs": 0.000214569252226156, "traditional": 0.000107284626113078, "genre": 0.000214569252226156, "enduring": 0.0005364231305653899, "mark": 0.000107284626113078, "copied": 0.000214569252226156, "subsequent": 0.000643707756678468, "Indeed": 0.0005364231305653899, "final": 0.0005364231305653899, "Tomb": 0.000107284626113078, "represents": 0.000321853878339234, "according": 0.000429138504452312, "Erwin": 0.000107284626113078, "Panofsky": 0.000107284626113078, "pinnacle": 0.000107284626113078, "creative": 0.000214569252226156, "could": 0.0005364231305653899, "hope": 0.000107284626113078, "surpass": 0.000107284626113078, "Begun": 0.000107284626113078, "largely": 0.000214569252226156, "VIIs": 0.000107284626113078, "design": 0.001180130887243858, "San": 0.000643707756678468, "front": 0.000750992382791546, "innovative": 0.000321853878339234, "successful": 0.000214569252226156, "transformed": 0.000107284626113078, "formerly": 0.000107284626113078, "irregular": 0.000429138504452312, "inchoate": 0.000107284626113078, "space": 0.0005364231305653899, "aesthetically": 0.000214569252226156, "unified": 0.000214569252226156, "emotionally": 0.000214569252226156, "thrilling": 0.000107284626113078, "logistically": 0.000107284626113078, "efficient": 0.000107284626113078, "carriages": 0.000107284626113078, "crowds": 0.000214569252226156, "completely": 0.000429138504452312, "harmony": 0.000107284626113078, "preexisting": 0.000214569252226156, "adding": 0.000107284626113078, "majesty": 0.000107284626113078, "Despite": 0.000214569252226156, "busy": 0.000107284626113078, "engagement": 0.000107284626113078, "large": 0.000750992382791546, "still": 0.0009655616350177019, "devote": 0.000107284626113078, "lifesize": 0.000107284626113078, "Bibiana": 0.000429138504452312, "increasing": 0.000107284626113078, "capture": 0.000107284626113078, "utterly": 0.000107284626113078, "distinctive": 0.000214569252226156, "personal": 0.000429138504452312, "characteristics": 0.000107284626113078, "sitters": 0.000107284626113078, "achieve": 0.000107284626113078, "cold": 0.000107284626113078, "white": 0.000321853878339234, "almost": 0.000107284626113078, "painterlylike": 0.000107284626113078, "effects": 0.000107284626113078, "render": 0.000107284626113078, "convincing": 0.000107284626113078, "surfaces": 0.000107284626113078, "involved": 0.000107284626113078, "fabric": 0.000107284626113078, "varying": 0.000107284626113078, "type": 0.000107284626113078, "metal": 0.000107284626113078, "etc": 0.000107284626113078, "These": 0.000107284626113078, "included": 0.000321853878339234, "number": 0.000429138504452312, "bust": 0.000643707756678468, "Two": 0.000107284626113078, "Busts": 0.000107284626113078, "Borghesethe": 0.000107284626113078, "second": 0.000321853878339234, "flaw": 0.000107284626113078, "found": 0.000321853878339234, "nature": 0.000321853878339234, "expression": 0.000321853878339234, "Scipiones": 0.000107284626113078, "face": 0.0005364231305653899, "noted": 0.000107284626113078, "historians": 0.000107284626113078, "iconic": 0.000107284626113078, "fleeting": 0.000107284626113078, "movement": 0.000107284626113078, "static": 0.000107284626113078, "artworks": 0.000107284626113078, "beholder": 0.000107284626113078, "feels": 0.000107284626113078, "twinkle": 0.000107284626113078, "eye": 0.000107284626113078, "might": 0.000107284626113078, "attitude": 0.000107284626113078, "change": 0.000107284626113078, "folds": 0.000107284626113078, "casually": 0.000107284626113078, "arranged": 0.000214569252226156, "mantle": 0.000214569252226156, "Other": 0.000321853878339234, "Costanza": 0.000643707756678468, "Bonarelli": 0.000214569252226156, "unusual": 0.000107284626113078, "intimate": 0.000107284626113078, "At": 0.000214569252226156, "sculpting": 0.000107284626113078, "having": 0.000214569252226156, "affair": 0.0005364231305653899, "wife": 0.000321853878339234, "assistants": 0.000107284626113078, "Matteo": 0.000214569252226156, "appear": 0.000214569252226156, "nonaristocratic": 0.000107284626113078, "woman": 0.000321853878339234, "Beginning": 0.000107284626113078, "s": 0.000750992382791546, "known": 0.000858277008904624, "Europe": 0.0005364231305653899, "accomplished": 0.000429138504452312, "portraitists": 0.000107284626113078, "receive": 0.000214569252226156, "royal": 0.000214569252226156, "outside": 0.0005364231305653899, "subjects": 0.000214569252226156, "Richelieu": 0.000107284626113078, "France": 0.000429138504452312, "dEste": 0.000214569252226156, "Duke": 0.000107284626113078, "Modena": 0.000107284626113078, "Charles": 0.0005364231305653899, "England": 0.000321853878339234, "Queen": 0.0005364231305653899, "Henrietta": 0.000214569252226156, "triple": 0.000107284626113078, "canvas": 0.000214569252226156, "Van": 0.000107284626113078, "Dyck": 0.000107284626113078, "survives": 0.000107284626113078, "today": 0.000107284626113078, "British": 0.000214569252226156, "Royal": 0.000107284626113078, "Collection": 0.000214569252226156, "lost": 0.000107284626113078, "Whitehall": 0.000107284626113078, "Palace": 0.000429138504452312, "fire": 0.000107284626113078, "though": 0.000858277008904624, "through": 0.000429138504452312, "copies": 0.000107284626113078, "drawings": 0.000429138504452312, "undertaken": 0.000107284626113078, "due": 0.000214569252226156, "outbreak": 0.000107284626113078, "Civil": 0.000107284626113078, "War": 0.000214569252226156, "whom": 0.000429138504452312, "intimately": 0.000107284626113078, "connected": 0.000107284626113078, "fierce": 0.000214569252226156, "Barberinienemy": 0.000107284626113078, "Pamphilj": 0.000429138504452312, "career": 0.0005364231305653899, "suffered": 0.000214569252226156, "unprecedented": 0.000107284626113078, "eclipse": 0.000107284626113078, "last": 0.000643707756678468, "do": 0.000321853878339234, "antiBarberini": 0.000107284626113078, "politics": 0.000107284626113078, "disastrous": 0.000321853878339234, "project": 0.000214569252226156, "bell": 0.000429138504452312, "towers": 0.000643707756678468, "supervised": 0.000214569252226156, "infamous": 0.000107284626113078, "tower": 0.000750992382791546, "biggest": 0.000107284626113078, "failure": 0.000321853878339234, "professionally": 0.000107284626113078, "financially": 0.000107284626113078, "eager": 0.000107284626113078, "exterior": 0.000107284626113078, "ordered": 0.000321853878339234, "build": 0.000321853878339234, "longintended": 0.000107284626113078, "foundations": 0.000429138504452312, "constructed": 0.000214569252226156, "bays": 0.000107284626113078, "extremity": 0.000107284626113078, "decades": 0.000750992382791546, "earlier": 0.000429138504452312, "cracks": 0.0005364231305653899, "curiously": 0.000107284626113078, "nonetheless": 0.000214569252226156, "storey": 0.000107284626113078, "presence": 0.000214569252226156, "stopped": 0.000107284626113078, "July": 0.000107284626113078, "treasury": 0.000214569252226156, "exhausted": 0.000107284626113078, "Castro": 0.000107284626113078, "Knowing": 0.000107284626113078, "longer": 0.000214569252226156, "depend": 0.000107284626113078, "protection": 0.000107284626113078, "favorable": 0.000214569252226156, "enemies": 0.000107284626113078, "Borromini": 0.000750992382791546, "raised": 0.000107284626113078, "alarm": 0.000107284626113078, "predicting": 0.000107284626113078, "disaster": 0.000107284626113078, "placing": 0.000107284626113078, "blame": 0.000214569252226156, "investigations": 0.000214569252226156, "revealed": 0.000107284626113078, "cause": 0.000107284626113078, "defective": 0.000107284626113078, "exoneration": 0.000107284626113078, "confirmed": 0.000107284626113078, "meticulous": 0.000214569252226156, "investigation": 0.000107284626113078, "conducted": 0.000107284626113078, "XI": 0.000321853878339234, "Nonetheless": 0.000214569252226156, "opponents": 0.000107284626113078, "seriously": 0.000107284626113078, "damaging": 0.000107284626113078, "persuading": 0.000107284626113078, "order": 0.000214569252226156, "demolition": 0.000214569252226156, "humiliation": 0.000214569252226156, "indeed": 0.0005364231305653899, "financial": 0.000214569252226156, "detriment": 0.000107284626113078, "substantial": 0.000107284626113078, "fine": 0.000107284626113078, "After": 0.000214569252226156, "rare": 0.000214569252226156, "failures": 0.000107284626113078, "retreated": 0.000107284626113078, "unfinished": 0.000107284626113078, "statue": 0.000643707756678468, "Truth": 0.000214569252226156, "Unveiled": 0.000107284626113078, "Time": 0.000214569252226156, "intended": 0.000107284626113078, "selfconsoling": 0.000107284626113078, "commentary": 0.000107284626113078, "expressing": 0.000107284626113078, "faith": 0.000214569252226156, "eventually": 0.000107284626113078, "reveal": 0.000107284626113078, "actual": 0.000107284626113078, "behind": 0.000321853878339234, "exonerate": 0.000107284626113078, "fully": 0.000214569252226156, "occur": 0.000107284626113078, "lose": 0.000107284626113078, "granted": 0.000214569252226156, "roles": 0.000107284626113078, "chief": 0.000107284626113078, "direction": 0.000107284626113078, "decorating": 0.000107284626113078, "unadorned": 0.000321853878339234, "multicolored": 0.000107284626113078, "flooring": 0.000107284626113078, "facing": 0.000107284626113078, "pilasters": 0.000107284626113078, "scores": 0.000107284626113078, "stuccoed": 0.000107284626113078, "reliefs": 0.000107284626113078, "without": 0.000321853878339234, "reason": 0.000321853878339234, "quipped": 0.000107284626113078, "If": 0.000214569252226156, "remove": 0.000107284626113078, "everything": 0.000107284626113078, "temple": 0.000107284626113078, "stripped": 0.000107284626113078, "bare": 0.000214569252226156, "many": 0.000643707756678468, "several": 0.0009655616350177019, "lions": 0.000107284626113078, "share": 0.000107284626113078, "responsibility": 0.000214569252226156, "aesthetic": 0.000321853878339234, "appearance": 0.000429138504452312, "emotional": 0.000321853878339234, "impact": 0.000107284626113078, "allowed": 0.000107284626113078, "continue": 0.000107284626113078, "despite": 0.000214569252226156, "antipathy": 0.000107284626113078, "A": 0.000214569252226156, "few": 0.000214569252226156, "months": 0.000214569252226156, "completing": 0.000107284626113078, "won": 0.000107284626113078, "controversial": 0.000107284626113078, "circumstances": 0.000107284626113078, "prestigious": 0.000214569252226156, "Rivers": 0.000321853878339234, "Fountain": 0.000750992382791546, "marking": 0.000107284626113078, "end": 0.0005364231305653899, "disgrace": 0.000107284626113078, "yet": 0.000107284626113078, "glorious": 0.000107284626113078, "chapter": 0.000107284626113078, "doubts": 0.000107284626113078, "position": 0.000214569252226156, "Romes": 0.000214569252226156, "removed": 0.000107284626113078, "unqualified": 0.000107284626113078, "success": 0.000214569252226156, "marvelously": 0.000107284626113078, "delightful": 0.000107284626113078, "technically": 0.000107284626113078, "ingenious": 0.000107284626113078, "featuring": 0.000321853878339234, "heavy": 0.000214569252226156, "obelisk": 0.000429138504452312, "void": 0.000107284626113078, "cavelike": 0.000107284626113078, "formation": 0.000107284626113078, "center": 0.000107284626113078, "ocean": 0.000107284626113078, "exotic": 0.000107284626113078, "sea": 0.000107284626113078, "creatures": 0.000107284626113078, "senior": 0.000107284626113078, "members": 0.000214569252226156, "clergy": 0.000107284626113078, "aristocracy": 0.000107284626113078, "exalted": 0.000214569252226156, "Recovering": 0.000107284626113078, "quickly": 0.000107284626113078, "creativity": 0.000107284626113078, "types": 0.000214569252226156, "sopra": 0.000429138504452312, "Minerva": 0.000643707756678468, "seemingly": 0.000214569252226156, "floating": 0.000107284626113078, "medallion": 0.000107284626113078, "hovering": 0.000107284626113078, "air": 0.000107284626113078, "deceased": 0.000107284626113078, "nun": 0.000214569252226156, "Raggi": 0.000321853878339234, "while": 0.0009655616350177019, "Raimondi": 0.000107284626113078, "Chapel": 0.0005364231305653899, "Montorio": 0.000107284626113078, "illustrated": 0.000107284626113078, "how": 0.000214569252226156, "use": 0.000321853878339234, "hidden": 0.000429138504452312, "lighting": 0.000321853878339234, "help": 0.000107284626113078, "suggest": 0.000107284626113078, "divine": 0.000107284626113078, "intervention": 0.000107284626113078, "One": 0.000107284626113078, "celebrated": 0.000107284626113078, "come": 0.000214569252226156, "Cornaro": 0.0005364231305653899, "Family": 0.000107284626113078, "Carmelite": 0.000107284626113078, "Vittoria": 0.000107284626113078, "showcased": 0.000107284626113078, "integrate": 0.000107284626113078, "fresco": 0.000214569252226156, "marvelous": 0.000107284626113078, "bel": 0.000107284626113078, "composto": 0.000107284626113078, "biographer": 0.000214569252226156, "Filippo": 0.0005364231305653899, "Baldinuccis": 0.000429138504452312, "term": 0.000107284626113078, "describe": 0.000107284626113078, "thus": 0.000214569252226156, "what": 0.000321853878339234, "called": 0.000214569252226156, "central": 0.000107284626113078, "Ecstasy": 0.000321853878339234, "Teresa": 0.000750992382791546, "transverberation": 0.000107284626113078, "saintmystic": 0.000107284626113078, "Avila": 0.000107284626113078, "presents": 0.000107284626113078, "spectator": 0.000107284626113078, "vivid": 0.000107284626113078, "gleaming": 0.000107284626113078, "swooning": 0.000107284626113078, "quietly": 0.000107284626113078, "smiling": 0.000214569252226156, "angel": 0.000107284626113078, "delicately": 0.000107284626113078, "grips": 0.000107284626113078, "arrow": 0.000214569252226156, "piercing": 0.000107284626113078, "saints": 0.000214569252226156, "On": 0.000107284626113078, "side": 0.000107284626113078, "places": 0.000107284626113078, "can": 0.000429138504452312, "strike": 0.000107284626113078, "boxes": 0.000107284626113078, "Venetian": 0.000107284626113078, "memorialized": 0.000107284626113078, "Federico": 0.000107284626113078, "animated": 0.000107284626113078, "conversation": 0.000107284626113078, "themselves": 0.000107284626113078, "presumably": 0.000107284626113078, "event": 0.000214569252226156, "place": 0.000107284626113078, "subtly": 0.000107284626113078, "orchestrated": 0.000107284626113078, "environment": 0.000107284626113078, "providing": 0.000107284626113078, "spiritual": 0.000214569252226156, "context": 0.000214569252226156, "heavenly": 0.000107284626113078, "source": 0.000321853878339234, "light": 0.000321853878339234, "suggests": 0.000214569252226156, "ultimate": 0.000107284626113078, "miraculous": 0.000107284626113078, "lifetime": 0.0005364231305653899, "centuries": 0.000107284626113078, "following": 0.000321853878339234, "till": 0.000107284626113078, "accused": 0.000107284626113078, "line": 0.000107284626113078, "decency": 0.000107284626113078, "sexualizing": 0.000107284626113078, "depiction": 0.000107284626113078, "experience": 0.000107284626113078, "dared": 0.000107284626113078, "impossibly": 0.000107284626113078, "chronological": 0.000107284626113078, "delicate": 0.000107284626113078, "beauty": 0.000107284626113078, "semiprostrate": 0.000107284626113078, "legs": 0.000107284626113078, "splayedapart": 0.000107284626113078, "wimple": 0.000107284626113078, "coming": 0.000321853878339234, "undone": 0.000107284626113078, "feet": 0.000107284626113078, "Discalced": 0.000107284626113078, "Carmelites": 0.000107284626113078, "modesty": 0.000107284626113078, "always": 0.000107284626113078, "wore": 0.000107284626113078, "sandals": 0.000107284626113078, "stockings": 0.000107284626113078, "seraph": 0.000107284626113078, "undressing": 0.000107284626113078, "unnecessarily": 0.000107284626113078, "parting": 0.000107284626113078, "penetrate": 0.000107284626113078, "Matters": 0.000107284626113078, "decorum": 0.000107284626113078, "aside": 0.000107284626113078, "tour": 0.000107284626113078, "force": 0.000107284626113078, "incorporates": 0.000107284626113078, "multiple": 0.000107284626113078, "forms": 0.000214569252226156, "technique": 0.000107284626113078, "disposal": 0.000107284626113078, "thin": 0.000107284626113078, "beams": 0.000107284626113078, "recessive": 0.000107284626113078, "secret": 0.000107284626113078, "lens": 0.000107284626113078, "twenty": 0.000107284626113078, "diverse": 0.000107284626113078, "colored": 0.000107284626113078, "combine": 0.000107284626113078, "artworka": 0.000107284626113078, "perfected": 0.000107284626113078, "satisfying": 0.000107284626113078, "seamless": 0.000107284626113078, "ensemble": 0.000107284626113078, "Upon": 0.000107284626113078, "accession": 0.000107284626113078, "Chigi": 0.000321853878339234, "implement": 0.000107284626113078, "extremely": 0.000321853878339234, "ambitious": 0.000107284626113078, "plan": 0.000214569252226156, "transform": 0.000107284626113078, "capital": 0.000107284626113078, "means": 0.000214569252226156, "systematic": 0.000214569252226156, "bold": 0.000107284626113078, "costly": 0.000107284626113078, "doing": 0.000107284626113078, "fruition": 0.000107284626113078, "slow": 0.000107284626113078, "recreation": 0.000107284626113078, "glory": 0.000107284626113078, "Romethe": 0.000107284626113078, "renovatio": 0.000107284626113078, "Romaethat": 0.000107284626113078, "begun": 0.000214569252226156, "fifteenth": 0.000107284626113078, "changes": 0.000107284626113078, "connecting": 0.000107284626113078, "existing": 0.000321853878339234, "opening": 0.000107284626113078, "up": 0.000214569252226156, "streets": 0.000321853878339234, "piazzas": 0.000214569252226156, "showed": 0.000107284626113078, "designing": 0.000107284626113078, "immediate": 0.000214569252226156, "surroundings": 0.000107284626113078, "opportunities": 0.000107284626113078, "piazza": 0.000429138504452312, "previously": 0.000107284626113078, "unstructured": 0.000107284626113078, "semicircular": 0.000107284626113078, "colonnades": 0.000214569252226156, "row": 0.000107284626113078, "formed": 0.000214569252226156, "columns": 0.000107284626113078, "resulted": 0.000107284626113078, "oval": 0.000214569252226156, "shape": 0.000107284626113078, "inclusive": 0.000107284626113078, "arena": 0.000107284626113078, "any": 0.0005364231305653899, "gathering": 0.000107284626113078, "citizens": 0.000107284626113078, "pilgrims": 0.000107284626113078, "visitors": 0.000214569252226156, "witness": 0.000214569252226156, "popeeither": 0.000107284626113078, "appeared": 0.000107284626113078, "loggia": 0.000107284626113078, "balconies": 0.000107284626113078, "neighboring": 0.000107284626113078, "Vatican": 0.000858277008904624, "palaces": 0.000214569252226156, "Often": 0.000107284626113078, "likened": 0.000107284626113078, "arms": 0.000107284626113078, "reaching": 0.000107284626113078, "out": 0.000750992382791546, "embrace": 0.000107284626113078, "waiting": 0.000107284626113078, "crowd": 0.000107284626113078, "greatness": 0.000107284626113078, "area": 0.000107284626113078, "exhilarating": 0.000214569252226156, "expanse": 0.000107284626113078, "architecturally": 0.000107284626113078, "unequivocal": 0.000107284626113078, "Elsewhere": 0.000107284626113078, "rearrangements": 0.000107284626113078, "empty": 0.000214569252226156, "undistinguished": 0.000107284626113078, "exist": 0.000321853878339234, "present": 0.000107284626113078, "become": 0.000107284626113078, "indelible": 0.000107284626113078, "icons": 0.000107284626113078, "splendor": 0.000214569252226156, "precincts": 0.000214569252226156, "hitherto": 0.000107284626113078, "rearranged": 0.000107284626113078, "monumental": 0.000429138504452312, "extravagance": 0.000107284626113078, "matched": 0.000107284626113078, "reconstruction": 0.000107284626113078, "Scala": 0.000214569252226156, "Regia": 0.000214569252226156, "stately": 0.000214569252226156, "stairway": 0.000321853878339234, "Peterss": 0.000107284626113078, "slightly": 0.000107284626113078, "less": 0.000214569252226156, "ostentatious": 0.000107284626113078, "taxed": 0.000107284626113078, "powers": 0.000107284626113078, "employing": 0.000214569252226156, "clever": 0.000107284626113078, "tricks": 0.000107284626113078, "optical": 0.000107284626113078, "illusion": 0.000214569252226156, "uniform": 0.000214569252226156, "totally": 0.000107284626113078, "functional": 0.000107284626113078, "regally": 0.000107284626113078, "impressive": 0.000107284626113078, "connect": 0.000107284626113078, "Not": 0.000107284626113078, "scale": 0.000107284626113078, "al": 0.000214569252226156, "Quirinale": 0.000214569252226156, "Jesuits": 0.000107284626113078, "relatively": 0.000107284626113078, "modest": 0.000107284626113078, "size": 0.000107284626113078, "interior": 0.000214569252226156, "chromatic": 0.000107284626113078, "charge": 0.000214569252226156, "shared": 0.000107284626113078, "piazzaunlike": 0.000107284626113078, "geometries": 0.000107284626113078, "rival": 0.000429138504452312, "Borrominia": 0.000107284626113078, "basic": 0.000107284626113078, "geometric": 0.000107284626113078, "shapes": 0.000107284626113078, "circles": 0.000107284626113078, "ovals": 0.000107284626113078, "spiritually": 0.000107284626113078, "Equally": 0.000107284626113078, "moderated": 0.000107284626113078, "colour": 0.000107284626113078, "focussing": 0.000107284626113078, "simple": 0.000321853878339234, "underpinned": 0.000107284626113078, "Sculptural": 0.000107284626113078, "never": 0.000429138504452312, "eliminated": 0.000107284626113078, "minimal": 0.000107284626113078, "dellAssunzione": 0.000107284626113078, "town": 0.000107284626113078, "Ariccia": 0.000321853878339234, "circular": 0.000107284626113078, "outline": 0.000107284626113078, "rounded": 0.000107284626113078, "dome": 0.000214569252226156, "threearched": 0.000107284626113078, "portico": 0.000107284626113078, "April": 0.000107284626113078, "forced": 0.000214569252226156, "political": 0.000429138504452312, "pressure": 0.000321853878339234, "French": 0.000858277008904624, "court": 0.0005364231305653899, "travel": 0.000107284626113078, "required": 0.000214569252226156, "palace": 0.000429138504452312, "Louvre": 0.0009655616350177019, "remain": 0.000107284626113078, "midOctober": 0.000107284626113078, "assigned": 0.000107284626113078, "member": 0.000214569252226156, "serve": 0.000107284626113078, "translator": 0.000107284626113078, "tourist": 0.000107284626113078, "guide": 0.000107284626113078, "overall": 0.000107284626113078, "companion": 0.000107284626113078, "Fréart": 0.000214569252226156, "Chantelou": 0.000429138504452312, "kept": 0.000214569252226156, "Journal": 0.000107284626113078, "visit": 0.000214569252226156, "records": 0.000214569252226156, "behaviour": 0.000107284626113078, "utterances": 0.000107284626113078, "writer": 0.000107284626113078, "Perrault": 0.000214569252226156, "serving": 0.000107284626113078, "assistant": 0.000321853878339234, "Finance": 0.000107284626113078, "Minister": 0.000107284626113078, "JeanBaptiste": 0.000214569252226156, "Colbert": 0.000321853878339234, "provided": 0.000107284626113078, "firsthand": 0.000107284626113078, "account": 0.000214569252226156, "popularity": 0.000107284626113078, "walks": 0.000107284626113078, "lined": 0.000107284626113078, "But": 0.000321853878339234, "things": 0.000107284626113078, "turned": 0.000429138504452312, "sour": 0.000107284626113078, "east": 0.000214569252226156, "allimportant": 0.000107284626113078, "principal": 0.000321853878339234, "ultimately": 0.000214569252226156, "rejected": 0.000107284626113078, "albeit": 0.000107284626113078, "formally": 0.000107284626113078, "departure": 0.000107284626113078, "October": 0.000214569252226156, "ceremony": 0.000107284626113078, "attendance": 0.000107284626113078, "stated": 0.000107284626113078, "down": 0.000321853878339234, "because": 0.000750992382791546, "advisor": 0.000107284626113078, "too": 0.000429138504452312, "Italianate": 0.000107284626113078, "Mormando": 0.000107284626113078, "aesthetics": 0.000107284626113078, "mentioned": 0.000214569252226156, "surviving": 0.000214569252226156, "memos": 0.000107284626113078, "advisors": 0.000107284626113078, "explicit": 0.000107284626113078, "rejections": 0.000107284626113078, "utilitarian": 0.000214569252226156, "level": 0.000107284626113078, "security": 0.000107284626113078, "comfort": 0.000107284626113078, "eg": 0.000107284626113078, "location": 0.000107284626113078, "latrines": 0.000107284626113078, "indisputable": 0.000107284626113078, "interpersonal": 0.000107284626113078, "conflict": 0.000107284626113078, "king": 0.000214569252226156, "feeling": 0.000107284626113078, "insufficiently": 0.000107284626113078, "respected": 0.000107284626113078, "Though": 0.000214569252226156, "went": 0.000107284626113078, "unbuilt": 0.000107284626113078, "circulated": 0.000107284626113078, "engravings": 0.000107284626113078, "direct": 0.000107284626113078, "Chatsworth": 0.000107284626113078, "House": 0.000107284626113078, "Derbyshire": 0.000107284626113078, "seat": 0.000107284626113078, "Dukes": 0.000107284626113078, "Devonshire": 0.000107284626113078, "similar": 0.000214569252226156, "fate": 0.000107284626113078, "With": 0.000107284626113078, "exception": 0.000107284626113078, "failed": 0.000107284626113078, "forge": 0.000107284626113078, "friendships": 0.000107284626113078, "frequent": 0.000107284626113078, "negative": 0.000107284626113078, "comments": 0.000107284626113078, "aspects": 0.000321853878339234, "culture": 0.000214569252226156, "go": 0.000214569252226156, "particularly": 0.000429138504452312, "juxtaposition": 0.000107284626113078, "praise": 0.000107284626113078, "Italy": 0.000321853878339234, "Guido": 0.000214569252226156, "Reni": 0.000107284626113078, "worth": 0.000107284626113078, "than": 0.000643707756678468, "sole": 0.000321853878339234, "remaining": 0.000107284626113078, "contributed": 0.000107284626113078, "deal": 0.000107284626113078, "Christ": 0.000107284626113078, "Child": 0.000107284626113078, "Playing": 0.000107284626113078, "Nail": 0.000107284626113078, "Paolo": 0.000214569252226156, "gift": 0.000214569252226156, "Back": 0.000107284626113078, "equestrian": 0.000214569252226156, "five": 0.000107284626113078, "repugnant": 0.000107284626113078, "wanted": 0.000321853878339234, "destroyed": 0.000107284626113078, "instead": 0.000214569252226156, "recarved": 0.000107284626113078, "representation": 0.000107284626113078, "hero": 0.000107284626113078, "Marcus": 0.000107284626113078, "Curtius": 0.000107284626113078, "remained": 0.000321853878339234, "physically": 0.000107284626113078, "mentally": 0.000107284626113078, "vigorous": 0.000107284626113078, "profession": 0.000107284626113078, "weeks": 0.000107284626113078, "stroke": 0.000107284626113078, "barely": 0.000107284626113078, "accomplish": 0.000107284626113078, "refurbishment": 0.000214569252226156, "Ponte": 0.000429138504452312, "unpleasant": 0.000107284626113078, "midst": 0.000107284626113078, "uproar": 0.000107284626113078, "destruction": 0.000107284626113078, "mosaics": 0.000107284626113078, "entailed": 0.000107284626113078, "close": 0.000429138504452312, "sympathetic": 0.000107284626113078, "interested": 0.000107284626113078, "financing": 0.000107284626113078, "conditions": 0.000107284626113078, "six": 0.000107284626113078, "Ludovica": 0.000214569252226156, "Albertoni": 0.000107284626113078, "nunmystic": 0.000107284626113078, "reminiscent": 0.000107284626113078, "located": 0.000321853878339234, "dedicated": 0.000214569252226156, "remodeled": 0.000214569252226156, "supervision": 0.000321853878339234, "Trastevere": 0.000107284626113078, "Ripa": 0.000107284626113078, "Mattia": 0.000321853878339234, "Rossi": 0.000321853878339234, "carved": 0.000107284626113078, "supposedly": 0.000321853878339234, "Christina": 0.000321853878339234, "Sebastiano": 0.000107284626113078, "fuori": 0.000107284626113078, "le": 0.000107284626113078, "Mura": 0.000107284626113078, "restoration": 0.000107284626113078, "historic": 0.000107284626113078, "Cancelleria": 0.000107284626113078, "per": 0.000107284626113078, "latter": 0.000321853878339234, "outstanding": 0.000214569252226156, "confirmation": 0.000107284626113078, "professional": 0.000107284626113078, "good": 0.000107284626113078, "health": 0.000107284626113078, "advanced": 0.000214569252226156, "inasmuch": 0.000107284626113078, "chosen": 0.000107284626113078, "younger": 0.000214569252226156, "plentiful": 0.000107284626113078, "difficult": 0.000107284626113078, "assignment": 0.000107284626113078, "since": 0.000214569252226156, "deterioration": 0.000107284626113078, "extent": 0.000107284626113078, "threat": 0.000107284626113078, "imminent": 0.000107284626113078, "collapse": 0.000107284626113078, "quite": 0.000107284626113078, "apparent": 0.000107284626113078, "Shortly": 0.000107284626113078, "completion": 0.000107284626113078, "home": 0.000321853878339234, "buried": 0.000107284626113078, "little": 0.000107284626113078, "fanfare": 0.000107284626113078, "vault": 0.000214569252226156, "along": 0.000214569252226156, "parents": 0.000107284626113078, "planned": 0.000107284626113078, "single": 0.000107284626113078, "Ludovico": 0.000214569252226156, "Gimignani": 0.000214569252226156, "built": 0.000429138504452312, "permanent": 0.000107284626113078, "acknowledgement": 0.000107284626113078, "anniversary": 0.000214569252226156, "birth": 0.000214569252226156, "plaque": 0.000107284626113078, "affixed": 0.000107284626113078, "Via": 0.000429138504452312, "Mercede": 0.000321853878339234, "proclaiming": 0.000107284626113078, "Here": 0.000107284626113078, "lived": 0.000321853878339234, "sovereign": 0.000107284626113078, "reverently": 0.000107284626113078, "bowed": 0.000107284626113078, "princes": 0.000107284626113078, "multitude": 0.000107284626113078, "peoples": 0.000107284626113078, "engaged": 0.000107284626113078, "married": 0.000107284626113078, "named": 0.000107284626113078, "workshop": 0.000214569252226156, "Bonucelli": 0.000107284626113078, "sculpted": 0.000214569252226156, "Bargello": 0.000107284626113078, "height": 0.000107284626113078, "romance": 0.000107284626113078, "She": 0.000214569252226156, "Luigi": 0.000429138504452312, "righthand": 0.000214569252226156, "studio": 0.000429138504452312, "When": 0.000214569252226156, "fit": 0.000214569252226156, "mad": 0.000107284626113078, "fury": 0.000107284626113078, "chased": 0.000107284626113078, "threatening": 0.000107284626113078, "punish": 0.000107284626113078, "unfaithful": 0.000107284626113078, "mistress": 0.000107284626113078, "servant": 0.000321853878339234, "house": 0.000107284626113078, "where": 0.000214569252226156, "slashed": 0.000107284626113078, "razor": 0.000107284626113078, "jailed": 0.000214569252226156, "adultery": 0.000107284626113078, "exonerated": 0.000214569252226156, "committed": 0.000107284626113078, "crime": 0.000107284626113078, "ordering": 0.000107284626113078, "faceslashing": 0.000107284626113078, "May": 0.000107284626113078, "fortyone": 0.000107284626113078, "wed": 0.000107284626113078, "twentytwoyearold": 0.000107284626113078, "Caterina": 0.000107284626113078, "Tezio": 0.000107284626113078, "marriage": 0.000214569252226156, "orders": 0.000107284626113078, "bore": 0.000107284626113078, "eleven": 0.000107284626113078, "youngest": 0.000214569252226156, "neverrepeated": 0.000107284626113078, "passion": 0.000107284626113078, "bloody": 0.000107284626113078, "rage": 0.000107284626113078, "sincerely": 0.000107284626113078, "practice": 0.000107284626113078, "biographers": 0.000321853878339234, "whereas": 0.000214569252226156, "bring": 0.000107284626113078, "grief": 0.000107284626113078, "scandal": 0.000107284626113078, "sodomitic": 0.000107284626113078, "rape": 0.000107284626113078, "construction": 0.000321853878339234, "site": 0.000321853878339234, "Constantine": 0.000214569252226156, "memorial": 0.000214569252226156, "sacred": 0.000107284626113078, "sometimes": 0.000214569252226156, "settings": 0.000321853878339234, "interiors": 0.000107284626113078, "adjustments": 0.000107284626113078, "constructions": 0.000107284626113078, "took": 0.000107284626113078, "worked": 0.000429138504452312, "Montecitorio": 0.000107284626113078, "started": 0.000214569252226156, "ChigiOdescalchi": 0.000107284626113078, "façade": 0.000214569252226156, "baldachin": 0.000214569252226156, "columned": 0.000107284626113078, "altar": 0.000107284626113078, "Baldachin": 0.000107284626113078, "put": 0.000107284626113078, "ongoing": 0.000107284626113078, "However": 0.0005364231305653899, "fell": 0.000214569252226156, "Pamphili": 0.000214569252226156, "animosity": 0.000107284626113078, "towards": 0.000214569252226156, "hence": 0.000107284626113078, "clients": 0.000107284626113078, "Another": 0.000429138504452312, "belltowers": 0.000107284626113078, "commencing": 0.000107284626113078, "north": 0.000107284626113078, "partially": 0.000107284626113078, "south": 0.000107284626113078, "demolished": 0.000107284626113078, "excessive": 0.000107284626113078, "weight": 0.000107284626113078, "caused": 0.000107284626113078, "basilicas": 0.000107284626113078, "threatened": 0.000107284626113078, "calamitous": 0.000107284626113078, "damage": 0.000214569252226156, "Professional": 0.000107284626113078, "opinion": 0.000107284626113078, "divided": 0.000107284626113078, "gravity": 0.000214569252226156, "situation": 0.000107284626113078, "spreading": 0.000107284626113078, "extreme": 0.000107284626113078, "antiBernini": 0.000107284626113078, "catastrophic": 0.000107284626113078, "problem": 0.000214569252226156, "question": 0.000107284626113078, "Who": 0.000107284626113078, "overelaborate": 0.000107284626113078, "Deceased": 0.000107284626113078, "weak": 0.000107284626113078, "Official": 0.000107284626113078, "inculpating": 0.000107284626113078, "Never": 0.000107284626113078, "wholly": 0.000107284626113078, "regained": 0.000107284626113078, "colonnade": 0.000107284626113078, "Further": 0.000107284626113078, "grand": 0.000107284626113078, "entrance": 0.000214569252226156, "scratch": 0.000107284626113078, "rather": 0.000107284626113078, "concentrated": 0.000107284626113078, "fulfilled": 0.000107284626113078, "Best": 0.000107284626113078, "richly": 0.000107284626113078, "ornamented": 0.000107284626113078, "Jesuit": 0.000321853878339234, "novitiate": 0.000107284626113078, "truly": 0.000107284626113078, "pleased": 0.000107284626113078, "Tommaso": 0.000107284626113078, "da": 0.000321853878339234, "Villanova": 0.000107284626113078, "Assunta": 0.000107284626113078, "remodeling": 0.000107284626113078, "Santuario": 0.000107284626113078, "Madonna": 0.000107284626113078, "Galloro": 0.000107284626113078, "endowing": 0.000107284626113078, "invited": 0.000107284626113078, "prepare": 0.000107284626113078, "sober": 0.000214569252226156, "classic": 0.000107284626113078, "proposals": 0.000107284626113078, "committee": 0.000107284626113078, "consisting": 0.000107284626113078, "Frenchmen": 0.000214569252226156, "Le": 0.000214569252226156, "Vau": 0.000107284626113078, "Brun": 0.000107284626113078, "doctor": 0.000107284626113078, "amateur": 0.000107284626113078, "Claude": 0.000107284626113078, "signaling": 0.000107284626113078, "waning": 0.000107284626113078, "hegemony": 0.000107284626113078, "essentially": 0.000107284626113078, "rooted": 0.000107284626113078, "urbanist": 0.000107284626113078, "tradition": 0.000107284626113078, "relating": 0.000214569252226156, "spaces": 0.000107284626113078, "piazze": 0.000107284626113078, "absolutist": 0.000107284626113078, "monarchy": 0.000107284626113078, "preferred": 0.000107284626113078, "classicizing": 0.000107284626113078, "severity": 0.000107284626113078, "Louvres": 0.000107284626113078, "doubt": 0.000107284626113078, "added": 0.000107284626113078, "bonus": 0.000107284626113078, "version": 0.000214569252226156, "feature": 0.000107284626113078, "flat": 0.000214569252226156, "roof": 0.000107284626113078, "Palladian": 0.000107284626113078, "balustrade": 0.000107284626113078, "During": 0.000107284626113078, "palazzo": 0.000214569252226156, "across": 0.000107284626113078, "Liberiana": 0.000107284626113078, "clan": 0.000107284626113078, "longagodemolished": 0.000107284626113078, "Marta": 0.000107284626113078, "neighborhood": 0.000107284626113078, "afforded": 0.000214569252226156, "convenient": 0.000107284626113078, "access": 0.000107284626113078, "Foundry": 0.000107284626113078, "working": 0.000321853878339234, "premises": 0.000107284626113078, "bought": 0.000107284626113078, "property": 0.000107284626113078, "corner": 0.000107284626113078, "via": 0.000214569252226156, "del": 0.0005364231305653899, "Collegio": 0.000214569252226156, "Propaganda": 0.000214569252226156, "Fide": 0.000214569252226156, "distinction": 0.000107284626113078, "being": 0.000107284626113078, "Cortona": 0.000214569252226156, "proprietor": 0.000107284626113078, "own": 0.000750992382791546, "palatial": 0.000107284626113078, "sumptuous": 0.000107284626113078, "residence": 0.000107284626113078, "furnished": 0.000107284626113078, "water": 0.000643707756678468, "supply": 0.000107284626113078, "refurbished": 0.000107284626113078, "expanded": 0.000107284626113078, "Nos": 0.000107284626113078, "properly": 0.000107284626113078, "pertains": 0.000107284626113078, "familys": 0.000107284626113078, "Corso": 0.000107284626113078, "nineteenth": 0.000214569252226156, "ManfroniBernini": 0.000107284626113078, "No": 0.000107284626113078, "extensively": 0.000107284626113078, "th": 0.000214569252226156, "those": 0.000429138504452312, "imagined": 0.000107284626113078, "must": 0.000214569252226156, "galling": 0.000107284626113078, "windows": 0.000107284626113078, "dwelling": 0.000107284626113078, "delle": 0.000214569252226156, "Fratte": 0.000107284626113078, "replaced": 0.000107284626113078, "Borrominis": 0.000107284626113078, "contains": 0.000107284626113078, "originals": 0.000107284626113078, "angels": 0.000321853878339234, "True": 0.000107284626113078, "dynamism": 0.000107284626113078, "loved": 0.000107284626113078, "pleasure": 0.000107284626113078, "sight": 0.000107284626113078, "sound": 0.000107284626113078, "gifted": 0.000107284626113078, "applauded": 0.000107284626113078, "creations": 0.000107284626113078, "otherwise": 0.000214569252226156, "fountain": 0.000750992382791546, "Barcaccia": 0.000107284626113078, "foot": 0.000107284626113078, "Steps": 0.000107284626113078, "cleverly": 0.000107284626113078, "surmounted": 0.000107284626113078, "challenge": 0.000107284626113078, "low": 0.000214569252226156, "parts": 0.000107284626113078, "driven": 0.000107284626113078, "alone": 0.000107284626113078, "lowlying": 0.000107284626113078, "boat": 0.000107284626113078, "take": 0.000107284626113078, "advantage": 0.000107284626113078, "amount": 0.000321853878339234, "available": 0.000107284626113078, "longago": 0.000107284626113078, "dismantled": 0.000107284626113078, "Woman": 0.000107284626113078, "Drying": 0.000107284626113078, "Her": 0.000107284626113078, "Hair": 0.000107284626113078, "nolongerextant": 0.000107284626113078, "ai": 0.000107284626113078, "Bastioni": 0.000107284626113078, "edge": 0.000107284626113078, "Janiculum": 0.000107284626113078, "Hill": 0.000107284626113078, "overlooking": 0.000107284626113078, "Triton": 0.000321853878339234, "Fontana": 0.000643707756678468, "Tritone": 0.000107284626113078, "Bees": 0.000107284626113078, "Api": 0.000107284626113078, "dei": 0.000214569252226156, "Quattro": 0.000214569252226156, "Fiumi": 0.000107284626113078, "masterpiece": 0.000107284626113078, "spectacle": 0.000107284626113078, "allegory": 0.000107284626113078, "brilliantly": 0.000107284626113078, "overcame": 0.000107284626113078, "abundance": 0.000107284626113078, "reality": 0.000107284626113078, "An": 0.000214569252226156, "oftrepeated": 0.000107284626113078, "false": 0.000107284626113078, "anecdote": 0.000214569252226156, "tells": 0.000107284626113078, "river": 0.000107284626113078, "gods": 0.000107284626113078, "defers": 0.000107284626113078, "gaze": 0.000107284626113078, "disapproval": 0.000107284626113078, "SantAgnese": 0.000107284626113078, "Agone": 0.000107284626113078, "politically": 0.000107284626113078, "impossible": 0.000214569252226156, "Moor": 0.000107284626113078, "Moro": 0.000107284626113078, "depicted": 0.000107284626113078, "musically": 0.000107284626113078, "section": 0.000107284626113078, "Ottorino": 0.000107284626113078, "Respighis": 0.000107284626113078, "Fountains": 0.000107284626113078, "category": 0.000214569252226156, "activity": 0.000214569252226156, "exercised": 0.000107284626113078, "decisive": 0.000214569252226156, "longenduring": 0.000107284626113078, "Popes": 0.000107284626113078, "Pimental": 0.000107284626113078, "Canossa": 0.000107284626113078, "Related": 0.000107284626113078, "greatly": 0.000107284626113078, "smaller": 0.000107284626113078, "Baldinucci": 0.0005364231305653899, "Elephant": 0.000107284626113078, "Obelisk": 0.000107284626113078, "Pantheon": 0.000107284626113078, "Dominican": 0.000321853878339234, "decided": 0.000214569252226156, "Egyptian": 0.000214569252226156, "beneath": 0.000107284626113078, "erected": 0.000107284626113078, "same": 0.000321853878339234, "support": 0.000107284626113078, "elephant": 0.000107284626113078, "bearing": 0.000107284626113078, "back": 0.000214569252226156, "students": 0.000107284626113078, "Ercole": 0.000321853878339234, "Ferrata": 0.000429138504452312, "inscription": 0.000107284626113078, "base": 0.000107284626113078, "relates": 0.000107284626113078, "goddess": 0.000214569252226156, "Isis": 0.000107284626113078, "Virgin": 0.000107284626113078, "Mary": 0.000107284626113078, "supplanted": 0.000107284626113078, "pagan": 0.000107284626113078, "goddesses": 0.000107284626113078, "popular": 0.000321853878339234, "concerns": 0.000107284626113078, "elephants": 0.000107284626113078, "smile": 0.000107284626113078, "find": 0.000107284626113078, "why": 0.000107284626113078, "legend": 0.000107284626113078, "examine": 0.000107284626113078, "rear": 0.000214569252226156, "animal": 0.000107284626113078, "notice": 0.000107284626113078, "muscles": 0.000107284626113078, "tensed": 0.000107284626113078, "tail": 0.000107284626113078, "shifted": 0.000107284626113078, "defecating": 0.000107284626113078, "animals": 0.000107284626113078, "pointed": 0.000107284626113078, "directly": 0.000321853878339234, "headquarters": 0.000107284626113078, "Order": 0.000107284626113078, "housing": 0.000107284626113078, "offices": 0.000107284626113078, "Inquisitors": 0.000107284626113078, "office": 0.000107284626113078, "Father": 0.000107284626113078, "Giuseppe": 0.000107284626113078, "Paglia": 0.000107284626113078, "friar": 0.000107284626113078, "main": 0.000107284626113078, "antagonists": 0.000107284626113078, "salute": 0.000107284626113078, "minor": 0.000107284626113078, "nonRoman": 0.000107284626113078, "venues": 0.000107284626113078, "Lisbon": 0.000214569252226156, "Portuguese": 0.000107284626113078, "nobleman": 0.000107284626113078, "Count": 0.000107284626113078, "Ericeira": 0.000107284626113078, "copying": 0.000107284626113078, "supplied": 0.000214569252226156, "Neptune": 0.000214569252226156, "tritons": 0.000107284626113078, "basin": 0.000107284626113078, "survived": 0.000107284626113078, "gardens": 0.000107284626113078, "Palacio": 0.000107284626113078, "Nacional": 0.000107284626113078, "Queluz": 0.000107284626113078, "miles": 0.000107284626113078, "studied": 0.000107284626113078, "normal": 0.000107284626113078, "part": 0.000107284626113078, "adolescence": 0.000107284626113078, "guidance": 0.000214569252226156, "some": 0.000214569252226156, "further": 0.000107284626113078, "Florentine": 0.000107284626113078, "Cigoli": 0.000107284626113078, "probably": 0.000107284626113078, "sporadic": 0.000107284626113078, "diversion": 0.000107284626113078, "practiced": 0.000107284626113078, "mainly": 0.000107284626113078, "youth": 0.000107284626113078, "mids": 0.000214569252226156, "study": 0.000214569252226156, "decorate": 0.000107284626113078, "Benediction": 0.000107284626113078, "Loggia": 0.000107284626113078, "likely": 0.000107284626113078, "According": 0.000107284626113078, "currently": 0.000107284626113078, "paintings": 0.000107284626113078, "confidently": 0.000107284626113078, "attributed": 0.000214569252226156, "securely": 0.000214569252226156, "background": 0.000107284626113078, "confident": 0.000107284626113078, "brilliant": 0.000107284626113078, "painterly": 0.000107284626113078, "brushstroke": 0.000107284626113078, "Velasquez": 0.000107284626113078, "trace": 0.000107284626113078, "pedantry": 0.000107284626113078, "limited": 0.000107284626113078, "palette": 0.000107284626113078, "warm": 0.000107284626113078, "subdued": 0.000107284626113078, "colors": 0.000107284626113078, "deep": 0.000107284626113078, "chiaroscuro": 0.000107284626113078, "sought": 0.000107284626113078, "collectors": 0.000107284626113078, "Most": 0.000214569252226156, "noteworthy": 0.000107284626113078, "vividly": 0.000107284626113078, "penetrating": 0.000107284626113078, "self": 0.000107284626113078, "mid": 0.000107284626113078, "searly": 0.000107284626113078, "Uffizi": 0.000107284626113078, "Gallery": 0.000214569252226156, "purchased": 0.000107284626113078, "Leopoldo": 0.000107284626113078, "Medici": 0.000107284626113078, "Apostles": 0.000107284626113078, "Andrew": 0.000107284626113078, "Thomas": 0.000107284626113078, "Londons": 0.000107284626113078, "National": 0.000107284626113078, "attribution": 0.000107284626113078, "approximate": 0.000107284626113078, "date": 0.000107284626113078, "provenance": 0.000107284626113078, "minuscule": 0.000107284626113078, "percentage": 0.000107284626113078, "rapid": 0.000107284626113078, "sketches": 0.000107284626113078, "presentation": 0.000107284626113078, "gifts": 0.000107284626113078, "aristocratic": 0.000107284626113078, "friends": 0.000214569252226156, "exquisite": 0.000107284626113078, "Agostino": 0.000107284626113078, "Mascardi": 0.000107284626113078, "Ecole": 0.000107284626113078, "des": 0.000107284626113078, "BeauxArts": 0.000107284626113078, "Sisinio": 0.000107284626113078, "Poli": 0.000107284626113078, "Yorks": 0.000107284626113078, "Morgan": 0.000107284626113078, "Library": 0.000107284626113078, "masters": 0.000214569252226156, "Stefano": 0.000107284626113078, "Speranza": 0.000107284626113078, "Giuliano": 0.000107284626113078, "Finelli": 0.000107284626113078, "Giacomo": 0.000107284626113078, "Antonio": 0.0005364231305653899, "Fancelli": 0.000107284626113078, "Lazzaro": 0.000107284626113078, "Morelli": 0.000107284626113078, "Baratta": 0.000107284626113078, "Frenchman": 0.000321853878339234, "Niccolò": 0.000107284626113078, "Sale": 0.000107284626113078, "Mari": 0.000107284626113078, "Francois": 0.000214569252226156, "trusted": 0.000107284626113078, "Giulio": 0.000107284626113078, "Cartari": 0.000107284626113078, "traveled": 0.000107284626113078, "disciples": 0.000107284626113078, "Battista": 0.000214569252226156, "Contini": 0.000107284626113078, "Swedish": 0.000107284626113078, "Nicodemus": 0.000107284626113078, "Tessin": 0.000107284626113078, "Younger": 0.000107284626113078, "visited": 0.000107284626113078, "twice": 0.000107284626113078, "rivals": 0.000214569252226156, "above": 0.000214569252226156, "Early": 0.000107284626113078, "careers": 0.000107284626113078, "initially": 0.000107284626113078, "Later": 0.000107284626113078, "competition": 0.000107284626113078, "rivalries": 0.000107284626113078, "developed": 0.000107284626113078, "competed": 0.000107284626113078, "Algardi": 0.000214569252226156, "respectively": 0.000107284626113078, "leaving": 0.000107284626113078, "effectively": 0.000107284626113078, "status": 0.000214569252226156, "There": 0.000107284626113078, "succession": 0.000107284626113078, "painters": 0.000107284626113078, "pittori": 0.000107284626113078, "berniniani": 0.000107284626113078, "frescos": 0.000107284626113078, "integral": 0.000107284626113078, "components": 0.000107284626113078, "multimedia": 0.000107284626113078, "Pellegrini": 0.000107284626113078, "Ubaldo": 0.000107284626113078, "Abbatini": 0.000107284626113078, "Guillaume": 0.000107284626113078, "Courtois": 0.000107284626113078, "Guglielmo": 0.000107284626113078, "Cortese": 0.000107284626113078, "Il": 0.000107284626113078, "Borgognone": 0.000107284626113078, "Gaulli": 0.000107284626113078, "thanks": 0.000107284626113078, "prized": 0.000107284626113078, "mother": 0.000107284626113078, "Gesù": 0.000107284626113078, "Superior": 0.000107284626113078, "General": 0.000107284626113078, "Oliva": 0.000107284626113078, "Caravaggio": 0.0005364231305653899, "concerned": 0.000107284626113078, "voluminous": 0.000107284626113078, "sources": 0.000214569252226156, "appears": 0.000107284626113078, "Diary": 0.000214569252226156, "disparaging": 0.000107284626113078, "remark": 0.000107284626113078, "Fortune": 0.000107284626113078, "Teller": 0.000107284626113078, "arrived": 0.000107284626113078, "really": 0.000107284626113078, "scorned": 0.000107284626113078, "Caravaggios": 0.000107284626113078, "matter": 0.000107284626113078, "debate": 0.000107284626113078, "arguments": 0.000107284626113078, "strong": 0.000107284626113078, "course": 0.000107284626113078, "heard": 0.000107284626113078, "contact": 0.000107284626113078, "avoid": 0.000107284626113078, "used": 0.000107284626113078, "theatricallike": 0.000107284626113078, "metaphorical": 0.000107284626113078, "device": 0.000107284626113078, "using": 0.000107284626113078, "intensify": 0.000107284626113078, "worship": 0.000107284626113078, "enhance": 0.000107284626113078, "primary": 0.000107284626113078, "written": 0.000214569252226156, "entitled": 0.000107284626113078, "Vita": 0.000214569252226156, "Gio": 0.000107284626113078, "Bernino": 0.000107284626113078, "published": 0.000429138504452312, "compiled": 0.000107284626113078, "journal": 0.000107284626113078, "Visit": 0.000107284626113078, "fourmonth": 0.000107284626113078, "June": 0.000107284626113078, "biographical": 0.000214569252226156, "Brevis": 0.000107284626113078, "eldest": 0.000214569252226156, "Monsignor": 0.000214569252226156, "Until": 0.000107284626113078, "Sweden": 0.000107284626113078, "living": 0.000107284626113078, "write": 0.000107284626113078, "research": 0.000214569252226156, "strongly": 0.000107284626113078, "sons": 0.000107284626113078, "Mons": 0.000107284626113078, "intent": 0.000107284626113078, "publishing": 0.000107284626113078, "mean": 0.000107284626113078, "originate": 0.000107284626113078, "merely": 0.000107284626113078, "lent": 0.000107284626113078, "patron": 0.000107284626113078, "hide": 0.000107284626113078, "secondly": 0.000107284626113078, "derived": 0.000107284626113078, "prepublication": 0.000107284626113078, "evidenced": 0.000107284626113078, "text": 0.000107284626113078, "verbatim": 0.000321853878339234, "explanation": 0.000107284626113078, "repetition": 0.000107284626113078, "routinely": 0.000107284626113078, "material": 0.000107284626113078, "biographies": 0.000107284626113078, "detailed": 0.000107284626113078, "Domenicos": 0.000107284626113078, "fulllength": 0.000107284626113078, "idealizes": 0.000107284626113078, "whitewashes": 0.000107284626113078, "lessthanflattering": 0.000107284626113078, "facts": 0.000107284626113078, "personality": 0.000107284626113078, "summarized": 0.000107284626113078, "Perhaps": 0.000107284626113078, "studies": 0.000107284626113078, "past": 0.000107284626113078, "restore": 0.000214569252226156, "protagonist": 0.000107284626113078, "undisputed": 0.000107284626113078, "interpret": 0.000107284626113078, "genial": 0.000107284626113078, "fashion": 0.000107284626113078, "sensibilities": 0.000107284626113078, "give": 0.000107284626113078, "unify": 0.000107284626113078, "language": 0.000107284626113078, "Few": 0.000107284626113078, "tenor": 0.000107284626113078, "Maintaining": 0.000107284626113078, "controlling": 0.000107284626113078, "aided": 0.000107284626113078, "executing": 0.000107284626113078, "carry": 0.000107284626113078, "unique": 0.000107284626113078, "harmoniously": 0.000107284626113078, "productive": 0.000107284626113078, "reaction": 0.000214569252226156, "brand": 0.000107284626113078, "flamboyant": 0.000107284626113078, "Nicola": 0.000107284626113078, "Salvis": 0.000107284626113078, "Trevi": 0.000107284626113078, "prime": 0.000107284626113078, "postmortem": 0.000107284626113078, "citys": 0.000107284626113078, "landscape": 0.000107284626113078, "eighteenth": 0.000214569252226156, "neoclassical": 0.000107284626113078, "criticism": 0.000214569252226156, "aimed": 0.000107284626113078, "latters": 0.000107284626113078, "extravagant": 0.000107284626113078, "illegitimate": 0.000107284626113078, "departures": 0.000107284626113078, "pristine": 0.000107284626113078, "models": 0.000107284626113078, "Greek": 0.000107284626113078, "seeking": 0.000107284626113078, "objective": 0.000107284626113078, "understanding": 0.000107284626113078, "output": 0.000107284626113078, "cultural": 0.000107284626113078, "priori": 0.000107284626113078, "prejudices": 0.000107284626113078, "neoclassicism": 0.000107284626113078, "recognize": 0.000107284626113078, "achievements": 0.000107284626113078, "slowly": 0.000107284626113078, "toosensual": 0.000107284626113078, "decadent": 0.000107284626113078, "charged": 0.000107284626113078, "nonCatholic": 0.000107284626113078, "countries": 0.000107284626113078, "northern": 0.000107284626113078, "Victorian": 0.000107284626113078, "effect": 0.000107284626113078, "twentieth": 0.000214569252226156, "notable": 0.000107284626113078, "disparagement": 0.000107284626113078, "Milizia": 0.000107284626113078, "Joshua": 0.000107284626113078, "Reynolds": 0.000107284626113078, "Jacob": 0.000107284626113078, "Burkhardt": 0.000107284626113078, "nineteenthcentury": 0.000107284626113078, "tourists": 0.000107284626113078, "guides": 0.000107284626113078, "ignore": 0.000107284626113078, "treat": 0.000107284626113078, "disdain": 0.000107284626113078, "case": 0.000107284626113078, "bestselling": 0.000321853878339234, "Walks": 0.000107284626113078, "editions": 0.000107284626113078, "Augustus": 0.000107284626113078, "JC": 0.000107284626113078, "Hare": 0.000107284626113078, "describes": 0.000107284626113078, "Breezy": 0.000107284626113078, "Maniacs": 0.000107284626113078, "twentyfirst": 0.000107284626113078, "enthusiastically": 0.000107284626113078, "critical": 0.000107284626113078, "Since": 0.000107284626113078, "year": 0.000107284626113078, "numerous": 0.000107284626113078, "exhibitions": 0.000107284626113078, "North": 0.000107284626113078, "America": 0.000107284626113078, "expanding": 0.000107284626113078, "knowledge": 0.000107284626113078, "commemorated": 0.000107284626113078, "theBanca": 0.000107284626113078, "dItalia": 0.000107284626113078, "lire": 0.000107284626113078, "banknote": 0.000107284626113078, "sbefore": 0.000107284626113078, "switched": 0.000107284626113078, "euro": 0.000107284626113078, "sign": 0.000107284626113078, "decision": 0.000107284626113078, "IM": 0.000107284626113078, "Pei": 0.000107284626113078, "insert": 0.000107284626113078, "faithful": 0.000107284626113078, "copy": 0.000107284626113078, "lead": 0.000107284626113078, "Equestrian": 0.000107284626113078, "ornamental": 0.000107284626113078, "element": 0.000107284626113078, "modernist": 0.000107284626113078, "redesign": 0.000107284626113078, "plaza": 0.000107284626113078, "acclaim": 0.000107284626113078, "Pyramid": 0.000107284626113078, "glass": 0.000107284626113078, "novelist": 0.000214569252226156, "Dan": 0.000107284626113078, "Brown": 0.000107284626113078, "thriller": 0.000107284626113078, "Angels": 0.000107284626113078, "Demons": 0.000107284626113078, "Iain": 0.000107284626113078, "Pears": 0.000107284626113078, "missing": 0.000107284626113078, "murder": 0.000107284626113078, "mystery": 0.000107284626113078, "Cepparelli": 0.000107284626113078, "Pozzo": 0.000107284626113078, "Selfportrait": 0.000107284626113078, "Terracota": 0.000107284626113078, "Modello": 0.000107284626113078, "colonade": 0.000107284626113078, "Angelo": 0.000107284626113078, "fiumi": 0.000107284626113078, "Bronze": 0.000107284626113078}, "total": 9321, "gender": "male"}