{"name": "Beryl May Dent", "content": "\n \n Beryl May Dent MIEE (10 May 1900 – 9 August 1977) was an English mathematical physicist, technical librarian, and a programmer of early analogue and digital computers to solve electrical engineering problems. She was born in Chippenham, Wiltshire, the eldest daughter of schoolteachers. The family left Chippenham in 1901, after her father became head teacher of the then recently established Warminster County School. She graduated from the University of Bristol in 1923 with First Class Honours in applied mathematics. She was awarded the Ashworth Hallett scholarship by the university and was accepted as a postgraduate student at Newnham College, Cambridge.\n She returned to Bristol in 1925, after being appointed a researcher in the Physics Department at the University of Bristol, with her salary being paid by the Department of Scientific and Industrial Research. In 1927, John Lennard‑Jones was appointed Professor of Theoretical Physics, a chair being created for him, with Dent becoming his research assistant in theoretical physics. Lennard‑Jones pioneered the theory of interatomic and intermolecular forces at Bristol and she became one of his first collaborators. They published six papers together from 1926 to 1928, dealing with the forces between atoms and ions, that were to become the foundation of her master's thesis. Later work has shown that the results they obtained had direct application to atomic force microscopy by predicting that non-contact imaging is possible only at small tip-sample separations.\n In 1930, she joined Metropolitan-Vickers Electrical Company Ltd, Manchester, as a technical librarian for the scientific and technical staff of the research department. She became active in the Association of Special Libraries and Information Bureaux (ASLIB) and was honorary secretary to the founding committee for the Lancashire and Cheshire branch of the association. She served on various ASLIB committees and made conference presentations detailing different aspects of the company's library and information service. She continued to publish scientific papers, contributing numerical methods for solving differential equations by the use of the differential analyser that was built for the University of Manchester and Douglas Hartree. She was the first to develop a detailed reduced major axis method for the best fit of a series of data points.\n Later in her career she became leader of the computation section at Metropolitan-Vickers, and then a supervisor in the research department for the section that was investigating semiconducting materials. She joined the Women's Engineering Society and published papers on the application of digital computers to electrical design. She retired in 1960, with Isabel Hardwich, later a fellow and president of the Women's Engineering Society, replacing her as section leader for the women in the research department. In 1962, she moved with her mother and sister to Sompting, West Sussex, and died there in 1977.\n Beryl May was born on (1900-05-10)10 May 1900, at Penley Villa, Park Lane, Chippenham, Wiltshire, the eldest daughter of Agnes Dent (1869–1967), née Thornley, and Eustace Edward (1868–1954).[1] She was baptised at St Paul's, Chippenham, on 8 June 1900.[2]:1 They had married at St Mary's Church, Goosnargh, near Preston, Lancashire, on 27 July 1898.[3] Thornley was educated at the Harris Institute, Preston, passing examinations in science and art.[4] She was a teacher at Attercliffe School, in northeast Sheffield, before moving to Goosnargh School, near her hometown of Preston, where her elder brother and sister, John William and Mary Ann Thornley, were the head teachers.[5][6] In March 1894, she had applied for the headship at Fairfield School, Cockermouth, making the shortlist, but the board decided to appoint a local candidate.[7]\n On 18 March 1889, Dent's father was appointed to a teaching assistant position at Portland Road School, in Calderdale, Halifax, after completing a teaching apprenticeship with the school board.[8][9] In the same year, Florence Emily Dent, her father's elder sister, was appointed head teacher at West Vale girls' school, Stainland Road, Greetland, moving from the Higher Board School at Halifax.[10] In August 1889, he obtained a first class pass in mathematics from the Halifax Mechanics' Institute.[11][a] He then enrolled on a degree course at University College, Aberystwyth, in the Education Day Training College.[b] In January 1894, he was awarded a first by Aberystwyth, and a first in the external University of London examinations.[13][14][c] His first teaching post was at Coopers' Company Grammar School, Bow, London,[15] before moving to Chippenham, where he was a senior assistant teacher at the Chippenham County School. After five years at Chippenham, he left in October 1901 to become head teacher of the then recently established Warminster County School, that adjoined the Athenaeum Theatre in Warminster.[16][17][18][d] He was chair of the Warminster Urban District Council from 1920 to 1922,[e] and remained as head teacher of the County School until his retirement in August 1929.[22][21][f]\n After moving from Chippenham, the family lived at Boreham Road, Warminster, where houses were built in the early 19th century.[25][26][g] In April 1907, the family moved to 22 Portway, Warminster, situated a short distance from the County School and the Athenaeum.[20]:264[27] Her father was a regular cast member of the Warminster Operatic Society at the Athenaeum and other venues. Dent and her younger sister, Florence Mary, would often appear with him on stage in such operettas as Snow White and the seven dwarfs  and the Princess Ju‑Ju (The Golden Amulet), a Japanese operetta in three acts by Clementine Ward.[28][29][30] In Princess Ju‑Ju, she played La La, one of the three maidens attendant on the Princess Ju‑Ju, and sang the first act solo, She must be demure.[31][32] In act two of the same musical, she performed in the fan dance, Spirits of the Night.[29][32][h] She also acted in a scene from Tennyson's Princess at the County School's prize giving day on 16 December 1913.[35][i]\n Dent was educated at Warminster County School, where her father was head teacher. At school, she was close friends with her neighbour at Portway, Evelyn Mary Day, the eldest daughter of Henry George Day, a former butler to Colonel Charles Gathorne Gathorne‑Hardy, son of Gathorne Gathorne-Hardy, 1st Earl of Cranbrook.[37][38][j] In August 1914, she passed the University of Oxford Junior Local Examination with First Class Honours, and on the strength of her examination result, she was awarded a scholarship by the County School. In 1915, she passed the senior examination with second class honours and a distinction in French, and subsequently, her scholarship was renewed.[39][40][41] She then joined the sixth form and won the school prize for French in December 1916.[42][k] In March 1918, she applied for a scholarship in mathematics from Somerville College, Oxford, one of the first two women's colleges in Oxford. She was highly commended but was not awarded a scholarship nor an exhibition.[43]\n Dent was accepted on to the general Bachelor of Arts (BA) degree course at the University of Bristol and passed her intermediate degree examinations in June 1920.[l] For the following academic year, she took the honours course in mathematics at Bristol.[45] After spending the summer of 1921 at her parent's home in Warminster,[46] she returned for the start of the 1921 to 1922 academic year to find that Paul Dirac had joined the mathematics course.[47][m] Dent and Dirac were taught applied mathematics by Henry Ronald Hassé, the then head of the Mathematics Department, and pure mathematics by Peter Fraser. Both of them had come from Cambridge.[47] Fraser introduced them to mathematical rigour, projective geometry, and rigorous proofs in differential and integral calculus.[48][n] Dent studied four courses in pure mathematics:\n There was a choice of specialisation in the final year; applied or pure mathematics. As the only official, registered fee-paying student, Dent had the right to choose, and she settled on applied mathematics for the final year. The department could offer only one set of lectures so Dirac also had to follow the same course.[50][o] Dent studied four courses in applied mathematics:\n In June 1923, she graduated with Dirac, gaining a Bachelor of Science (BSc) degree in applied mathematics with First Class Honours.[51][47][p] On 7 July 1923, she was awarded the Ashworth Hallett scholarship by the University of Bristol and was accepted as a postgraduate student at Newnham College, Cambridge.[50][52][53][q] Dent spent a year at Cambridge, leaving in 1924 without further academic qualification, prior to being appointed to a temporary position teaching science at Barnsley Girls' High School, Huddersfield Road, Barnsley.[53] Before 1948, Cambridge University denied women graduates a degree, although in the same year as Dent left Cambridge, Katharine Margaret Wilson was the first woman to be awarded a PhD by the university.[55][r]\n In 1925, Dent was appointed a researcher in the Physics Department at the University of Bristol, with her salary being paid by the Department of Scientific and Industrial Research, the forerunner of the Science and Engineering Research Council (SERC).[57]:107[53][s] In 1924, the University of Bristol Council had set aside a portion of a bequest from Henry Herbert Wills for the Department of Physics where Arthur Mannering Tyndall was building up a staff for teaching and research in the H. H. Wills Physics Laboratory, Royal Fort House Gardens.[59][t] From August 1925, John Lennard‑Jones, Trinity College, Cambridge, was elected Reader in Mathematical Physics.[61][59] In March 1927, Lennard‑Jones was appointed Professor of Theoretical physics, a chair being created for him, with Dent becoming his research assistant in theoretical physics.[62][63]:24[64][u] Lennard‑Jones pioneered the theory of interatomic and intermolecular forces at Bristol and Dent became one of his first collaborators.[59][47]\n Lennard‑Jones and Dent published six papers together from 1926 to 1928, dealing with the forces between atoms and ions, with the objective of calculating theoretically the properties of carbonate and nitrate crystals.[47][65] Dent's thesis for her master's degree, Some theoretical determinations of crystal structure (1927), was the basis of the three papers that followed in 1927; with Lennard‑Jones, Crystal parameters, and with Lennard‑Jones and Sydney Chapman, Structure of carbonate crystals (1927) and Part II. Structure of carbonate crystals (1927).[v] On 28 June 1927, she was awarded a MSc degree for her thesis and research work.[66] In 1927, the physics laboratory at Bristol had a surplus of funds, and so it was decided that the funds would be used to provide more technical help.[w] Consequently, Dent was asked to combine her research duties with the post of part-time departmental librarian, the first appointment of librarian in the Department of Physics.[63]:26[1][x]\n Dent was now living at Clifton Hill House, the university hall of residence for women in Clifton.[67][y] She had been appointed honorary secretary of the Bristol Cheeloo Association by March 1926.[70] The association's aim was to raise sufficient funds to support a chair of chemistry at Cheeloo University.[67] In an effort to publicise the cause and raise money, she presented to the local branch of the Women's International League in October 1928.[71] In 1927, she was one of eleven people elected to the standing committee of the University of Bristol's Convocation, the university's alumni association, and later, represented the Manchester branch of the association.[72][73][68] In 1928, Lennard‑Jones and Dent published two papers, Cohesion at a crystal surface (1928), and with Sydney Chapman, The change in lattice spacing at a crystal boundary (1928), that studied the force fields on a thin crystal cleavage.[74][75] Around this time, quantum mechanics was developed to become the standard formulation for atomic physics.[z] Lennard‑Jones left Bristol in 1929 to study the subject for a year as a Rockefeller Fellow at the University of Göttingen.[77]\n With her collaborator and advisor in Germany, Dent wrote one last paper before leaving the physics department at Bristol: The effect of boundary distortion on the surface energy of a crystal (1929) examined the effect of the polarisation of surface ions in decreasing the surface energy of alkali halides.[78] In December 1929, she resigned her position and it was accepted with regret by the Council of the University of Bristol.[79] She left Bristol for Stretford, Manchester, to become the technical librarian for the scientific and technical staff in the research department at Metropolitan-Vickers.[80]:232 In 1930, Lennard‑Jones returned to Bristol, as Dean of the Faculty of Science, and introduced the new quantum theories to the Bristol group.[77][59][aa] Marjorie Josephine Littleton was appointed as Dent's replacement on the 1 February 1930. She was the daughter of a local Bristol councillor and a graduate of Girton College, Cambridge. She was later Sir Neville Mott's co-author and research assistant in the physics department.[82][83]:517\n Metropolitan-Vickers was a British heavy industrial firm, based at Trafford Park, Manchester. They were well known for industrial electrical equipment and generators, street lighting, electronics, steam turbines and diesel locomotives. They built the Metrovick 950, the first commercial transistorised computer.[84] In 1917, a Research and Education Department was established at the Trafford Park site, when the care of the library came within the remit of James George Pearce, a former engineer in the Transformer Department.[ab] He made the library the centre of a new technical intelligence section. In 1929, the technical intelligence section was substantially reorganised and expanded, and placed under the directorship of James Steele Park Paton.[80]:193[85] In January 1930, Dent joined the senior scientific and technical staff in the research at department Metropolitan-Vickers.[63]:49[80]:193 Technical librarianship emerged as a new scientific career in interwar Britain and rapidly became one of the few types of professional industrial employment that was routinely open to both women and men.[86]:301\n By 1933, the Metropolitan-Vickers library had 3,000 engineering volumes and around the same number in pamphlets and patent specifications.[87] Besides covering electrical subjects, the library covered accountancy, employment questions, and subjects of interest to the sales department. It also issued a weekly bulletin, scrutinised patents, handled patents taken out by research staff, and exchanged information with associated companies.[88] From 1931 to 1936, Dent was honorary secretary to the founding committee for the Lancashire and Cheshire branch of the ASLIB.[89]:204–205 In 1932, the branch had twenty six members and had organised four meetings, including one addressed by Sir Henry Tizard, the then President of ASLIB. After the war, it formed the basis for the Northern Branch of the association.[90]:412 She was also a delegate at the fourteenth International Conference on Documentation and was invited to the Government's conference dinner on 22 September 1938 at the Great Dining Hall of Christ Church, Oxford.[91][ac] She served on various ASLIB committees and made conference presentations detailing different aspects of the company's library and information service.[80]:228[92]\n Dent continued to publish papers in applied mathematics and contribute to papers on emerging computational technologies. In On observations of points connected by a linear relation (1935), she developed a detailed reduced major axis method for line fitting that built on the work of Robert Adcock and Charles Kummell.[93][94] For Myers, Hartree, and Porter, in The Effect of Space-Charge on the Secondary Current in a Triode (1937), she provided the key numerical integrations for differential equations to aid in the calculation of the space charge limitation of secondary current using a differential analyser.[95] In 1946, she was promoted to section leader of the company's new computation section. Her knowledge of higher mathematics meant that she was often asked to check the mathematics in papers for publication by engineers at Metropolitan-Vickers. For example, Cyril Frederick Gradwell, a graduate of Trinity College, Cambridge, asked her to scrutinise the algebraic part of his work in The Solution of a problem in disk bending occurring in connexion with gas turbines (1950).[96][ad]\n In the latter half of her career, Dent became the section leader for the women in the research department that were working on semiconducting materials.[80]:233 She performed the Fourier analysis in Shorting and Field Corrections in Hall Measurements (1954), that developed a method for correcting the measured Hall effect in semiconductors for inhomogeneities in the applied magnetic field.[98] In 1958, she carried out computer calculations for the mechanical engineering team at the Nuclear Power Group, Radbroke Hall. Their paper outlined a procedure for calculating the theoretical deflection (bending) of a circular grid of support girders for a graphite neutron moderator in a gas-cooled reactor.[99] A general expression was derived from the central deflection of the grid and the maximum bending moment on the central cross-beam for a range of grid diameters.[100]\n Dent joined the Women's Engineering Society and published papers on the application of digital computers to electrical design.[101][102] With Brian Birtwistle, she wrote programs for the Manchester University Ferranti Mark 1, that demonstrated that high speed digital computers could provide considerable assistance to the electrical design engineer.[103] Birtwistle would later have an extensive career in the computer industry, working at, amongst others, Honeywell Information Systems and ADP Network Services.[104] She retired from Metropolitan-Vickers in May 1960, with Isabel Hardwich, later a fellow and president of the Women's Engineering Society, replacing her as section leader for the women in the research department.[105][106]:243\n Dent's father died on (1954-06-24)24 June 1954, at their shared home, 529 King's Road, Stretford, with the funeral service taking place at St Matthew's Church, Stretford.[107] Dent had close links to St Matthew's; from 1956 to 1962, she served as a school manager for St Matthew's Church of England Primary School at Poplar Road, Stretford.[53] In 1962, she and her elderly mother, Agnes, moved from Stretford to 1 Cokeham Road, Sompting, a village in the coastal Adur District of West Sussex, between Lancing and Worthing.[108][109] Agnes died on (1967-04-05)5 April 1967 and was cremated at the Downs Crematorium on 10 April 1967.[110][ae]\n Dent died at her home in Sompting on 9 August 1977(1977-08-09) (aged 77).[113][114] She donated her body for medical examination, on the understanding that her remains would be returned for a funeral service at St Mary's Church, Sompting, followed by cremation.[115] Her ashes were interred at Worthing Crematorium, in the Gardens of Rest, towards the Spring Glades, and her entry in the Book of Remembrance at the crematorium states:[116][117][af]\n Beryl May Dent 1900 – A real Christian loved by all – 1977. There is also a memorial to her in the Order of St John, Hospitallers' Room, at St Mary's Church, where a carver chair bears a brass plaque with the following inscription:[118][ag]\n In loving memory of Beryl Dent 1900 – 1977. Dent never married, believing that getting married, and the subsequent pressures of family responsibilities, would be a \"wastage\" of a woman's training. However, she also believed that women leaving employment to get married would mean promotion opportunities for other women, and that married women would still be able to return to work in mid-life.[119] Her Christian faith is perhaps not surprising, given her father's work for the church in Warminster, and the era she grew up in, where religion pervaded social and political life.[120][121] However, it is notable that she remained a committed Christian while pursuing a scientific career. According to Steven Weinberg, science offers no support for belief in God, and that belief in God is unnecessary; a view shared by other scientists. However, Steve Ball, in an article that supports the science of prominent atheistic scientists, states that physics can actually fit well with biblical faith.[122][123]:2[ah]\n In 1928, Lennard‑Jones and Dent published two papers, Cohesion at a crystal surface (1928) and The change in lattice spacing at a crystal boundary (1928), that for the first time, outlined a calculation of the potential of the electric field in a vacuum, produced by a thin sodium chloride crystal surface.[74][75] They gave an expression for the electric potential produced by a system of point charges in vacuum (although not a real cubic sodium chloride ionic lattice).[124]:796–797 The expression for the potential in vacuum, \n\n\n\n\nφ\n\n0\n\n\n\n(\nr\n)\n\n\n\n{\\displaystyle \\varphi _{0}\\left(r\\right)}\n\n, at the point r = {x, y, z}, near the cubic lattice of point ions with different signs, the charge \n\n\n\n\ne\n\nk\n\n\n\n\n{\\displaystyle e_{k}}\n\n, and the period a (a crystalline solid is distinguished by the fact that the atoms making up the crystal are arranged in a periodic fashion), can be represented in the form:[124]:797\n \n\n\n\n\nφ\n\n0\n\n\n\n(\nr\n)\n\n=\n\n\n\n2\nπ\n\n\na\n\n2\n\n\n\n\n\n∑\n\nl\n,\nm\n\n\n\n∑\n\ns\n\n\n\n\n\n\n\n(\n\n−\n1\n\n)\n\n\ns\n\n\nexp\n⁡\n\n[\n\n−\n\n(\n\n\n\n2\nπ\n\na\n\n\n)\n\n\n\n\nl\n\n2\n\n\n+\n\nm\n\n2\n\n\n\n\n\n(\n\nz\n+\n\nz\n\ns\n\n\n\n)\n\n\n]\n\n\n\n|\n\nk\n\nl\n,\nm\n\n\n|\n\n\n\n×\n\n∑\n\nk\n\n\n\ne\n\nk\n\n\ncos\n⁡\n\n[\n\n\nk\n\nl\n,\nm\n\n\n\n(\n\n\nr\n\n∥\n\n\n−\n\nr\n\nk\n\n\n\n)\n\n\n]\n\n\n\n{\\displaystyle \\varphi _{0}\\left(r\\right)={\\frac {2\\pi }{a^{2}}}\\sum _{l,m}\\sum _{s}{\\frac {\\left(-1\\right)^{s}\\exp \\left[-\\left({\\frac {2\\pi }{a}}\\right){\\sqrt {l^{2}+m^{2}}}\\left(z+z_{s}\\right)\\right]}{\\left|k_{l,m}\\right|}}\\times \\sum _{k}e_{k}\\cos \\left[k_{l,m}\\left(r_{\\parallel }-r_{k}\\right)\\right]}\n\n\n         (1) The expression sums the set of potential static charges for the surface and lower layers of the crystal. Lennard‑Jones and Dent showed that this expression forms a rapidly convergent Fourier series.[124]:797 Harold Eugene Buckley, a crystallographic researcher at the University of Manchester until his death in 1959,[125]:481 had suggested that the results obtained in Cohesion at a crystal surface (1928), should be treated with caution. For example, the contraction a crystal plane would suffer under the conditions prescribed would not be the same as that of a similar plane with a solid mass of crystal behind it. Another difficulty arises because calculation of crystal surface field force fields are so great that simplifying assumptions have to be made to render them capable of a solution.[126] However, later work by Cleveland, Radmacher, and Hansma, in Atomic Scale Force Mapping with the Atomic Force Microscope (1994), has shown that the Lennard‑Jones and Dent paper had direct application to atomic force microscopy by predicting that non-contact imaging is possible only at small tip-sample separations.[127]\n Richard J. Smith has stated that Dent, in On observations of points connected by a linear relation (1935), was the first to develop a reduced major axis (RMA) regressiom method for line fitting that built on the work of Robert Adcock in A Problem in Least Squares (1878) and Charles Kummell in Reduction of observation equations which contain more than one observed quantity (1879).[93][94] The theoretical underpinnings of standard least squares regression analysis are based on the assumption that the independent variable (often labelled as x) is measured without error as a design variable. The dependent variable (labeled y) is modeled as having uncertainty or error. Both independent and dependent measurements may have multiple sources of error. Therefore, the underlying least squares regression assumptions can be violated. RMA regression is specifically formulated to handle errors in both the x and y variables.[128]:1 If the estimate of the ratio of the error variance of y to the error variance of x is denoted by 𝜆, then the reduced major axis method assumes that 𝜆 can be approximated by the ratio of the total variances of y and x.[129] RMA minimizes both vertical and horizontal distances of the data points from the predicted line (by summing areas) rather than the least squares sum of squared vertical (y-axis) distances.[128]:2\n Maurice Kendall and Alan Stuart showed that the maximum likelihood estimator of a likelihood function, depending on a parameter \n\n\n\nθ\n\n\n{\\displaystyle \\theta }\n\n, satisfies the following quadratic equation:[130]:387\n \n\n\n\n\nθ\n\n2\n\n\n\nx\n\nT\n\n\ny\n+\n\n[\n\nλ\n\nx\n\nT\n\n\nx\n−\n\ny\n\nT\n\n\ny\n\n]\n\nθ\n−\nλ\n\nx\n\nT\n\n\ny\n=\n0\n\n\n{\\displaystyle \\theta ^{2}x^{T}y+\\left[\\lambda x^{T}x-y^{T}y\\right]\\theta -\\lambda x^{T}y=0}\n\n\n         (2) Using the quadratic formula to solve for the positive root (or zero) of (2):[131]\n \n\n\n\n\nθ\n\nM\nL\n\n\n≡\n\n\n\n\ny\n\nT\n\n\ny\n−\nλ\n\nx\n\nT\n\n\nx\n+\n\n\n(\n\ny\n\nT\n\n\ny\n−\nλ\n\nx\n\nT\n\n\nx\n\n)\n\n2\n\n\n+\n4\nλ\n(\n\nx\n\nT\n\n\ny\n\n)\n\n2\n\n\n\n\n\n\n2\n\nx\n\nT\n\n\ny\n\n\n\n\n\n{\\displaystyle \\theta _{ML}\\equiv {\\frac {y^{T}y-\\lambda x^{T}x+{\\sqrt {(y^{T}y-\\lambda x^{T}x)^{2}+4\\lambda (x^{T}y)^{2}}}}{2x^{T}y}}}\n\n\n         (3) Inspection of (3) shows that as 𝜆 tends to zero, the positive root tends to \n\n\n\n\nθ\n\ny\n\n\n\n\n{\\displaystyle \\theta _{y}}\n\n equal to \n\n\n\n\n\ny\n\nT\n\n\ny\n\n\n/\n\n\n\nx\n\nT\n\n\ny\n\n\n\n{\\displaystyle {y^{T}y}/{x^{T}y}}\n\n, and as 𝜆 tends to plus infinity, the root tends to \n\n\n\n\nθ\n\nx\n\n\n\n\n{\\displaystyle \\theta _{x}}\n\n equal to \n\n\n\n\n\nx\n\nT\n\n\ny\n\n\n/\n\n\n\nx\n\nT\n\n\nx\n\n\n\n{\\displaystyle {x^{T}y}/{x^{T}x}}\n\n.[131] Dent had solved the maximum likelihood estimator in the case where the covariance matrix is not known, that is, when the variances in the x and y variables are unknown.[132]:1049 Dent's maximum likelihood estimator is the geometric mean of \n\n\n\n\nθ\n\nx\n\n\n\n\n{\\displaystyle \\theta _{x}}\n\n and \n\n\n\n\nθ\n\ny\n\n\n\n\n{\\displaystyle \\theta _{y}}\n\n, equal to:[131]\n Dennis Lindley repeated Dent's analysis and stated that Dent's geometric mean estimator is not a consistent estimator for the likelihood function, [133]:235–236, 241 and that the gradient of the estimate will have a bias, and this remains true even if the number of observations tends to infinity.[134]:15 Kenneth Alva Norton, a former consulting engineer with the then National Bureau of Standards, responded to Lindley, stating Lindley's own methods and assumptions lead to a biased prediction.[135] Furthermore, Albert Madansky noted that Lindley took the wrong root for the quadratic in (2) for the case where \n\n\n\n\nx\n\nT\n\n\ny\n\n\n{\\displaystyle x^{T}y}\n\n is negative.[136]:201–203 Subsequently, Theodore Anderson pointed out that the likelihood function has no maximum in this case, and therefore, there is no maximum likelihood estimator.[137]:3\n Although Dent's solution has its theoretical limitations, it is of practical importance, as it likely represents the best a priori estimate if nothing is known about the true error distribution in the model. It is generally much less reasonable to assume that all the error, or residual scatter, is attributable to one of the variables.[134]:3[129]\n In the 1950s, British electrical engineers would rarely use a digital computer, and if they did, it would be to solve some complicated equation outside the scope of analogue computers. To a certain extent, engineers were deterred by the difficulty and the time taken to program a particular problem. Furthermore, the varied and often unique problems that arise in electrical design practice, together with the degree of uncertainty of the numerical data of many problems, accentuated this tendency.[138] On 10 April 1956, Dent and Brian Birtwistle presented their paper, The digital computer as an aid to the electrical design engineer (1956), to the Convention on Digital Computer Techniques at the Institution of Electrical Engineers.[138] The paper was intended to show, by describing three relatively simple applications, that the digital computer could be a useful aid to the electrical design engineer. The three example problems were:\n The Manchester University Ferranti Mark 1 computer was used for the calculations in the three problems. Dent was allowed to use the University's library of subroutines, from which the following were taken and incorporated into the programs:[140]\n \n \n Their paper was one of the first to recognise that high speed digital computers could provide considerable assistance to the electrical design engineer by carrying out automatically the optimum design of products.[103] Significant research had been devoted to determining a transformer's internal transient voltage distribution. Early attempts were hampered by computational limitations encountered when solving large numbers of coupled differential equations with analogue computers.[141] It was not until Dent, with Hartill and Miles, in A method of analysis of transformer impulse voltage distribution using a digital computer (1958), recognised the limitations of the analogue models and developed a digital computer model, and associated program, where non-uniformity in the transformer windings could be introduced and any input voltage applied.[142]\n The surface plane of a face-centred cubic lattice was derived by Lennard‑Jones and Dent and has been used extensively in physisorption studies. They simplified the calculation of the Lennard-Jones potential by noting that the ions under study were isoelectronic with inert gas atoms, and thus, there was no need to introduce additional empirical L‑J parameters into the equation.\nIn rock-salt or sodium chloride (halite) structure, each of the two atom types forms a separate face-centred cubic lattice. Examples of compounds with this structure include sodium chloride itself, along with the other alkali halides, and divalent metal oxides, sulphides, selenides, and tellurides.[145]:16[146][147]:682–683\n ", "tags": ["1900 births", "1977 deaths", "20th-century British physicists", "20th-century British women scientists", "20th-century English mathematicians", "20th-century women engineers", "Alumni of Newnham College, Cambridge", "Alumni of the University of Bristol", "British women computer scientists", "British women engineers", "British women mathematicians", "English Anglicans", "English librarians", "English physicists", "English women physicists", "Mathematical physicists", "People from Warminster", "Theoretical chemists", "Theoretical physicists", "Women's Engineering Society", "Women librarians", "CS1: Julian–Gregorian uncertainty", "Good articles", "Articles with short description", "Short description matches Wikidata", "Use British English from November 2020", "Use dmy dates from November 2020", "Pages with timeline metadata", "Articles with hCards", "Pages using multiple image with auto scaled images", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers"], "raw": "\n\nEnglish mathematical physicist (1900–1977)\n\n\nBeryl May DentMIEEDent in 1928Born(1900-05-10)10 May 1900Chippenham, Wiltshire, EnglandDied9 August 1977(1977-08-09) (aged 77)Sompting, West Sussex, EnglandNationalityBritishAlma materUniversity of Bristol (1927 (1927): MSc)Newnham College, CambridgeAwards1923 (1923): Ashworth Hallett scholarshipScientific careerFieldsComputer-aided engineeringMolecular physicsRegression analysis\n\nOther fields\nIntermolecular forcesSemiconductor materialsTechnical library servicesThin filmsValency\nInstitutionsUniversity of Bristol Physics DepartmentMetropolitan-Vickers Electrical Company LtdAcademic advisorsJohn Lennard-Jones\n\nBeryl May Dent MIEE (10 May 1900 – 9 August 1977) was an English mathematical physicist, technical librarian, and a programmer of early analogue and digital computers to solve electrical engineering problems. She was born in Chippenham, Wiltshire, the eldest daughter of schoolteachers. The family left Chippenham in 1901, after her father became head teacher of the then recently established Warminster County School. She graduated from the University of Bristol in 1923 with First Class Honours in applied mathematics. She was awarded the Ashworth Hallett scholarship by the university and was accepted as a postgraduate student at Newnham College, Cambridge.\nShe returned to Bristol in 1925, after being appointed a researcher in the Physics Department at the University of Bristol, with her salary being paid by the Department of Scientific and Industrial Research. In 1927, John Lennard‑Jones was appointed Professor of Theoretical Physics, a chair being created for him, with Dent becoming his research assistant in theoretical physics. Lennard‑Jones pioneered the theory of interatomic and intermolecular forces at Bristol and she became one of his first collaborators. They published six papers together from 1926 to 1928, dealing with the forces between atoms and ions, that were to become the foundation of her master's thesis. Later work has shown that the results they obtained had direct application to atomic force microscopy by predicting that non-contact imaging is possible only at small tip-sample separations.\nIn 1930, she joined Metropolitan-Vickers Electrical Company Ltd, Manchester, as a technical librarian for the scientific and technical staff of the research department. She became active in the Association of Special Libraries and Information Bureaux (ASLIB) and was honorary secretary to the founding committee for the Lancashire and Cheshire branch of the association. She served on various ASLIB committees and made conference presentations detailing different aspects of the company's library and information service. She continued to publish scientific papers, contributing numerical methods for solving differential equations by the use of the differential analyser that was built for the University of Manchester and Douglas Hartree. She was the first to develop a detailed reduced major axis method for the best fit of a series of data points.\nLater in her career she became leader of the computation section at Metropolitan-Vickers, and then a supervisor in the research department for the section that was investigating semiconducting materials. She joined the Women's Engineering Society and published papers on the application of digital computers to electrical design. She retired in 1960, with Isabel Hardwich, later a fellow and president of the Women's Engineering Society, replacing her as section leader for the women in the research department. In 1962, she moved with her mother and sister to Sompting, West Sussex, and died there in 1977.\n\nContents\n\n1 Early life\n2 Education\n\n2.1 Warminster County School\n2.2 University of Bristol\n2.3 Newnham College, Cambridge\n\n\n3 Career\n\n3.1 University of Bristol Department of Physics\n3.2 Metropolitan-Vickers\n\n\n4 Later life and death\n5 Legacy\n\n5.1 Atomic force microscopy\n5.2 Reduced major axis regression\n5.3 Electrical design using digital computers\n\n\n6 Publications\n\n6.1 Selected papers and academic articles\n6.2 Publications detail\n\n6.2.1 Dent\n6.2.2 Dent as mathematician and programmer\n6.2.3 ASLIB\n6.2.4 Women's Engineering Society\n\n\n\n\n7 See also\n8 Footnotes\n9 References\n10 Bibliography\n11 Further reading\n12 External links\n\n\n\nEarly life[edit]\n The family lived at Boreham Road before moving in 1907 to 22 Portway, Chippenham\nBeryl May was born on (1900-05-10)10 May 1900, at Penley Villa, Park Lane, Chippenham, Wiltshire, the eldest daughter of Agnes Dent (1869–1967), née Thornley, and Eustace Edward (1868–1954).[1] She was baptised at St Paul's, Chippenham, on 8 June 1900.[2]:1 They had married at St Mary's Church, Goosnargh, near Preston, Lancashire, on 27 July 1898.[3] Thornley was educated at the Harris Institute, Preston, passing examinations in science and art.[4] She was a teacher at Attercliffe School, in northeast Sheffield, before moving to Goosnargh School, near her hometown of Preston, where her elder brother and sister, John William and Mary Ann Thornley, were the head teachers.[5][6] In March 1894, she had applied for the headship at Fairfield School, Cockermouth, making the shortlist, but the board decided to appoint a local candidate.[7]\nOn 18 March 1889, Dent's father was appointed to a teaching assistant position at Portland Road School, in Calderdale, Halifax, after completing a teaching apprenticeship with the school board.[8][9] In the same year, Florence Emily Dent, her father's elder sister, was appointed head teacher at West Vale girls' school, Stainland Road, Greetland, moving from the Higher Board School at Halifax.[10] In August 1889, he obtained a first class pass in mathematics from the Halifax Mechanics' Institute.[11][a] He then enrolled on a degree course at University College, Aberystwyth, in the Education Day Training College.[b] In January 1894, he was awarded a first by Aberystwyth, and a first in the external University of London examinations.[13][14][c] His first teaching post was at Coopers' Company Grammar School, Bow, London,[15] before moving to Chippenham, where he was a senior assistant teacher at the Chippenham County School. After five years at Chippenham, he left in October 1901 to become head teacher of the then recently established Warminster County School, that adjoined the Athenaeum Theatre in Warminster.[16][17][18][d] He was chair of the Warminster Urban District Council from 1920 to 1922,[e] and remained as head teacher of the County School until his retirement in August 1929.[22][21][f]\nAfter moving from Chippenham, the family lived at Boreham Road, Warminster, where houses were built in the early 19th century.[25][26][g] In April 1907, the family moved to 22 Portway, Warminster, situated a short distance from the County School and the Athenaeum.[20]:264[27] Her father was a regular cast member of the Warminster Operatic Society at the Athenaeum and other venues. Dent and her younger sister, Florence Mary, would often appear with him on stage in such operettas as Snow White and the seven dwarfs  and the Princess Ju‑Ju (The Golden Amulet), a Japanese operetta in three acts by Clementine Ward.[28][29][30] In Princess Ju‑Ju, she played La La, one of the three maidens attendant on the Princess Ju‑Ju, and sang the first act solo, She must be demure.[31][32] In act two of the same musical, she performed in the fan dance, Spirits of the Night.[29][32][h] She also acted in a scene from Tennyson's Princess at the County School's prize giving day on 16 December 1913.[35][i]\n\nEducation[edit]\nWarminster County School[edit]\n Former Warminster County School, where Dent was educated and her father was head teacher\nDent was educated at Warminster County School, where her father was head teacher. At school, she was close friends with her neighbour at Portway, Evelyn Mary Day, the eldest daughter of Henry George Day, a former butler to Colonel Charles Gathorne Gathorne‑Hardy, son of Gathorne Gathorne-Hardy, 1st Earl of Cranbrook.[37][38][j] In August 1914, she passed the University of Oxford Junior Local Examination with First Class Honours, and on the strength of her examination result, she was awarded a scholarship by the County School. In 1915, she passed the senior examination with second class honours and a distinction in French, and subsequently, her scholarship was renewed.[39][40][41] She then joined the sixth form and won the school prize for French in December 1916.[42][k] In March 1918, she applied for a scholarship in mathematics from Somerville College, Oxford, one of the first two women's colleges in Oxford. She was highly commended but was not awarded a scholarship nor an exhibition.[43]\n\nUniversity of Bristol[edit]\n Paul Dirac, Dent's fellow student on the honours course in mathematics at Bristol\n In 1923, Dent was accepted as a postgraduate research student by Newnham College, Cambridge\nDent was accepted on to the general Bachelor of Arts (BA) degree course at the University of Bristol and passed her intermediate degree examinations in June 1920.[l] For the following academic year, she took the honours course in mathematics at Bristol.[45] After spending the summer of 1921 at her parent's home in Warminster,[46] she returned for the start of the 1921 to 1922 academic year to find that Paul Dirac had joined the mathematics course.[47][m] Dent and Dirac were taught applied mathematics by Henry Ronald Hassé, the then head of the Mathematics Department, and pure mathematics by Peter Fraser. Both of them had come from Cambridge.[47] Fraser introduced them to mathematical rigour, projective geometry, and rigorous proofs in differential and integral calculus.[48][n] Dent studied four courses in pure mathematics:\n\nGeometry of conics; Differential geometry of plane curvesAlgebra and trigonometry; Differential and integral calculusAnalytical projective geometry of conicsDifferential equations; Solid geometry.[49]\nThere was a choice of specialisation in the final year; applied or pure mathematics. As the only official, registered fee-paying student, Dent had the right to choose, and she settled on applied mathematics for the final year. The department could offer only one set of lectures so Dirac also had to follow the same course.[50][o] Dent studied four courses in applied mathematics:\n\nElementary dynamics of a particle and of rigid bodiesGraphical and analytical statics; HydrostaticsDynamics of a particle and of rigid bodiesElementary theory of potential with applications to electricity and magnetism.[49]\nNewnham College, Cambridge[edit]\nIn June 1923, she graduated with Dirac, gaining a Bachelor of Science (BSc) degree in applied mathematics with First Class Honours.[51][47][p] On 7 July 1923, she was awarded the Ashworth Hallett scholarship by the University of Bristol and was accepted as a postgraduate student at Newnham College, Cambridge.[50][52][53][q] Dent spent a year at Cambridge, leaving in 1924 without further academic qualification, prior to being appointed to a temporary position teaching science at Barnsley Girls' High School, Huddersfield Road, Barnsley.[53] Before 1948, Cambridge University denied women graduates a degree, although in the same year as Dent left Cambridge, Katharine Margaret Wilson was the first woman to be awarded a PhD by the university.[55][r]\n\nCareer[edit]\nUniversity of Bristol Department of Physics[edit]\nSee § Publications for details of Dent's academic papers\n H. H. Wills Physics Laboratory, University of Bristol, where Dent worked as a researcher\n John Edward Lennard‑Jones, Dent's advisor and co-author at Bristol in the 1920s\nIn 1925, Dent was appointed a researcher in the Physics Department at the University of Bristol, with her salary being paid by the Department of Scientific and Industrial Research, the forerunner of the Science and Engineering Research Council (SERC).[57]:107[53][s] In 1924, the University of Bristol Council had set aside a portion of a bequest from Henry Herbert Wills for the Department of Physics where Arthur Mannering Tyndall was building up a staff for teaching and research in the H. H. Wills Physics Laboratory, Royal Fort House Gardens.[59][t] From August 1925, John Lennard‑Jones, Trinity College, Cambridge, was elected Reader in Mathematical Physics.[61][59] In March 1927, Lennard‑Jones was appointed Professor of Theoretical physics, a chair being created for him, with Dent becoming his research assistant in theoretical physics.[62][63]:24[64][u] Lennard‑Jones pioneered the theory of interatomic and intermolecular forces at Bristol and Dent became one of his first collaborators.[59][47]\nLennard‑Jones and Dent published six papers together from 1926 to 1928, dealing with the forces between atoms and ions, with the objective of calculating theoretically the properties of carbonate and nitrate crystals.[47][65] Dent's thesis for her master's degree, Some theoretical determinations of crystal structure (1927), was the basis of the three papers that followed in 1927; with Lennard‑Jones, Crystal parameters, and with Lennard‑Jones and Sydney Chapman, Structure of carbonate crystals (1927) and Part II. Structure of carbonate crystals (1927).[v] On 28 June 1927, she was awarded a MSc degree for her thesis and research work.[66] In 1927, the physics laboratory at Bristol had a surplus of funds, and so it was decided that the funds would be used to provide more technical help.[w] Consequently, Dent was asked to combine her research duties with the post of part-time departmental librarian, the first appointment of librarian in the Department of Physics.[63]:26[1][x]\nDent was now living at Clifton Hill House, the university hall of residence for women in Clifton.[67][y] She had been appointed honorary secretary of the Bristol Cheeloo Association by March 1926.[70] The association's aim was to raise sufficient funds to support a chair of chemistry at Cheeloo University.[67] In an effort to publicise the cause and raise money, she presented to the local branch of the Women's International League in October 1928.[71] In 1927, she was one of eleven people elected to the standing committee of the University of Bristol's Convocation, the university's alumni association, and later, represented the Manchester branch of the association.[72][73][68] In 1928, Lennard‑Jones and Dent published two papers, Cohesion at a crystal surface (1928), and with Sydney Chapman, The change in lattice spacing at a crystal boundary (1928), that studied the force fields on a thin crystal cleavage.[74][75] Around this time, quantum mechanics was developed to become the standard formulation for atomic physics.[z] Lennard‑Jones left Bristol in 1929 to study the subject for a year as a Rockefeller Fellow at the University of Göttingen.[77]\nWith her collaborator and advisor in Germany, Dent wrote one last paper before leaving the physics department at Bristol: The effect of boundary distortion on the surface energy of a crystal (1929) examined the effect of the polarisation of surface ions in decreasing the surface energy of alkali halides.[78] In December 1929, she resigned her position and it was accepted with regret by the Council of the University of Bristol.[79] She left Bristol for Stretford, Manchester, to become the technical librarian for the scientific and technical staff in the research department at Metropolitan-Vickers.[80]:232 In 1930, Lennard‑Jones returned to Bristol, as Dean of the Faculty of Science, and introduced the new quantum theories to the Bristol group.[77][59][aa] Marjorie Josephine Littleton was appointed as Dent's replacement on the 1 February 1930. She was the daughter of a local Bristol councillor and a graduate of Girton College, Cambridge. She was later Sir Neville Mott's co-author and research assistant in the physics department.[82][83]:517\n\nMetropolitan-Vickers[edit]\nMetropolitan-Vickers was a British heavy industrial firm, based at Trafford Park, Manchester. They were well known for industrial electrical equipment and generators, street lighting, electronics, steam turbines and diesel locomotives. They built the Metrovick 950, the first commercial transistorised computer.[84] In 1917, a Research and Education Department was established at the Trafford Park site, when the care of the library came within the remit of James George Pearce, a former engineer in the Transformer Department.[ab] He made the library the centre of a new technical intelligence section. In 1929, the technical intelligence section was substantially reorganised and expanded, and placed under the directorship of James Steele Park Paton.[80]:193[85] In January 1930, Dent joined the senior scientific and technical staff in the research at department Metropolitan-Vickers.[63]:49[80]:193 Technical librarianship emerged as a new scientific career in interwar Britain and rapidly became one of the few types of professional industrial employment that was routinely open to both women and men.[86]:301\nBy 1933, the Metropolitan-Vickers library had 3,000 engineering volumes and around the same number in pamphlets and patent specifications.[87] Besides covering electrical subjects, the library covered accountancy, employment questions, and subjects of interest to the sales department. It also issued a weekly bulletin, scrutinised patents, handled patents taken out by research staff, and exchanged information with associated companies.[88] From 1931 to 1936, Dent was honorary secretary to the founding committee for the Lancashire and Cheshire branch of the ASLIB.[89]:204–205 In 1932, the branch had twenty six members and had organised four meetings, including one addressed by Sir Henry Tizard, the then President of ASLIB. After the war, it formed the basis for the Northern Branch of the association.[90]:412 She was also a delegate at the fourteenth International Conference on Documentation and was invited to the Government's conference dinner on 22 September 1938 at the Great Dining Hall of Christ Church, Oxford.[91][ac] She served on various ASLIB committees and made conference presentations detailing different aspects of the company's library and information service.[80]:228[92]\n\n Differential analyser designed by Douglas Hartree, at the Science and Industry Museum in Manchester\nDent continued to publish papers in applied mathematics and contribute to papers on emerging computational technologies. In On observations of points connected by a linear relation (1935), she developed a detailed reduced major axis method for line fitting that built on the work of Robert Adcock and Charles Kummell.[93][94] For Myers, Hartree, and Porter, in The Effect of Space-Charge on the Secondary Current in a Triode (1937), she provided the key numerical integrations for differential equations to aid in the calculation of the space charge limitation of secondary current using a differential analyser.[95] In 1946, she was promoted to section leader of the company's new computation section. Her knowledge of higher mathematics meant that she was often asked to check the mathematics in papers for publication by engineers at Metropolitan-Vickers. For example, Cyril Frederick Gradwell, a graduate of Trinity College, Cambridge, asked her to scrutinise the algebraic part of his work in The Solution of a problem in disk bending occurring in connexion with gas turbines (1950).[96][ad]\nIn the latter half of her career, Dent became the section leader for the women in the research department that were working on semiconducting materials.[80]:233 She performed the Fourier analysis in Shorting and Field Corrections in Hall Measurements (1954), that developed a method for correcting the measured Hall effect in semiconductors for inhomogeneities in the applied magnetic field.[98] In 1958, she carried out computer calculations for the mechanical engineering team at the Nuclear Power Group, Radbroke Hall. Their paper outlined a procedure for calculating the theoretical deflection (bending) of a circular grid of support girders for a graphite neutron moderator in a gas-cooled reactor.[99] A general expression was derived from the central deflection of the grid and the maximum bending moment on the central cross-beam for a range of grid diameters.[100]\nDent joined the Women's Engineering Society and published papers on the application of digital computers to electrical design.[101][102] With Brian Birtwistle, she wrote programs for the Manchester University Ferranti Mark 1, that demonstrated that high speed digital computers could provide considerable assistance to the electrical design engineer.[103] Birtwistle would later have an extensive career in the computer industry, working at, amongst others, Honeywell Information Systems and ADP Network Services.[104] She retired from Metropolitan-Vickers in May 1960, with Isabel Hardwich, later a fellow and president of the Women's Engineering Society, replacing her as section leader for the women in the research department.[105][106]:243\n\nLater life and death[edit]\nChurch of St Mary the Blessed Virgin, SomptingWorthing CrematoriumDent's funeral was held at St Mary's and a memorial to her is located in the Hospitallers' Room there. Her ashes are interred at Worthing Crematorium.\nDent's father died on (1954-06-24)24 June 1954, at their shared home, 529 King's Road, Stretford, with the funeral service taking place at St Matthew's Church, Stretford.[107] Dent had close links to St Matthew's; from 1956 to 1962, she served as a school manager for St Matthew's Church of England Primary School at Poplar Road, Stretford.[53] In 1962, she and her elderly mother, Agnes, moved from Stretford to 1 Cokeham Road, Sompting, a village in the coastal Adur District of West Sussex, between Lancing and Worthing.[108][109] Agnes died on (1967-04-05)5 April 1967 and was cremated at the Downs Crematorium on 10 April 1967.[110][ae]\nDent died at her home in Sompting on 9 August 1977(1977-08-09) (aged 77).[113][114] She donated her body for medical examination, on the understanding that her remains would be returned for a funeral service at St Mary's Church, Sompting, followed by cremation.[115] Her ashes were interred at Worthing Crematorium, in the Gardens of Rest, towards the Spring Glades, and her entry in the Book of Remembrance at the crematorium states:[116][117][af]\n\nBeryl May Dent 1900 – A real Christian loved by all – 1977.\nThere is also a memorial to her in the Order of St John, Hospitallers' Room, at St Mary's Church, where a carver chair bears a brass plaque with the following inscription:[118][ag]\n\nIn loving memory of Beryl Dent 1900 – 1977.\nDent never married, believing that getting married, and the subsequent pressures of family responsibilities, would be a \"wastage\" of a woman's training. However, she also believed that women leaving employment to get married would mean promotion opportunities for other women, and that married women would still be able to return to work in mid-life.[119] Her Christian faith is perhaps not surprising, given her father's work for the church in Warminster, and the era she grew up in, where religion pervaded social and political life.[120][121] However, it is notable that she remained a committed Christian while pursuing a scientific career. According to Steven Weinberg, science offers no support for belief in God, and that belief in God is unnecessary; a view shared by other scientists. However, Steve Ball, in an article that supports the science of prominent atheistic scientists, states that physics can actually fit well with biblical faith.[122][123]:2[ah]\n\nLegacy[edit]\nAtomic force microscopy[edit]\n An atomic force microscope on the left with controlling computer on the right. Dent's work had direct application to the development of atomic force microscopy\nIn 1928, Lennard‑Jones and Dent published two papers, Cohesion at a crystal surface (1928) and The change in lattice spacing at a crystal boundary (1928), that for the first time, outlined a calculation of the potential of the electric field in a vacuum, produced by a thin sodium chloride crystal surface.[74][75] They gave an expression for the electric potential produced by a system of point charges in vacuum (although not a real cubic sodium chloride ionic lattice).[124]:796–797 The expression for the potential in vacuum, \n\n\n\n\nφ\n\n0\n\n\n\n(\nr\n)\n\n\n\n{\\displaystyle \\varphi _{0}\\left(r\\right)}\n\n, at the point r = {x, y, z}, near the cubic lattice of point ions with different signs, the charge \n\n\n\n\ne\n\nk\n\n\n\n\n{\\displaystyle e_{k}}\n\n, and the period a (a crystalline solid is distinguished by the fact that the atoms making up the crystal are arranged in a periodic fashion), can be represented in the form:[124]:797\n\n\n\n\n\n\n\n\n\n\nφ\n\n0\n\n\n\n(\nr\n)\n\n=\n\n\n\n2\nπ\n\n\na\n\n2\n\n\n\n\n\n∑\n\nl\n,\nm\n\n\n\n∑\n\ns\n\n\n\n\n\n\n\n(\n\n−\n1\n\n)\n\n\ns\n\n\nexp\n⁡\n\n[\n\n−\n\n(\n\n\n\n2\nπ\n\na\n\n\n)\n\n\n\n\nl\n\n2\n\n\n+\n\nm\n\n2\n\n\n\n\n\n(\n\nz\n+\n\nz\n\ns\n\n\n\n)\n\n\n]\n\n\n\n|\n\nk\n\nl\n,\nm\n\n\n|\n\n\n\n×\n\n∑\n\nk\n\n\n\ne\n\nk\n\n\ncos\n⁡\n\n[\n\n\nk\n\nl\n,\nm\n\n\n\n(\n\n\nr\n\n∥\n\n\n−\n\nr\n\nk\n\n\n\n)\n\n\n]\n\n\n\n{\\displaystyle \\varphi _{0}\\left(r\\right)={\\frac {2\\pi }{a^{2}}}\\sum _{l,m}\\sum _{s}{\\frac {\\left(-1\\right)^{s}\\exp \\left[-\\left({\\frac {2\\pi }{a}}\\right){\\sqrt {l^{2}+m^{2}}}\\left(z+z_{s}\\right)\\right]}{\\left|k_{l,m}\\right|}}\\times \\sum _{k}e_{k}\\cos \\left[k_{l,m}\\left(r_{\\parallel }-r_{k}\\right)\\right]}\n\n\n\n\n\n\n\n\n\n \n\n \n\n \n\n\n\n \n\n\n\n(1)\n\n\n\n\n\n\nr\n\n∥\n\n\n=\n\n{\n\nx\n,\ny\n\n}\n\n\n\n{\\displaystyle r_{\\parallel }=\\left\\{x,y\\right\\}}\n\n is the lateral vector that fixes the observation point coordinates in the sample plane.\n\n\n\n\n\nk\n\nl\n,\nm\n\n\n\n\n{\\displaystyle k_{l,m}}\n\n is the reciprocal lattice vector.\ns is the number of planes to be calculated inside the crystal; s set to zero would calculate the surface plane.\nThe expression sums the set of potential static charges for the surface and lower layers of the crystal. Lennard‑Jones and Dent showed that this expression forms a rapidly convergent Fourier series.[124]:797 Harold Eugene Buckley, a crystallographic researcher at the University of Manchester until his death in 1959,[125]:481 had suggested that the results obtained in Cohesion at a crystal surface (1928), should be treated with caution. For example, the contraction a crystal plane would suffer under the conditions prescribed would not be the same as that of a similar plane with a solid mass of crystal behind it. Another difficulty arises because calculation of crystal surface field force fields are so great that simplifying assumptions have to be made to render them capable of a solution.[126] However, later work by Cleveland, Radmacher, and Hansma, in Atomic Scale Force Mapping with the Atomic Force Microscope (1994), has shown that the Lennard‑Jones and Dent paper had direct application to atomic force microscopy by predicting that non-contact imaging is possible only at small tip-sample separations.[127]\n\nReduced major axis regression[edit]\nRichard J. Smith has stated that Dent, in On observations of points connected by a linear relation (1935), was the first to develop a reduced major axis (RMA) regressiom method for line fitting that built on the work of Robert Adcock in A Problem in Least Squares (1878) and Charles Kummell in Reduction of observation equations which contain more than one observed quantity (1879).[93][94] The theoretical underpinnings of standard least squares regression analysis are based on the assumption that the independent variable (often labelled as x) is measured without error as a design variable. The dependent variable (labeled y) is modeled as having uncertainty or error. Both independent and dependent measurements may have multiple sources of error. Therefore, the underlying least squares regression assumptions can be violated. RMA regression is specifically formulated to handle errors in both the x and y variables.[128]:1 If the estimate of the ratio of the error variance of y to the error variance of x is denoted by 𝜆, then the reduced major axis method assumes that 𝜆 can be approximated by the ratio of the total variances of y and x.[129] RMA minimizes both vertical and horizontal distances of the data points from the predicted line (by summing areas) rather than the least squares sum of squared vertical (y-axis) distances.[128]:2\n\n Linear regression attempts to model the relationship between two variables by fitting a linear equation (straight line) to observed data\nMaurice Kendall and Alan Stuart showed that the maximum likelihood estimator of a likelihood function, depending on a parameter \n\n\n\nθ\n\n\n{\\displaystyle \\theta }\n\n, satisfies the following quadratic equation:[130]:387\n\n\n\n\n\n\n\n\n\n\nθ\n\n2\n\n\n\nx\n\nT\n\n\ny\n+\n\n[\n\nλ\n\nx\n\nT\n\n\nx\n−\n\ny\n\nT\n\n\ny\n\n]\n\nθ\n−\nλ\n\nx\n\nT\n\n\ny\n=\n0\n\n\n{\\displaystyle \\theta ^{2}x^{T}y+\\left[\\lambda x^{T}x-y^{T}y\\right]\\theta -\\lambda x^{T}y=0}\n\n\n\n\n\n\n\n\n\n \n\n \n\n \n\n\n\n \n\n\n\n(2)\n\nwhere x and y are the \n\n\n\n\nX\n\n\n\n{\\displaystyle \\mathbf {X} }\n\n and \n\n\n\n\nY\n\n\n\n{\\displaystyle \\mathbf {Y} }\n\n vectors in a covariance matrix giving the covariance between each pair of x and y variables.\nUsing the quadratic formula to solve for the positive root (or zero) of (2):[131]\n\n\n\n\n\n\n\n\n\n\nθ\n\nM\nL\n\n\n≡\n\n\n\n\ny\n\nT\n\n\ny\n−\nλ\n\nx\n\nT\n\n\nx\n+\n\n\n(\n\ny\n\nT\n\n\ny\n−\nλ\n\nx\n\nT\n\n\nx\n\n)\n\n2\n\n\n+\n4\nλ\n(\n\nx\n\nT\n\n\ny\n\n)\n\n2\n\n\n\n\n\n\n2\n\nx\n\nT\n\n\ny\n\n\n\n\n\n{\\displaystyle \\theta _{ML}\\equiv {\\frac {y^{T}y-\\lambda x^{T}x+{\\sqrt {(y^{T}y-\\lambda x^{T}x)^{2}+4\\lambda (x^{T}y)^{2}}}}{2x^{T}y}}}\n\n\n\n\n\n\n\n\n\n \n\n \n\n \n\n\n\n \n\n\n\n(3)\n\nInspection of (3) shows that as 𝜆 tends to zero, the positive root tends to \n\n\n\n\nθ\n\ny\n\n\n\n\n{\\displaystyle \\theta _{y}}\n\n equal to \n\n\n\n\n\ny\n\nT\n\n\ny\n\n\n/\n\n\n\nx\n\nT\n\n\ny\n\n\n\n{\\displaystyle {y^{T}y}/{x^{T}y}}\n\n, and as 𝜆 tends to plus infinity, the root tends to \n\n\n\n\nθ\n\nx\n\n\n\n\n{\\displaystyle \\theta _{x}}\n\n equal to \n\n\n\n\n\nx\n\nT\n\n\ny\n\n\n/\n\n\n\nx\n\nT\n\n\nx\n\n\n\n{\\displaystyle {x^{T}y}/{x^{T}x}}\n\n.[131] Dent had solved the maximum likelihood estimator in the case where the covariance matrix is not known, that is, when the variances in the x and y variables are unknown.[132]:1049 Dent's maximum likelihood estimator is the geometric mean of \n\n\n\n\nθ\n\nx\n\n\n\n\n{\\displaystyle \\theta _{x}}\n\n and \n\n\n\n\nθ\n\ny\n\n\n\n\n{\\displaystyle \\theta _{y}}\n\n, equal to:[131]\n\n\n\n\n\n\nθ\n\nM\nL\n\n\n≡\n\n\n\n(\n\n\n\n\ny\n\nT\n\n\ny\n\n\n\nx\n\nT\n\n\nx\n\n\n\n)\n\n\n\n\n\n{\\displaystyle \\theta _{ML}\\equiv {\\sqrt {\\left({\\frac {y^{T}y}{x^{T}x}}\\right)}}}\n\n, where \n\n\n\n\nx\n\nT\n\n\ny\n\n\n{\\displaystyle x^{T}y}\n\n is positive.\nDennis Lindley repeated Dent's analysis and stated that Dent's geometric mean estimator is not a consistent estimator for the likelihood function, [133]:235–236, 241 and that the gradient of the estimate will have a bias, and this remains true even if the number of observations tends to infinity.[134]:15 Kenneth Alva Norton, a former consulting engineer with the then National Bureau of Standards, responded to Lindley, stating Lindley's own methods and assumptions lead to a biased prediction.[135] Furthermore, Albert Madansky noted that Lindley took the wrong root for the quadratic in (2) for the case where \n\n\n\n\nx\n\nT\n\n\ny\n\n\n{\\displaystyle x^{T}y}\n\n is negative.[136]:201–203 Subsequently, Theodore Anderson pointed out that the likelihood function has no maximum in this case, and therefore, there is no maximum likelihood estimator.[137]:3\nAlthough Dent's solution has its theoretical limitations, it is of practical importance, as it likely represents the best a priori estimate if nothing is known about the true error distribution in the model. It is generally much less reasonable to assume that all the error, or residual scatter, is attributable to one of the variables.[134]:3[129]\n\nElectrical design using digital computers[edit]\nIn the 1950s, British electrical engineers would rarely use a digital computer, and if they did, it would be to solve some complicated equation outside the scope of analogue computers. To a certain extent, engineers were deterred by the difficulty and the time taken to program a particular problem. Furthermore, the varied and often unique problems that arise in electrical design practice, together with the degree of uncertainty of the numerical data of many problems, accentuated this tendency.[138] On 10 April 1956, Dent and Brian Birtwistle presented their paper, The digital computer as an aid to the electrical design engineer (1956), to the Convention on Digital Computer Techniques at the Institution of Electrical Engineers.[138] The paper was intended to show, by describing three relatively simple applications, that the digital computer could be a useful aid to the electrical design engineer. The three example problems were:\n\nImpulse voltage distribution on transformer windingsSupply frequency ripple on transductor performanceStarting torque of a synchronous motor.[139]\n Illustration of transformer windings\nThe Manchester University Ferranti Mark 1 computer was used for the calculations in the three problems. Dent was allowed to use the University's library of subroutines, from which the following were taken and incorporated into the programs:[140]\n\n\n\n\nInput of instructions.Input of numerical data in decimal form.Output of results in decimal digits and tabular form.\n\n\n\n\n\nMathematical functions.\nDivision.Exponential.Sine and cosine.Square root.Solution of simultaneous equations.Inversion of matrices.Integration of differential equations by Runge–Kutta methods.\n\n\n\n\nTheir paper was one of the first to recognise that high speed digital computers could provide considerable assistance to the electrical design engineer by carrying out automatically the optimum design of products.[103] Significant research had been devoted to determining a transformer's internal transient voltage distribution. Early attempts were hampered by computational limitations encountered when solving large numbers of coupled differential equations with analogue computers.[141] It was not until Dent, with Hartill and Miles, in A method of analysis of transformer impulse voltage distribution using a digital computer (1958), recognised the limitations of the analogue models and developed a digital computer model, and associated program, where non-uniformity in the transformer windings could be introduced and any input voltage applied.[142]\n\nPublications[edit]\nSelected papers and academic articles[edit]\n\nTable of selected papers and academic articles\n\n\nYear\n\nTitle\n\nCo-author(s)\n\nNotes\n\n\n1926 \nThe forces between atoms and ions. II\n\nJohn Edward Lennard‑Jones\n\nExtends earlier results to provide a complete table of forces between the monovalent and divalent ions of the inert gases.[143]\n\n\n1927 \nSome theoretical determinations of crystal structure\n\nDent (sole author)\n\nDent's MSc thesis. It formed the basis of the three papers published in 1927.[144]\n\n\n1927 \nSome theoretical determinations of the structure of carbonate crystals\n\nJohn Edward Lennard‑Jones and Sydney Chapman\n\nDiscusses the structure of the carbonate anion CO2−3, a polyatomic ion, in iron(II) carbonate FeCO3, or ferrous carbonate.[65]\n\n\n1927 \nSome theoretical determinations of the structure of carbonate crystals. II\n\nJohn Edward Lennard‑Jones and Sydney Chapman\n\nDiscusses the work required to separate iron(II) carbonate into its constituent iron(II) cations Fe2+ and carbonate anion.[65]\n\n\n1927 \nSome theoretical determinations of crystal parameters\n\nJohn Edward Lennard‑Jones\n\nSimple cubicBody-centred cubicFace-centred cubicComparison of crystal cubic lattice structures\nThe surface plane of a face-centred cubic lattice was derived by Lennard‑Jones and Dent and has been used extensively in physisorption studies. They simplified the calculation of the Lennard-Jones potential by noting that the ions under study were isoelectronic with inert gas atoms, and thus, there was no need to introduce additional empirical L‑J parameters into the equation.\nIn rock-salt or sodium chloride (halite) structure, each of the two atom types forms a separate face-centred cubic lattice. Examples of compounds with this structure include sodium chloride itself, along with the other alkali halides, and divalent metal oxides, sulphides, selenides, and tellurides.[145]:16[146][147]:682–683\n\n\n\n1928 \nCohesion at a crystal surface\n\nJohn Edward Lennard‑Jones\n\nCalculation of the surface energy of solids. Shows that for an ionic substrate a charged particle would be most strongly adsorbed, but that the electrostatic forces were very short range, and for greater distances, were smaller than the van der Waals' forces. A dipole would be adsorbed in the same manner as a charged particle but much less strongly.[74]\n\n\n1928 \nThe change in lattice spacing at a crystal boundary\n\nJohn Edward Lennard‑Jones and Sydney Chapman\n\nShows that when alkali metal halide crystals are put under tension along their length, they suffer a lateral contraction of the order of 6 percent.[75]\n\n\n1929 \nThe effect of boundary distortion on the surface energy of a crystal\n\nDent (sole author)\n\nThe effect of polarisation of surface ions in decreasing surface energy of the alkali halide crystals is studied. It is shown that for a series of alkali halide crystals, it is the deformability of the surface ions which largely controls the distortion at the surface. In general, close-packing and wide inter-planar spacing tend to lower the free surface energy in crystals.[78][148]\n\n\n1933 \nThe technical news bulletin and house journal of the Metropolitan-Vickers Electrical Company\n\nDent (sole author)\n\nThere were eight contributors to the subject \"the preparation and production of information bulletins, house journals and reports\", which was presented at the general session of the tenth annual conference of the ASLIB on the morning of the 23 June 1933.[ai] James George Pearce, Dent's former technical director at Metropolitan-Vickers, was in the chair. Dent described the technical news bulletin and the house journal of Metropolitan-Vickers. The bulletins and journals contained references to current literature, abstracts, news of current interest, and select bibliographies. They were often duplicated owing to the prohibitive cost of printing: \"Don't press the printers\" was the advice of Dent.[149][150]\n\n\n1935 \nOn observations of points connected by a linear relation\n\nDent (sole author)\n\nDent was the first to describe and develop a detailed reduced major axis method for line fitting. The paper was sent to the Physical Society by Henry Ronald Hassé, Dent's former professor of applied mathematics at Bristol, on 10 July 1934. The paper was refereed by Alexander Aitken, and at the time of publication, commented on by William Edwards Deming.[93][151]\n\n\n1946 \nThe library and information service of the Metropolitan-Vickers Co. Ltd\n\nJames Steele Park Paton\n\nDescribes the information service developed during the last thirty years to meet the needs of the research department at the Metropolitan-Vickers Electrical Company. In response to a request from the senior staff, a weekly \"Industrial Digest\" was produced from 1945. The digest contained about fifty brief abstracts on factory processes and workshop practice.[152]\n\n\n1946 \nWhat the industrialist expects of an information service\n\nSir Arthur Fleming\n\n On 14 September 1946, Dent and Fleming presented at the twenty first annual conference of ASLIB in the Fyvie Hall at the Polytechnic, Regent Street. They stressed the importance of new knowledge and ideas in industry as a condition of progress, and that industry required rapid, accurate, and comprehensive information.[153]\n\n\n1956 \nThe digital computer as an aid to the electrical design engineer\n\nBrian Birtwistle\n\nThe value of the digital computer as an aid to the electrical design engineer is discussed in the light of the authors' extensive use of the Ferranti Mark 1 computer.[aj] Three examples are described:[138]\nImpulse voltage distribution on transformer windings.[ak]Supply frequency ripple on transductor performance.Starting torque of a synchronous motor.\n\n\n1956 \nThe authors' replies to the discussion on 'Engineering and scientific applications of digital computers'\n\nBrian Birtwistle\n\nReplies to questions on the digital computer as an aid to the electrical design engineer. Douglas Hartree suggests using an extension of Numerov's method to reduce the time taken to solve the second-order differential equations. Dent and Robinson also support Dr. Robert Kenneth Livesley's recommendation that engineering courses should take into account modern developments with regard to the application of digital computers to engineering practice.[154]\n\n\n1958 \nAnalysis of transformer impulse voltages by digital computer\n\nEric Raymond Hartill and James George Miles\n\nA review of the paper below after it was published as an individual paper in December 1957 and republished in Part A, Power Engineering, Proceedings of the Institution of Electrical Engineers. Hartill and Miles also worked at Metropolitan-Vickers.[155][al]\n\n\n1958 \nA method of analysis of transformer impulse voltage distribution using a digital computer\n\nEric Raymond Hartill and James George Miles\n\nThe paper presents a method of impulse voltage calculation in which non-uniformity in the transformer windings could be introduced and input voltage applied. The derivation of the transformer circuit is discussed, together with a digital computer program for the solution of the resulting differential equations.[142][141]\n\nPublications detail[edit]\n\nDent[edit]\nBirtwistle, Brian; — (April 1956). \"The digital computer as an aid to the electrical design engineer\". Proceedings of the Institution of Electrical Engineers. Part B. Radio and Electronic Engineering. London: Institution of Electrical Engineers. 103 (1S): 47–53. doi:10.1049/pi-b-1.1956.0008. ISSN 2054-0434. Paper No. 2092 M. The paper was first received 30 January 1956, and in revised form, 5 March 1956. It was published in March 1956 and was read at the Convention on Digital-Computer Techniques on 10 April 1956.\nBirtwistle, Brian; — (April 1956). \"The authors' replies to the discussion on 'Engineering and scientific applications of digital computers'\" (PDF). Proceedings of the Institution of Electrical Engineers. Part B. Radio and Electronic Engineering. London: Institution of Electrical Engineers. 103 (1S): 82–83. doi:10.1049/pi-b-1.1956.0013. ISSN 2054-0434. Retrieved 15 July 2020.\n— (1927). Some theoretical determinations of crystal structure. 25, 13 leaves (MSc). Bristol: University of Bristol Physics Library. OCLC 931574568. DM1961. Retrieved 15 July 2020.\n— (1 October 1929). \"LV. The effect of boundary distortion on the surface energy of a crystal\". Philosophical Magazine and Journal of Science. 7. London: Taylor & Francis. 8 (51): 530–539. doi:10.1080/14786441008564909. ISSN 1941-5982. Communicated by J. E. Lennard‑Jones.\n— (January 1933). \"The technical news bulletin and house journal of the Metropolitan-Vickers Electrical Company\". Report of Proceedings of the 10th Conference of the Association of Special Libraries and Information Bureaux. London: ASLIB. 10: 56–58. OCLC 652436848.\n— (1 January 1935). \"On observations of points connected by a linear relation\". Proceedings of the Physical Society. London: Physical Society of London. 47 (1): 92–108. Bibcode:1935PPS....47...92D. doi:10.1088/0959-5309/47/1/307. ISSN 0959-5309. Retrieved 15 July 2020. Communicated by Henry Ronald Hassé on 10 July 1934. Includes discussion by William Edwards Deming.\n—; Hartill, Eric Raymond; Miles, James George (1 May 1958). \"Analysis of transformer impulse voltages by digital computer\". Proceedings of the Institution of Electrical Engineers. London: Institution of Electrical Engineers. 4 (41): 259–261. doi:10.1049/jiee-3.1958.0116. ISSN 2054-0612.\n—; Hartill, Eric Raymond; Miles, James George (October 1958) [First published December 1957]. \"A method of analysis of transformer impulse voltage distribution using a digital computer\". Proceedings of the Institution of Electrical Engineers. Part A. Power Engineering. London: Institution of Electrical Engineers. 105 (23): 445–459. doi:10.1049/pi-a.1958.0080. ISSN 2054-040X.\n—; Paton, James Steele Park (1946). Libraries Committee, City Council. \"The library and information service of the Metropolitan-Vickers Co. Ltd\". Manchester Review. Public Library Review Autumn. Manchester: Manchester Public Libraries. 4: 236–238. ISSN 0025-2026. OCLC 1014381852.\nFleming, Arthur; — (September 1946).  Sanger, Margaret (ed.). \"What the industrialist expects of an information service\". Report of Proceedings of the 21st Conference of the Association of Special Libraries and Information Bureaux. London: ASLIB. 21: 47–56. OCLC 652436848. Held at Fyrie Hall, the Polytechnic, London, 14–15 September 1946.\nLennard‑Jones, John Edward; — (3 August 1926). \"The forces between atoms and ions. II\". Proceedings of the Royal Society. Series A. Containing Papers of a Mathematical and Physical Character. London: Royal Society. 112 (760): 230–234. Bibcode:1926RSPSA.112..230L. doi:10.1098/rspa.1926.0107. ISSN 0950-1207. JSTOR 94629. Retrieved 15 July 2020. Communicated by Sydney Chapman FRS. Received 8 June 1926.\nLennard‑Jones, John Edward; —; Chapman, Sydney (1 January 1927). \"Some theoretical determinations of the structure of carbonate crystals\". Proceedings of the Royal Society. Series A. Containing Papers of a Mathematical and Physical Character. London: Royal Society. 113 (765): 673–689. Bibcode:1927RSPSA.113..673L. doi:10.1098/rspa.1927.0015. ISSN 0950-1207. JSTOR 94650. Received 3 November 1926. Chapman provided the calculation of the electrostatic potential energy of an infinite array of electrical charges distributed according to the scheme determined by X-ray analysis.\nLennard‑Jones, John Edward; —; Chapman, Sydney (1 January 1927). \"Some theoretical determinations of the structure of carbonate crystals. II\". Proceedings of the Royal Society. Series A. Containing Papers of a Mathematical and Physical Character. London: Royal Society. 113 (765): 690–696. Bibcode:1927RSPSA.113..690L. doi:10.1098/rspa.1927.0016. ISSN 2053-9150. JSTOR 94650. Received 17 November 1926.\nLennard‑Jones, John Edward; — (1 May 1927). \"CXVI. Some theoretical determinations of crystal parameters\". Philosophical Magazine and Journal of Science. London: Taylor & Francis. 3 (18): 1204–1227. doi:10.1080/14786440508564290. ISSN 1941-5982.\nLennard‑Jones, John Edward; — (1928). \"Cohesion at a crystal surface\". Journal of the Chemical Society, Faraday Transactions. London: Faraday Society. 24: 92–108. doi:10.1039/tf9282400092. ISSN 0014-7672. Retrieved 15 July 2020. Received 10 November 1927.\nLennard‑Jones, John Edward; —; Chapman, Sydney (1 November 1928). \"The change in lattice spacing at a crystal boundary\". Proceedings of the Royal Society. Series A. Containing Papers of a Mathematical and Physical Character. London: Royal Society. 121 (787): 247–259. Bibcode:1928RSPSA.121..247L. doi:10.1098/rspa.1928.0194. ISSN 2053-9150. JSTOR 95072. Retrieved 23 August 2020.\nDent as mathematician and programmer[edit]\nEdwards, John Charles Manson; Gill, Samuel Sidney; Perkins, Stanley (December 1958). \"A Method of Calculating the Deflection of the Graphite Support Grid for a Gas Cooled Reactor\". Civil Engineering and Public Works Review. London: Lomax, Erskine & Company Ltd. 53 (630): 1400–1402. ISSN 0009-7861. OCLC 220831595.\nFlanagan, William Francis; Flinn, Paul Anthony; Averbach, Benjamin Lewis (1 June 1954). \"Shorting and Field Corrections in Hall Measurements\". Review of Scientific Instruments. Melville: American Institute of Physics. 25 (6): 593–595. Bibcode:1954RScI...25..593F. doi:10.1063/1.1771138. ISSN 0034-6748.\nGradwell, Cyril Frederick (1 July 1950). \"Asymmetrical Bending of Tapered Disks: The Solution of a problem in disk bending occurring in connexion with gas turbines\". Aircraft Engineering and Aerospace Technology. Bradford: Emerald Group Publishing. 22 (7): 209–212. doi:10.1108/eb031926. ISSN 0002-2667.\nMyers, David Milton; Hartree, Douglas Rayner; Porter, Arthur (1937). \"The Effect of Space-Charge on the Secondary Current in a Triode\". Proceedings of the Royal Society. A, Mathematical and Physical Sciences. London: Royal Society. 158 (893): 23–37. Bibcode:1937RSPSA.158...23M. doi:10.1098/rspa.1937.0002. ISSN 0080-4630. JSTOR 96742.\nASLIB[edit]\nFleming, Arthur; — (5 October 1946).  Gale, Arthur James Victor (ed.). \"Association of Special Libraries and Information Bureaux. Annual Conference\" (PDF). Nature. London: Nature Research. 158 (4014): 491–492. doi:10.1038/158490b0. ISSN 1476-4687. S2CID 4099552. Retrieved 15 July 2020.\nWomen's Engineering Society[edit]\n— (1957).  Cowper-Coles, Constance Hamilton (ed.). \"Opportunities in the Metropolitan-Vickers Electrical Company's Research Department for Girls of Good Scientific Education\". The Woman Engineer. Autumn 1957 (pages 151 to 154 in the volume). London: Women's Engineering Society. 8 (6): 9–12. ISSN 0043-7298. Retrieved 15 July 2020.\n\nSee also[edit]\nArthur FlemingFerranti Mark 1Isabel HardwichMetropolitan-VickersCecil Frank Powell and Herbert Wakefield Banks Skinner were colleagues of Dent at the Wills Physical Laboratory, Bristol, in the late 1920sUniversity of Bristol\nFootnotes[edit]\n\n\n^ His siblings took the mathematics examination at the same time.[11]\n\n^ See The Day Training College: a Victorian innovation in teacher training.[12]\n\n^ Aberystwyth originated as a college teaching external degrees of the University of London. See University of London Worldwide history of the external examination system.\n\n^ In 1897, the Government Education Inspectors insisted the Athenaeum must expand if it was to continue as a centre of learning. An initial plan to add a floor to the building was rejected in favour of adding a new adjoining building at a cost of £3,000. The new school also made use of the first floor classrooms in the Athenaeum.[19][20]:263\n\n^ There is a portrait photograph of Eustace, as chair of the council, in the cafe area of the Civic Centre in Sambourne Road, Warminster.[21]\n\n^ The school closed at the end of the summer term 29 July 1931, after the Wiltshire County Council Education Authority built a new secondary school for Warminster.[23] The building was used as the town library until 1958, and then by Warminster Youth Centre, but is now owned and managed by the Athenaeum Trust.[24]\n\n^ A Warminster town guide of 1924 described Boreham Road as a modern residential quarter of semi-detached villas, pretty gardens, with a tree lined footpath blending the rural with the urban.[26]\n\n^ At the end of the musical, the national anthem of Japan was sung, followed by the British national anthem, and the flags of the Allies were waved from the stage.[29] The Belgian flag was held by a young refugee, Alphonse Cambier, who, with three others, were attending the County School.[29] Germany had invaded Belgium on 4 August 1914, forcing Belgians to flee, with the United Kingdom home to 250,000 Belgian refugees during World War I. Lord Bath placed his vacant houses in the district at their disposal. Amongst others, two large houses in Warminster were made available, one in the Market Place, and one in Silver Street.[33][34]\n\n^ A scene from Princess Ida, the comic opera adaptation by Gilbert and Sullivan.[36]\n\n^ Dent was a bridesmaid at Evelyn's wedding to Maurice Philip Young, a pharmacist, at the Minster Church of St Denys, Warminster, on 7 June 1926. At the time of her marriage, Evelyn was an assistant mistress at the Central County School, Church Road, Bexleyheath. Dent wore printed silk, with a shaded hat to match, and pink pearls, the gift of the bridegroom. She was known to friends and family as May Dent.[37]\n\n^ Dent's sister, Florence Mary, won the same prize for the year below.[42]\n\n^ The University of Bristol was the first higher education institute in England to admit women on an equal basis to men.[44]\n\n^ The course of mathematics at Bristol University normally lasted three years, but because of Dirac's previous training, the Department of Mathematics had allowed him to join in the second year.[47]\n\n^ Dirac would later say that Peter Fraser was the best teacher he had ever had.[47]\n\n^ Her relations with Dirac were strictly formal; they seldom spoke to each other.[49]\n\n^ Dent's sister, Florence Mary, graduated at the same time with a Bachelor of Arts degree.[51]\n\n^ The scholarship was open to female graduates of a recognised college or university, and worth £45 at the time.[54]\n\n^ Wilson later became a successful writer and poet. Wilson's dissertation, Music and English Poetry, featured at The Rising Tide: Women at Cambridge exhibition from October 2019.[55][56]\n\n^ Paul Dirac was also in receipt of a Research Council grant at this point with his research interests listed under Dent's entry in the Research Council's report for the year 1925 to 1926.[58]\n\n^ Tyndall became the \"father\" of the School of Physics. A lecturer and then professor who researched the mobility of ions in gases, Tyndall persuaded the Bristol industrialist Henry Herbert Wills to endow a purpose-built physics laboratory.[60]\n\n^ This was the first appointment of a professor of theoretical physics in the United Kingdom.[60]\n\n^ Sydney Chapman was Lennard‑Jones's PhD thesis advisor at Trinity College, Cambridge.[59]\n\n^ Despite the fact that the department had acquired a second professor and two research fellows.[63]:26\n\n^ The library had been named after Maria Mercer, the last surviving daughter of John Mercer, a Lancashire weaver who taught himself sufficient chemistry to be elected to a Fellowship of the Royal Society in 1852.[57]:3 Mercer was the inventor of the process of treating cotton known as mercerisation, and had amassed a considerable fortune. When Maria died, on 22 February 1913 at Clayton-le-Moors, aged 93, her trustees offered \"not less than £5,000\" to the University of Bristol, towards the endowment of a Chair of Chemistry.[57]:3\n\n^ May Christophera Staveley was her warden and tutor at Clifton Hill House. Dent returned to Bristol on 22 December 1934 for Staveley's funeral.[68] Dent was a member of the Clifton Hill House Old Students Association.[69]\n\n^ See the Fifth Solvay Conference in 1927.[76]\n\n^ In 1932, Lennard‑Jones was elected to the Plummer Chair of Theoretical Chemistry in the University of Cambridge: The first person to hold a Chair of Theoretical Chemistry anywhere in the world.[59] John Murrell has described Lennard‑Jones as \"the father of British quantum chemistry\".[81]\n\n^ Pearce was later a liaison engineer for European and American companies at Metropolitan-Vickers. He was also Director and Secretary of the British Cast Iron Research Association.[85]\n\n^ Earl Stanhope, President of the Board of Education, was in the chair at the dinner.[91]\n\n^ Along with Dent, Cyril Gradwell was one of the first programmers of the Ferranti Mark 1 computer. He wrote system software routines (for example Input G and Reciprocal G) that had advantages over the original versions written by Alan Turing. He wrote Mark I programs for Ferranti's guided missile work for the Royal Aircraft Establishment (RAE) at Farnborough, and on cotton spinning applications for the British Cotton Industry Research Association's Shirley Institute at Didsbury.[97]\n\n^ Dent's sister, Florence Mary, also lived at the house until her death on 13 September 1986(1986-09-13) (aged 84).[111] The move to Sompting was likely made after Florence retired from working life on 22 September 1961. She had been a secretary for the Withington Friendly Burial Collecting Society, Withington, and after its takeover in 1954, for Liverpool Victoria.[112]\n\n^ Dent is interred in row 11, plot 32, on a mowed lawn area, where the markers are in the form of small brass plaques set into the lawn, approximately 15 by 10 cm (6 by 4 in) in size. Dent's sister, Florence Mary, is also interred at the crematorium.[117]\n\n^ Similarly, Dent's mother, Agnes, is remembered on a brass plaque at the east end of the choir stall.[118]\n\n^ See also Has Physics Made Philosophy and Religion Obsolete? (2012) by Ross Andersen and David Albert's review of A Universe From Nothing: Why There Is Something Rather Than Nothing (2012) by Lawrence Krauss.\n\n^ The conference was held at the Wills Hall, University of Bristol, with Dent returning to Bristol for the first time since 1929 after resigning her position in the Physics Department.[149]\n\n^ See also the history of the transistor computer.\n\n^ See the 1958 paper, A method of analysis of transformer impulse voltage distribution using a digital computer.\n\n^ James George Miles served in the electrical branch of the Royal Naval Reserve, before studying at Brighton Technical College, graduating in 1948. After a college apprenticeship with Metropolitan-Vickers, he joined their staff at Manchester. He was awarded an Associated Electrical Industries Fellowship in 1950, and spent one year studying power-system analysis with British Thomson-Houston, before returning to Manchester.[156]\n\n\nReferences[edit]\n\n\n^ a b \nBeryl Dent at the University of Bristol Department of Physics (Document). Bristol: University of Bristol Physics Library. 2003. DM1961/2. Retrieved 1 February 2021. Includes copy of Beryl May Dent's birth certificate.\n\n^ \nRanger, Ruth (2014). \"St Paul's Baptisms 1900–1905\" (PDF). Wiltshire Online Parish Clerks. Chippenham. Archived (PDF) from the original on 4 September 2014. Retrieved 16 July 2020.\n\n^ \nLancashire Online Parish Clerks (1898). \"Marriages at St Mary the Virgin in the Parish of Goosnargh 1837–1915\". Lancashire Online Parish Clerks. Goosnargh. Archived from the original on 29 January 2014. Retrieved 16 July 2020.\n\n^ \n\"The Harris Institute. Distribution of Prizes and Speech by the Earl of Derby\". Preston Chronicle. 2 February 1889. p. 5. OCLC 1098850069. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Goosnargh. Annual Parish Tea-Party\". Preston Herald. 27 January 1894. p. 2. OCLC 751660068. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Concert and Presentations at Goosnargh\". Preston Herald. 26 July 1899. p. 5. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Cockermouth and Papcastle School Board\". West Cumberland Times. 17 March 1894. p. 3. OCLC 1016277450. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"School Board Meetings. Halifax\". Halifax Courier. 23 March 1889. p. 6. Retrieved 25 October 2020 – via British Newspaper Archive.\n\n^ \nBull, Malcolm (22 October 2020). \"Schools & Sunday Schools. Portland Road Board School, Claremount\". Calderdale Companion. Halifax. Ref 18-136. Archived from the original on 30 January 2020. Retrieved 25 October 2020.\n\n^ \n\"West Vale. Appointment of Mistress\". Halifax Courier. 12 January 1889. p. 5. OCLC 18562459. Retrieved 25 October 2020 – via British Newspaper Archive.\n\n^ a b \n\"Halifax Mechanics' Institution\". Halifax Courier. 31 August 1889. p. 3. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \nThomas, John Bernard (1 October 1978). \"The Day Training College: a Victorian innovation in teacher training\". British Journal of Teacher Education. London: Methuen & Co. Ltd. 4 (3): 249–261. doi:10.1080/0260747780040309. ISSN 0305-8913.\n\n^ \n\"University of London. Matriculation Examination\". The Welshman. 28 July 1893. p. 6. OCLC 52194901. Retrieved 17 July 2020.\n\n^ \n\"University College, Aberystwyth. Day Training Department\". Carnarvon and Denbigh Herald. 19 January 1894. p. 3. OCLC 57965341. Retrieved 17 July 2020.\n\n^ \n\"Part II: Educational Directory of Masters in Secondary and Technical Schools, University Professors, Lecturers, and Others Connected with Education\". The Schoolmasters' Yearbook and Educational Directory: A Reference Book of Secondary and University Education in England and Wales. London: Year Book Press. 1916. p. 158. OCLC 7974973.\n\n^ \n\"Chippenham District County School\". Wiltshire Times and Trowbridge Advertiser. 1 May 1897. p. 4. OCLC 750854211. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Warminster. Technical Education\". Salisbury and Winchester Journal. 26 October 1901. p. 8. OCLC 12116464. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Technical Education in Wilts\". The Salisbury Times. 22 November 1901. p. 6. OCLC 20135569. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"A brief history of the Warminster Athenaeum site\". The Athenaeum. Warminster: Warminster Athenaeum Centre. 2020. Archived from the original on 25 August 2020. Retrieved 25 August 2020.\n\n^ a b \nKelly's Directory of Wiltshire. London: Kelly and Co. 1911. pp. 263–264. OCLC 936206264. Retrieved 20 February 2021.\n\n^ a b \n\"Chairmen's Portrait Collection. Forty Years of Council Service Perpetuated. Unveiling by Lord Bath\". Wiltshire Times and Trowbridge Advertiser. 25 May 1935. p. 4. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Headmastership of the County School\". Wiltshire Times and Trowbridge Advertiser. 10 August 1929. p. 2. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"County School: Prize Distribution. The School's Impending Closure\". Wiltshire Times and Trowbridge Advertiser. 27 December 1930. p. 9. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \nMurray, Robin (8 July 2016). \"Big plans for Warminster Athenaeum after funding approved\". Wiltshire Times. Warminster. Archived from the original on 26 July 2020. Retrieved 26 July 2020.\n\n^ \n\"Local News. Fire\". Warminster and Westbury Journal, and Wilts County Advertiser. 11 July 1903. p. 4. OCLC 751039353. Retrieved 5 September 2020 – via British Newspaper Archive.\n\n^ a b \n\"Then & Now – Boreham Road, Warminster\". Wiltshire Times. 9 August 2007. Archived from the original on 5 September 2020. Retrieved 5 September 2020.\n\n^ \n\"Christ Church Vestry Meeting\". Wiltshire Times and Trowbridge Advertiser. 13 April 1907. p. 6. Retrieved 26 August 2020 – via British Newspaper Archive.\n\n^ \n\"Operetta at St John's\". Warminster and Westbury Journal, and Wilts County Advertiser. 29 February 1908. p. 5. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ a b c d \n\"Princess Ju Ju. Good Performance by Secondary School\". Wiltshire Times and Trowbridge Advertiser. 28 November 1914. p. 6. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \nHowell, Danny (March 1987). \"Yesterday's Warminster: The Warminster Operatic Society\". dannyhowell.net. Warminster. OCLC 17674330. Archived from the original on 18 July 2020. Retrieved 18 July 2020.\n\n^ \nLibrary of Congress; Copyright Office (April 1902). Catalog of copyright entries. 32. Washington: United States Government Printing Office. p. 1043. OCLC 847960278. Retrieved 5 September 2020. Class C. Musical Compositions. April–June Second Quarter 1902\n\n^ a b \nGuide to Musical Theatre (2020). \"Princess Ju‑Ju or The Golden Amulet (O Mamori)\". The Guide to Musical Theatre. Archived from the original on 31 January 2020. Retrieved 5 September 2020.\n\n^ \n\"Belgian Refugees Expected. Lord Bath Getting Houses Ready\". Wiltshire Times and Trowbridge Advertiser. 5 September 1914. p. 5. Retrieved 5 September 2020 – via British Newspaper Archive.\n\n^ \nWinterman, Denise (15 September 2014). \"World War One: How 250,000 Belgian refugees didn't leave a trace\". BBC News Magazine. London: BBC News Online. Archived from the original on 8 August 2020. Retrieved 5 September 2020.\n\n^ \n\"Secondary School Prize Distribution. The Admission of New Pupils\". Wiltshire Times and Trowbridge Advertiser. 20 December 1913. p. 12. Retrieved 26 August 2020 – via British Newspaper Archive.\n\n^ \nAinger, Michael (2002). \"1883–1884. Princess Ida\". Gilbert and Sullivan: A Dual Biography. Oxford: Oxford University Press. p. 219. ISBN 978-0-19-534900-9. OCLC 300414527. Retrieved 19 February 2020.\n\n^ a b \n\"Wedding at the Minster\". Wiltshire Times and Trowbridge Advertiser. 12 June 1926. p. 4. Retrieved 17 July 2020 – via British Newspaper Archive. May Dent, a Warminster County School fellow scholar and daughter of Mr. E. E. Dent (headmaster).\n\n^ \n\"Thornhill (also known as Fowle Farm) Ashurstwood, East Grinstead\". The Weald. Weald. 5 April 1891. Database version 13.6, EG.Thrnhl. Archived from the original on 17 March 2017. Retrieved 8 September 2020.\n\n^ \n\"Warminster Secondary School Prize Distribution\". Wiltshire Times and Trowbridge Advertiser. 11 December 1915. p. 3. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Oxford Local Examinations. Trowbridge Centre. Juniors\". Wiltshire Times and Trowbridge Advertiser. 29 August 1914. p. 5. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Education in Wilts. Award of Scholarships\". Wiltshire Times and Trowbridge Advertiser. 7 August 1915. p. 11. Retrieved 22 August 2020 – via British Newspaper Archive.\n\n^ a b \n\"Secondary School Prize Distribution\". Wiltshire Times and Trowbridge Advertiser. 16 December 1916. p. 10. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Somerville College Awards\". The Times (41750). 29 March 1918. p. 7. ISSN 0140-0460. Retrieved 17 July 2020.\n\n^ \n\"Women: Our history\". University of Bristol. Bristol: University of Bristol. 2019. Archived from the original on 29 December 2019. Retrieved 16 July 2020.\n\n^ \n\"University of Bristol\". Western Daily Press. 24 June 1920. p. 5. OCLC 949912923. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Wiltshire County School Sports\". Wiltshire Times and Trowbridge Advertiser. 30 July 1921. p. 8. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ a b c d e f g \nMehra, Jagdish; Rechenberg, Helmut (1 December 1982). \"I Paul Dirac's Intellectual Development. I.3 Studying Applied Mathematics\". Part 1: The fundamental equations of quantum mechanics. 4. New York: Springer-Verlag. pp. 13–14. ISBN 978-0-387-90680-5. OCLC 1149230386. Retrieved 15 July 2020.\n\n^ \nMehra, Jagdish (2001). The Golden Age of Theoretical Physics. 1. Singapore: World Scientific Publishing Company. p. 671. ISBN 978-981-281-058-8. OCLC 8603715103. Retrieved 15 July 2020.\n\n^ a b c \nFarmelo, Graham (4 August 2009). \"4. September 1921 – September 1923\". The Strangest Man: The Hidden Life of Paul Dirac, Quantum Genius. London: Faber and Faber. pp. 49–50. ISBN 978-0-465-01827-7. OCLC 1052113037. See The Strangest Man.\n\n^ a b \nDalitz, Richard Henry (1990). \"10. Another side to Paul Dirac. Dirac's engineering training\".  In Kurşunoğlu, Behram Nazim; Wigner, Eugene Paul (eds.). Reminiscences about a great physicist: Paul Adrien Maurice Dirac. Cambridge: Cambridge University Press. p. 72. ISBN 978-0-521-34013-7. OCLC 1106876593. Retrieved 15 July 2020.\n\n^ a b \n\"University of Bristol. Results of Examinations for Degrees\". Western Daily Press. 28 June 1923. p. 7. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"University News. Bristol July 7\". The Times (43388). 9 July 1923. p. 19. Retrieved 17 July 2020.\n\n^ a b c d \nNewnham College Register 1871–1923. 1871–1950. 1. Cambridge: Newnham College. 1963. p. 392. OCLC 22067783. Barcode 7019411065, Call number 378.4259. Bristol Central Lending Library Adult Reference.\n\n^ \nDuggan, Stephen Pierce Hayden (1929). Fellowships and scholarships open to American students for study in foreign countries. New York: Institute of International Education. p. 46. hdl:2027/mdp.39015035852824. OCLC 4560230.\n\n^ a b \nRowe, Jenny (2019). \"The fight for rights: The history of women at Cambridge University\". Britain - The Official Magazine. London: Chelsea Magazine Company. Archived from the original on 20 September 2020. Retrieved 20 September 2020. 150 years since women were first admitted to the University of Cambridge, how have things changed?\n\n^ \n\"University News. Vice-Chancellorship of Cambridge. Cambridge, June 5\". The Times (43671). 6 June 1924. p. 16. Retrieved 22 September 2020.\n\n^ a b c \nThompson, Norman (October 1992). \"The History of the Department of Physics in Bristol: 1948 to 1988\" (PDF). Department of Physics. Bristol: University of Bristol. Archived (PDF) from the original on 22 July 2018. Retrieved 7 September 2020.\n\n^ \nResearch Council (1927). \"Appendix VII List of Publications by Individuals in Receipt of Grants, Brought to the Notice of the Department During the Year\". Report of the Committee of the Privy Council for Scientific and Industrial Research for the Year 1925–1926. Reports of Commissioners. London: Her Majesty's Stationery Office (HMSO). p. 146. hdl:2027/uiug.30112045124630. OCLC 784035420. Page 608 in volume.\n\n^ a b c d e f \nMott, Nevill Francis (1 November 1955). \"John Edward Lennard‑Jones, 1894–1954\". Biographical Memoirs of Fellows of the Royal Society. London: Royal Society. 1: 175–177. doi:10.1098/rsbm.1955.0013.\n\n^ a b \n\"History of the School of Physics\". Department of Physics. Bristol: University of Bristol. 2018. Archived from the original on 18 January 2018. Retrieved 16 July 2020.\n\n^ \n\"University and Educational Intelligence\". Nature. London: Nature Research. 115 (2887): 320–320. 1 February 1925. Bibcode:1925Natur.115..320.. doi:10.1038/115320a0. ISSN 1476-4687. Retrieved 15 July 2020.\n\n^ \n\"University of Bristol. Department of Physics\". Western Daily Press. 31 March 1927. p. 9. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ a b c d \nTyndall, Arthur Mannering (August 1956). \"A History of the Department of Physics in Bristol 1876–1948. With personal reminiscences\" (PDF). Department of Physics. Bristol: University of Bristol. Archived (PDF) from the original on 18 January 2018. Retrieved 16 July 2020.\n\n^ \n\"Bristol University. New Physics Laboratory. Description of the Building\". Western Daily Press. 30 September 1927. p. 9. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ a b c \nMellor, Joseph William (July 1935). A Comprehensive Treatise on Inorganic and Theoretical Chemistry. 14. London: Longmans, Green & Co. pp. 359–3361. OCLC 704414607. Retrieved 16 November 2020.\n\n^ \n\"Bristol University. Degree Pass Lists. Degree of M.Sc\". Western Daily Press. 28 June 1927. p. 8. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ a b \n\"The Bristol Cheeloo Association\". Western Daily Press. 11 December 1926. p. 4. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ a b \n\"Friends' Tribute at Funeral of Miss M. C. Staveley\". Western Daily Press. 24 December 1934. p. 10. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \nClifton Hill House Old Students Association Circular Letters (Group D) (Letter book). Bristol: University of Bristol. January 1930. DM2227/5/3. Retrieved 7 September 2020. Written by members of the Clifton Hill House Old Students Association which were sent on to each person in a group, so that they could find out what their friends were doing. There are two volumes for Group D covering the period January 1930 to February 1938.\n\n^ \n\"Letters to the Editor. Bristol Cheeloo Association\". Western Daily Press. 5 March 1927. p. 5. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \n\"Women's International League\". Western Daily Press. 1 November 1928. p. 7. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ \nUniversity of Bristol (1928). \"Convocation Elections\". Calendar of the University of Bristol. Bristol: J. W. Arrowsmith Ltd: 62. ISSN 0305-3334. OCLC 924741357.\n\n^ \n\"University Of Bristol. Association of Alumni Annual Dinner\". Western Daily Press. 1 November 1927. p. 3. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ a b c \nWeaver, Clark (1960). \"Adhesion of Thin Films\".  In Thomas, Émile (ed.). Proceedings of the First International Congress on Vacuum Techniques 10–13 June 1958. Advances in vacuum science and technology. 2. Oxford: Pergamon Press. p. 734. OCLC 1145776896. Retrieved 15 July 2020.\n\n^ a b c \nDavey, Wheeler Pedlar (1934). \"XII The Mechanism of Crystal Growth and its Consequences\". A study of crystal structure and its applications. London: McGraw-Hill Book Company, Inc. p. 383. OCLC 1087607482. Retrieved 15 July 2020.\n\n^ \nBeenakker, Carlo (2009). \"Lorentz & the Solvay conferences\". Leiden Institute of Physics of the Leiden University. Leiden. Archived from the original on 25 December 2019. Retrieved 18 July 2020.\n\n^ a b \nLennard‑Jones, Sir John Edward (1929). The Papers of Sir John Edward Lennard‑Jones 1906–1955 (4 archive boxes). Cambridge: Churchill Archives Centre, Cambridge University Library. GBR/0014/LEJO. Retrieved 21 July 2020.\n\n^ a b \nClark, Cecil Henry Douglas (1934). The electronic structure and properties of matter; an introductory study of certain properties of matter in the light of atomic numbers. London: Chapman and Hall Ltd. p. 326. hdl:2027/wu.89100400514. OCLC 8102373.\n\n^ \n\"Anonymous Gift of £5,000 to Bristol University\". Western Daily Press. 19 December 1929. p. 7. Retrieved 17 July 2020 – via British Newspaper Archive.\n\n^ a b c d e \nBlack, Alistair; Muddiman, Dave; Plant, Helen (2007). The Early Information Society: Information Management in Britain before the Computer. Aldershot: Ashgate Publishing. ISBN 978-0-7546-4279-4. OCLC 255622593. Retrieved 15 July 2020.\n\n^ \nAnders, Udo (17 May 2000). \"Interview with Professor John N. Murrell at the University of Sussex, Brighton\". Quantum Chemistry History. Brighton. Archived from the original on 13 November 2006. Retrieved 18 July 2020.\n\n^ \nDavis, Ann Elizabeth Leighton (May 2004). \"Davis Archive: Mathematical Women in the British Isles, 1878–1940. Marjorie Josephine Littleton\". Maths History St Andrews. St Andrews. ESRC: Reference Number 3654. Archived from the original on 7 September 2020. Retrieved 7 September 2020. The Data Archive, University of Essex, Wivenhoe Park, Colchester, CO4 3SQ.\n\n^ \nMott, Nevill Francis (1 January 1989). \"Defect physics and chemistry: some problems awaiting a solution\". Journal of the Chemical Society, Faraday Transactions. 2. Molecular and Chemical Physics. London: Royal Society of Chemistry. 85 (5): 517–520. doi:10.1039/F29898500517. ISSN 0300-9238.\n\n^ \nGrace's Guide (2020). \"Metropolitan-Vickers\". Grace's Guide to British Industrial History. Exeter. Archived from the original on 3 January 2020. Retrieved 18 July 2020.\n\n^ a b \n\"Metropolitan-Vickers Electrical Co. Ltd. The Principles of Apprentice Training\". sciencemuseumgroup.ac.uk. Manchester: Science and Industry Museum. 1996. YA1996.1735/MS0531/59/3. Retrieved 7 September 2020.\n\n^ \nPlant, Helen (1 June 2005). \"Women scientists in British industry: technical library and information workers, circa 1918–1960\". Women's History Review. New York: Routledge. 14 (2): 301–322. doi:10.1080/09612020500200424. ISSN 0961-2025. S2CID 143781423.\n\n^ \nPhilip, Alex John, ed. (1933). \"Libraries, Museums and Art Galleries in the British Isles\". The Libraries, Museums and Art Galleries Year Book. London: Simpkin, Marshall, & Co. Ltd: 131. ISSN 0075-899X. OCLC 1009021168. Retrieved 16 November 2020.\n\n^ \nBarnard, Cyril Cuthbert; Roberts, Arthur Denis (1936).  Esdaile, Arundell James Kennedy; Pafford, John Henry Pyle (eds.). The Years Work in Librarianship. 9. London: The Library Association. p. 40. OCLC 1463596. Retrieved 15 July 2020.\n\n^ \nBrightman, Rainald (1 March 1956). \"The Northern Branch: Retrospect and Prospect\". Report of Proceedings of the Association of Special Libraries and Information Bureaux. Bingley: ASLIB. 8 (3): 204–211. doi:10.1108/eb049598. ISSN 0001-253X.\n\n^ \nMuddiman, Dave (14 February 2005). \"A new history of ASLIB, 1924–1950\". Journal of Documentation. Leeds: Emerald Group Publishing. 61 (3): 402–428. doi:10.1108/00220410510598553. ISSN 0022-0418. Accepted 17 November 2004.\n\n^ a b \n\"Court Circular\". The Times (41750). 23 September 1938. p. 15. Retrieved 17 July 2020.\n\n^ Dent 1933, p. 56.\n\n^ a b c \nSmith, Richard Jay (2009). \"Use and misuse of the reduced major axis for line-fitting\". American Journal of Physical Anthropology. Washington: American Association of Physical Anthropologists. 140 (3): 477. doi:10.1002/ajpa.21090. ISSN 1096-8644. PMID 19425097.\n\n^ a b \nChoudhary, Pankaj Kumar; Nagaraja, Haikady Navada (2017). \"1. Introduction\". Measuring agreement: models, methods, and applications. Hoboken: John Wiley & Sons, Inc. p. 41. ISBN 978-1-118-55324-4. OCLC 1031484921.\n\n^ \nFroese Fischer, Charlotte (2003). Douglas Rayner Hartree: his life in science and computing. London: World Scientific. pp. 95–96. ISBN 978-981-279-501-4. OCLC 666958945. Retrieved 15 July 2020.\n\n^ Gradwell 1950, p. 212.\n\n^ \nLavington, Simon (2019). \"17.2 Ferranti Programmers\". Early computing in Britain: Ferranti Ltd. and government funding, 1948–1958. Colchester: Springer Nature. p. 355. ISBN 978-3-030-15103-4. OCLC 1107699799.\n\n^ Flanagan, Flinn & Averbach 1954, p. 595.\n\n^ Edwards, Gill & Perkins 1958, p. 1402.\n\n^ \nBuilding Research Station (May 1959). Department of Scientific and Industrial Research. \"Theory and Performance of Structures\". Building Science Abstracts. 695–868. Garston: Her Majesty's Stationery Office (HMSO). 32 (5): 139. hdl:2027/uiug.30112057110048. ISSN 0007-3636. OCLC 969454527. 747. UDC: 539.1. A method of calculating the deflection of the graphite-support-grid for a gas-cooled reactor.\n\n^ \nCooper, Joan Frances, ed. (1948). \"Manchester Branch Report, 1947–1948\". The Woman Engineer. Summer 1948 (page 264 in the volume). London: Women's Engineering Society. 6 (12): 216. ISSN 0043-7298. Retrieved 15 July 2020.\n\n^ Dent 1957.\n\n^ a b Birtwistle & Dent 1956a, pp. 52–53.\n\n^ \nPeltu, Malcolm, ed. (29 September 1977). \"Two board appointments at IBM (UK)\". Computer Weekly. Vol. 23 no. 569. London: IPC Electrical Electronic Press Ltd. p. 10. ISSN 0010-4787. OCLC 1039292399. Retrieved 10 October 2020.\n\n^ \nReynolds, John Donald, ed. (1960). \"Appointments and Retirements and Obituaries\". The Years Work in Librarianship. Fourth series. 62. London: The Library Association. p. 3. ISSN 0024-2195. OCLC 1696780.\n\n^ \nJackson, Veronica Mary (2016). Metropolitan-Vickers: Arthur Fleming's influence on the origins and evolution of apprentice training and technical education, with particular reference to female college and student apprentices between 1945–1967 (PhD). Manchester: Department of History, Politics and Philosophy, Manchester Metropolitan University. OCLC 1064617499. Retrieved 29 May 2019. See Part Three – Isabel Hardwich: A WES stalwart at Metrovicks.\n\n^ \n\"Deaths\". The Guardian. 25 June 1954. p. 12. OCLC 28108425. Retrieved 19 August 2020. DENT-On June 24, at 529 Kings Road, Stretford, EUSTACE EDWARD, aged 85 years the dearly loved husband of Agnes Dent. Service at St Matthew's Church on Tuesday, June 29, at 10 50 a.m., prior to committal at Manchester Crematorium at 11 20 a.m.\n\n^ \nManchester and Stoke-On-Trent Telephone Directory. British Phone Books 1880–1984 (Online database). 11. Stretford: BT Heritage. September 1961. p. 207.\n\n^ \nBrighton, Canterbury and Tunbridge Wells Telephone Directory. British Phone Books 1880–1984 (Online database). 4. Lancing: BT Heritage. May 1963. p. 105.\n\n^ \n\"Deaths\". The Guardian. 7 April 1967. p. 2. Retrieved 17 July 2020. DENT-On April 5, peacefully, at home 1 Cokeham Road Sompting, Lancing, AGNES aged 97 years widow of Eustace Edward DENT and beloved mother of Beryl May and Florence Mary. Service at St Mary's Church Sompting, on Monday, April 10, at 2:15 pm followed by cremation at the Downs Crematorium, Brighton.\n\n^ \"No. 50671\". The London Gazette. 1 October 1986. p. 12718.\n\n^ \nWithington Friendly Society (1954). \"Withington Friendly Burial Collecting Society. 1931 – 1954\" (Collection). London: London Metropolitan Archives. CLC/155 (former reference MS 35152). Retrieved 13 September 2020.\n\n^ \nLucas, Sue, ed. (1978). \"Obituary\". The Woman Engineer. Spring 1978 (page 64 in the volume). London: Women's Engineering Society. 12 (7): 4. ISSN 0043-7298. Retrieved 15 July 2020. Miss Beryl May Dent ... who became associates of the Society in 1956.\n\n^ \n\"Probate record for Beryl May Dent\". Probate Service. London: Probate Service. 1977. p. 2166. 770511267B. Retrieved 16 July 2020.\n\n^ \nGates and Moloney Solicitors (31 October 1975). Beryl May Dent (Will and testament). Edward Victor Kemp, Florence Mary Dent. Lancing: Probate Service. p. 1. 770511267B.\n\n^ \n\"Worthing Crematorium Online Book of Remembrance, Volume 1\". Remembrance Books. Worthing: Worthing Crematorium. 9 August 1977. p. 444. Archived from the original on 2 September 2020. Retrieved 2 September 2020.\n\n^ a b \nWorthing Crematorium (2 September 2020). Extract from Cremation Register. Worthing: Worthing Borough Council. Dent, Beryl May, Gardens of Rest, Spring Glades, row 11, plot 32.\n\n^ a b \nSompting and Lancing Pastfinders (May 2003). Sompting St Mary Transcriptions. Brighton: Sussex Family History Group. p. 31. Church15 and Church37. Credit: Eileen Colwell, Secretary, Lancing & Sompting Pastfinders, who researched Dent's memorial.\n\n^ Dent 1957, p. 12.\n\n^ \n\"Christ Church. Congregational & Vestry Meetings\". Warminster and Westbury Journal, and Wilts County Advertiser. 6 May 1905. p. 4. Retrieved 7 September 2020 – via British Newspaper Archive.\n\n^ \nEvans, Richard John (14 March 2011). \"The Victorians: Religion and Science\". Gresham College. London. Archived from the original on 7 December 2019. Retrieved 7 September 2020.\n\n^ \nWeinberg, Steven (25 September 2008). \"Without God\". The New York Review of Books. New York: NYREV, Inc. ISSN 0028-7504. Archived from the original on 4 August 2020. Retrieved 7 September 2020.\n\n^ \nBall, Steve (2014). \"A Christian Physicist?\" (PDF). LeTourneau University. Longview. Archived (PDF) from the original on 7 September 2020. Retrieved 7 September 2020. Chapter of LeTourneau University Integration of Faith and Learning.\n\n^ a b c \nDorofeev, Illarion Anatol'evich; Vinogradov, Evgeny Andreyevich (1 September 2012). \"Structure of Electromagnetic Fields near the Surface of an Ionic Crystal\". Journal of Surface Investigation. X-ray, Synchrotron and Neutron Techniques. Moscow: Pleiades Publishing Ltd. 6 (5): 796–804. doi:10.1134/S1027451012100059. ISSN 1819-7094. S2CID 95542444.\n\n^ \nDeer, William Alexander (1961). \"Memorial of Harold Eugene Buckley\" (PDF). American Mineralogist. March–April 1961. Part 2. Chantilly: Mineralogical Society of America. 46 (6): 481–484. ISSN 1945-3027. OCLC 01480430. Retrieved 21 September 2020.\n\n^ \nBuckley, Harold Eugene (1951). \"6 Recent Theories of Crystal Growth\". Crystal Growth. New York: Wiley. p. 178. OCLC 574492499. Retrieved 15 July 2020.\n\n^ \nCleveland, Jason Paul; Radmacher, Manfred; Hansma, Paul Kenneth (1994). Office of Naval Research. \"Atomic Scale Force Mapping with the Atomic Force Microscope\". Applied Sciences. NATO ASI Series E. Santa Barbara: University of California, Department of Physics: 1. Bibcode:1994asfm.book.....C. OCLC 831936519. Technical Report No. 13. DTIC ADA284940. Retrieved 16 November 2020.\n\n^ a b \nHarper, William Victor (15 July 2014). \"Reduced Major Axis Regression: Teaching Alternatives to Least Squares\". Proceedings of the International Conference on the Teaching of Statistics. ICOTS 9 2014. Ohio: International Association for Statistical Education. pp. 1–4. ISBN 978-1-118-44511-2. Retrieved 27 October 2020.\n\n^ a b \nMark, David Michael (1984). \"Some Problems With the Use of Regression Analysis in Geography\".  In Gaile, Gary Lee; Willmott, Cort James (eds.). Spatial Statistics and Models. Dordrecht: D. Reidel. pp. 195–196. ISBN 978-94-017-3048-8. OCLC 883391388. Retrieved 26 October 2020.\n\n^ \nKendall, Sir Maurice George; Stuart, Alan (1967). \"Inference and Relationship\". The Advanced Theory of Statistics. 2 (2nd ed.). New York: Hafner Publishing Company. ISBN 978-0-02-847640-7. OCLC 423859.\n\n^ a b c \nDiewert, Walter Erwin; Fox, Kevin John (1 July 2008). \"On the estimation of returns to scale, technical progress and monopolistic markups\". Journal of Econometrics. The use of econometrics in informing public policy makers. North Holland: Elsevier BV. 145 (1): 183–184. doi:10.1016/j.jeconom.2008.05.002. ISSN 0304-4076. Footnotes 34 and 37.\n\n^ \nVillegas, Cesáreo (December 1961). \"Maximum Likelihood Estimation of a Linear Functional Relationship\". Annals of Mathematical Statistics. Uruguay: Institute of Mathematical Statistics. 32 (4): 1048–1062. doi:10.1214/aoms/1177704845. ISSN 0003-4851.\n\n^ \nLindley, Dennis Victor (1947). \"Regression Lines and the Linear Functional Relationship\". Journal of the Royal Statistical Society. Supplement Series B (Methodological). London: Royal Statistical Society. 9 (2): 218–244. doi:10.2307/2984115. ISSN 1466-6162. JSTOR 2984115.\n\n^ a b \nJansen, Jacques; Barrett, John Frederick (1 January 1978). \"On the Theory of Maximum Likelihood Estimation of Structural Relations. Part 1: One Dimensional Case\" (PDF). EUT Report, Eindhoven University of Technology, Faculty of Electrical Engineering. 78. Eindhoven: Group Measurement and Control, Eindhoven University of Technology. pp. 3, 15–16. ISBN 978-90-6144-078-9. ISSN 0929-8533. OCLC 471610518. Retrieved 10 October 2020.\n\n^ \nNorton, Kenneth Alva (1957). Fitting an arbitrary functional relationship by least squares with all of the variables subject to error. Gaithersburg: National Bureau of Standards. pp. 1.8–1.10. OCLC 897982844. NBS Report 5068. Retrieved 23 August 2020.\n\n^ \nMadansky, Albert (1 March 1959). \"The Fitting of Straight Lines when Both Variables are Subject to Error\". Journal of the American Statistical Association. Alexandria: American Statistical Association. 54 (285): 173–205. doi:10.1080/01621459.1959.10501505. ISSN 0162-1459. JSTOR 2282145. OCLC 1480864.\n\n^ \nAnderson, Theodore Wilbur (1976). \"Estimation of Linear Functional Relationships: Approximate Distributions and Connections with Simultaneous Equations in Econometrics\". Journal of the Royal Statistical Society. B (Methodological). London: Wiley-Blackwell. 38 (1): 1–36. doi:10.1111/j.2517-6161.1976.tb01562.x. ISSN 0035-9246. JSTOR 2984825. OCLC 18305542.\n\n^ a b c Birtwistle & Dent 1956a, p. 47.\n\n^ Birtwistle & Dent 1956a, pp. 47–48.\n\n^ Birtwistle & Dent 1956a, p. 48.\n\n^ a b \nDegeneff, Robert Charles (2004). \"3.10 Transient-Voltage Response\".  In Harlow, James Hayward (ed.). Electric power transformer engineering. Boca Raton: CRC Press. p. 396. ISBN 978-0-8493-1704-0. OCLC 928296389. Retrieved 15 July 2020.\n\n^ a b Dent, Hartill & Miles 1958b, p. 259.\n\n^ Lennard‑Jones & Dent 1926, p. 230.\n\n^ Dent 1927, p. 4.\n\n^ \nSammis, Charles (1 August 1972). \"Lattice Dynamics of MgO, Al2MgO4 and Mg2SiO4 Spinel\". Geophysical Journal International. Oxford: Oxford University Press. 29 (1): 15–42. doi:10.1111/j.1365-246X.1972.tb06148.x. ISSN 0956-540X. Retrieved 15 July 2020.\n\n^ \nSeitz, Frederick (1940).  DuBridge, Lee Alvin (ed.). The Modern theory of solids. International series in physics (First ed.). New York: McGraw-Hill Book Company, Inc. p. 49. OCLC 1164096117. Retrieved 3 September 2020.\n\n^ \nBen‑Ephraim, Ari; Folman, Professor Mordechai (1 January 1984). \"Electrostatic potential above the (100) surface plane of a face-centred cubic ionic crystal with a continuous three-dimensional electron charge density distribution\". Journal of the Chemical Society, Faraday Transactions. 2 Molecular and Chemical Physics. London: Royal Society of Chemistry. 80 (6): 681–693. doi:10.1039/F29848000681. ISSN 0300-9238. Retrieved 15 July 2020.\n\n^ \nBickle, William Henry (1960). \"Surface Phenomena: Surface Energy\". Crushing and Grinding a Bibliography. New York: Chemical Publishing Co., Inc. p. 111. OCLC 299895083. Retrieved 15 July 2020.\n\n^ a b \n\"Modern Farmers Do Not Buy 'Solid' Books. 'Robust Country Life' Of The Past And Good Reading. Bristol and its libraries. Technical Matters\". Western Daily Press. 25 September 1933. p. 10. Retrieved 27 August 2020 – via British Newspaper Archive.\n\n^ \nThornton, John Leonard (1940). Special Library Methods: An introduction to special librarianship. London: Grafton & Co. p. 103. OCLC 500012467. Retrieved 15 September 2020.\n\n^ \nEuropean Mathematical Society (2020). \"Jahrbuch Database: B. M. Dent, On observations of points connected by a linear relation\". Electronic Research Archive for Mathematics. Helsinki: Jahrbuch über die Fortschritte der Mathematik. JFM 61.1301.04. Archived from the original on 24 October 2020. Retrieved 24 October 2020. Referee Alexander Craig Aitken, Edinburgh\n\n^ Dent & Paton 1946, p. 236.\n\n^ Fleming & Dent 1946b, pp. 490, 491–492.\n\n^ Birtwistle & Dent 1956b, pp. 82–83.\n\n^ Dent, Hartill & Miles 1958a, p. 259.\n\n^ \nMiles, James George (June 1954). \"Analogue methods in the solution of engineering problems\". Students' Quarterly Journal. London: Institution of Electrical Engineers. 24 (96): 195–198. doi:10.1049/sqj.1954.0032. ISSN 0039-2871. Retrieved 20 February 2021.\n\n\nBibliography[edit]\n\nAdcock, Robert James (1878).  Hendricks, Joel Evans (ed.). \"A Problem in Least Squares\". The Analyst. London: Annals of Mathematics. 5 (2): 53–54. doi:10.2307/2635758. ISSN 0741-7918. JSTOR 2635758. OCLC 277641453. Retrieved 15 July 2020.\nAlbert, David (23 March 2012). \"On the Origin of Everything\". The New York Times. New York: A. G. Sulzberger. Archived from the original on 4 August 2020. Retrieved 7 September 2020.\nAndersen, Ross (23 April 2012). \"Has Physics Made Philosophy and Religion Obsolete?\". theatlantic.com. Washington: The Atlantic. Archived from the original on 12 August 2020. Retrieved 7 September 2020.\nKummell, Charles Hugo (1879). \"Reduction of observation equations which contain more than one observed quantity\". The Analyst. London: Annals of Mathematics. 6 (4): 97–105. doi:10.2307/2635646. ISSN 0741-7918. JSTOR 2635646. OCLC 277641453. Retrieved 15 July 2020.\n\nFurther reading[edit]\nByers, Nina; Williams, Gary (2006). Out of the shadows: contributions of twentieth-century women to physics. Cambridge: Cambridge University Press. ISBN 978-0-521-82197-1. OCLC 1050066680.\nFleming, Arthur Percy Morris; Churcher, Brian Andrew Graham; Davies, Leonard John (28 February 1952). \"The research laboratories of Associated Electrical Industries Ltd\". Proceedings of the Royal Society. B — Biological Sciences. London: Royal Society. 139 (895): 208–235. Bibcode:1952RSPSB.139..208F. doi:10.1098/rspb.1952.0008. PMID 14911826.\nHennessy, Brian Anthony (2005). \"The 2ZY Station at Trafford Park, Manchester\". The emergence of broadcasting in Britain. Lympstone: Southerleigh. pp. 190–204. ISBN 978-0-9551408-0-8. OCLC 254929009. Retrieved 3 October 2020.\nNapper, Brian (2003). \"The Ferranti Mark 1\". Computer 50: The University of Manchester Celebrates the Birth of the Modern Computer. Manchester: University of Manchester. Archived from the original on 10 February 2020. Retrieved 4 September 2020.\nSwinton, Jonathan (4 March 2019). \"Women At The Console\". Alan Turing's Manchester. Manchester: Deodands Ltd. Archived from the original on 27 August 2020. Retrieved 27 August 2020.\nExternal links[edit]\n\nFour women who changed the face of physics by Helen Briggs, BBC News Online.\nMagnificent Women Engineers is dedicated to women in engineering from the past 100 years.\nHistory of the School of Physics at the University of Bristol.\nThe Manchester transistor computer at the Computer History Museum.\nMetropolitan-Vickers Electrical Co. Ltd. 1899–1949 by John Dummelow.\nWorks by Beryl May Dent at WorldCat.\nBeryl May Dent at zbMATH.\nThe Park of Industry on YouTube is a documentary produced by REELmcr that tells the story of Trafford Park, through a series of filmed interviews with ex-employees and residents.\n\nBiography portalComputer programming portalHistory of science portalMathematics portalPhysics portal\nvteLibraries and library scienceTypes of library\nAcademic\nArchive\nBranch\nChildren's\nChristian\nConsortium\nDigital\nHybrid\nLaw\nLending\nMap\nMedicine\nMobile\nMusic\nNational\nPresidential\nPrison\nPrivate\nPublic\nCarnegie\nResearch\nSchool\nLearning Resource Centre\nVirtual\nSpecial collections\nSpecial library\nSubscription\nTraveling\nTypes of librarian\nDistance education\nE-science\nLaw\nMusic\nEnsemble\nPeriodicals/serials\nSchool\nInformation professional\nInformationist\nLibrary and information scientist\nLibrary science\nFive laws\nLibrary and information science\nEducation for librarianship\nAcquisitions\nArchival science\nAssessment\nCataloging\nCatalog\nOPAC\nCirculation\nClassification\nCollection development\nConservation\nDiscovery system\nElectronic resource management\nInformation literacy\nLegal deposit\nLibrary history\nLibrary instruction\nLibrary management\nLibrary publishing\nPreservation\nReaders' advisory\nReference\nVirtual\nRoving\nTechnical services\nWeeding\nHistory\nHistory of libraries\nHistory of library science\nLists\nLibraries\nby country\nby size\nancient\ndestroyed\nmedical\nnational\nLibrary associations\nLibrary schools\nLibrarians\nwomen\nfictional\nArchivists\nwomen\n\n Category:Libraries\n Category:Library science\n Commons\n Glossary\n Outline\n WikiProject\n\nAuthority control \nISNI: 0000 0004 8887 8749\nVIAF: 2232160486176305180007\n WorldCat Identities: np-dent,%20beryl%20may\n\n\n\n\n", "counts": {"Beryl": 4, "May": 6, "Dent": 40, "MIEE": 1, "August": 6, "was": 67, "an": 7, "English": 1, "mathematical": 2, "physicist": 1, "technical": 9, "librarian": 5, "and": 134, "a": 117, "programmer": 1, "of": 173, "early": 2, "analogue": 4, "digital": 10, "computers": 7, "to": 91, "solve": 3, "electrical": 11, "engineering": 3, "problems": 5, "She": 25, "born": 2, "in": 111, "Chippenham": 8, "Wiltshire": 2, "the": 311, "eldest": 3, "daughter": 4, "schoolteachers": 1, "The": 18, "family": 4, "left": 5, "after": 3, "her": 32, "father": 5, "became": 7, "head": 7, "teacher": 7, "then": 9, "recently": 2, "established": 3, "Warminster": 9, "County": 8, "School": 15, "graduated": 2, "from": 18, "University": 18, "Bristol": 19, "with": 39, "First": 3, "Class": 3, "Honours": 2, "applied": 11, "mathematics": 15, "awarded": 7, "Ashworth": 2, "Hallett": 2, "scholarship": 6, "by": 36, "university": 2, "accepted": 4, "as": 21, "postgraduate": 2, "student": 3, "at": 63, "Newnham": 2, "College": 7, "Cambridge": 8, "returned": 4, "being": 6, "appointed": 9, "researcher": 3, "Physics": 6, "Department": 8, "salary": 2, "paid": 2, "Scientific": 2, "Industrial": 2, "Research": 4, "In": 35, "John": 3, "LennardJones": 16, "Professor": 2, "Theoretical": 2, "chair": 5, "created": 2, "for": 54, "him": 3, "becoming": 2, "his": 7, "research": 15, "assistant": 5, "theoretical": 6, "physics": 6, "pioneered": 2, "theory": 2, "interatomic": 2, "intermolecular": 2, "forces": 4, "she": 32, "one": 12, "first": 15, "collaborators": 2, "They": 6, "published": 6, "six": 3, "papers": 11, "together": 3, "dealing": 2, "between": 3, "atoms": 4, "ions": 5, "that": 49, "were": 12, "become": 4, "foundation": 1, "masters": 2, "thesis": 3, "Later": 2, "work": 8, "has": 6, "shown": 2, "results": 2, "they": 2, "obtained": 3, "had": 18, "direct": 2, "application": 4, "atomic": 3, "force": 4, "microscopy": 2, "predicting": 2, "noncontact": 2, "imaging": 2, "is": 21, "possible": 2, "only": 4, "small": 2, "tipsample": 2, "separations": 2, "joined": 6, "MetropolitanVickers": 8, "Electrical": 2, "Company": 2, "Ltd": 1, "Manchester": 8, "scientific": 6, "staff": 5, "department": 11, "active": 1, "Association": 2, "Special": 1, "Libraries": 1, "Information": 2, "Bureaux": 1, "ASLIB": 5, "honorary": 3, "secretary": 3, "founding": 2, "committee": 3, "Lancashire": 3, "Cheshire": 2, "branch": 5, "association": 4, "served": 3, "on": 33, "various": 2, "committees": 2, "made": 4, "conference": 3, "presentations": 2, "detailing": 2, "different": 3, "aspects": 2, "companys": 3, "library": 7, "information": 3, "service": 4, "continued": 2, "publish": 2, "contributing": 1, "numerical": 3, "methods": 2, "solving": 2, "differential": 6, "equations": 4, "use": 3, "analyser": 2, "built": 5, "Douglas": 1, "Hartree": 2, "develop": 2, "detailed": 2, "reduced": 4, "major": 4, "axis": 4, "method": 6, "best": 2, "fit": 2, "series": 2, "data": 3, "points": 4, "career": 5, "leader": 5, "computation": 2, "section": 9, "supervisor": 1, "investigating": 1, "semiconducting": 2, "materials": 2, "Womens": 5, "Engineering": 5, "Society": 5, "design": 9, "retired": 2, "Isabel": 2, "Hardwich": 2, "later": 6, "fellow": 2, "president": 2, "replacing": 2, "women": 9, "moved": 3, "mother": 2, "sister": 4, "Sompting": 4, "West": 3, "Sussex": 2, "died": 4, "there": 3, "Penley": 1, "Villa": 1, "Park": 4, "Lane": 1, "Agnes": 3, "néeThornley": 1, "Eustace": 1, "Edward": 1, "baptised": 1, "StPauls": 1, "June": 5, "married": 5, "St": 1, "Marys": 1, "Church": 6, "Goosnargh": 2, "near": 3, "Preston": 3, "July": 2, "Thornley": 2, "educated": 2, "Harris": 1, "Institute": 1, "passing": 1, "examinations": 2, "science": 4, "art": 1, "Attercliffe": 1, "northeast": 1, "Sheffield": 1, "before": 3, "moving": 4, "hometown": 1, "where": 10, "elder": 2, "brother": 1, "William": 1, "Mary": 3, "Ann": 1, "teachers": 1, "March": 5, "headship": 1, "Fairfield": 1, "Cockermouth": 1, "making": 2, "shortlist": 1, "but": 2, "board": 2, "decided": 2, "appoint": 1, "local": 3, "candidate": 1, "On": 6, "Dents": 8, "teaching": 5, "position": 3, "Portland": 1, "Road": 7, "Calderdale": 1, "Halifax": 3, "completing": 1, "apprenticeship": 1, "school": 5, "same": 6, "year": 8, "Florence": 2, "Emily": 1, "fathers": 2, "Vale": 1, "girls": 1, "Stainland": 1, "Greetland": 1, "Higher": 1, "Board": 1, "he": 4, "class": 2, "pass": 1, "Mechanics": 1, "Institutea": 1, "He": 3, "enrolled": 1, "degree": 8, "course": 3, "Aberystwyth": 2, "Education": 2, "Day": 3, "Training": 1, "Collegeb": 1, "January": 2, "external": 1, "London": 2, "examinationsc": 1, "His": 1, "post": 2, "Coopers": 1, "Grammar": 1, "Bow": 1, "senior": 3, "After": 4, "five": 1, "years": 1, "October": 2, "adjoined": 1, "Athenaeum": 3, "Theatre": 1, "Warminsterd": 1, "Urban": 1, "District": 2, "Council": 4, "e": 1, "remained": 2, "until": 3, "retirement": 1, "f": 1, "lived": 1, "Boreham": 1, "houses": 1, "th": 1, "centuryg": 1, "April": 4, "Portway": 2, "situated": 1, "short": 1, "distance": 1, "Her": 4, "regular": 1, "cast": 1, "member": 1, "Operatic": 1, "other": 4, "venues": 1, "younger": 1, "would": 11, "often": 4, "appear": 1, "stage": 1, "such": 1, "operettas": 1, "Snow": 1, "White": 1, "seven": 1, "dwarfs": 1, "Princess": 4, "JuJu": 3, "Golden": 1, "Amulet": 1, "Japanese": 1, "operetta": 1, "three": 6, "acts": 1, "Clementine": 1, "Ward": 1, "played": 1, "La": 2, "maidens": 1, "attendant": 1, "sang": 1, "act": 2, "solo": 1, "must": 1, "be": 15, "demure": 1, "two": 5, "musical": 1, "performed": 2, "fan": 1, "dance": 1, "Spirits": 1, "Nighth": 1, "also": 6, "acted": 1, "scene": 1, "Tennysons": 1, "Schools": 1, "prize": 2, "giving": 1, "day": 1, "December": 3, "i": 1, "At": 1, "close": 2, "friends": 1, "neighbour": 1, "Evelyn": 1, "Henry": 4, "George": 2, "former": 3, "butler": 1, "Colonel": 1, "Charles": 3, "Gathorne": 2, "GathorneHardy": 2, "son": 1, "st": 1, "Earl": 1, "Cranbrookj": 1, "passed": 3, "Oxford": 3, "Junior": 1, "Local": 1, "Examination": 1, "strength": 1, "examination": 3, "result": 1, "second": 1, "honours": 2, "distinction": 1, "French": 2, "subsequently": 1, "renewed": 1, "sixth": 1, "form": 2, "won": 1, "k": 1, "Somerville": 1, "womens": 1, "colleges": 1, "highly": 1, "commended": 1, "not": 7, "nor": 1, "exhibition": 1, "general": 2, "Bachelor": 2, "Arts": 1, "BA": 1, "intermediate": 1, "l": 1, "For": 4, "following": 4, "academic": 3, "took": 2, "spending": 1, "summer": 1, "parents": 1, "home": 3, "start": 1, "find": 1, "Paul": 1, "Dirac": 4, "coursem": 1, "taught": 1, "Ronald": 1, "Hassé": 1, "Mathematics": 1, "pure": 3, "Peter": 1, "Fraser": 2, "Both": 2, "them": 3, "come": 1, "introduced": 3, "rigour": 1, "projective": 1, "geometry": 1, "rigorous": 1, "proofs": 1, "integral": 1, "calculusn": 1, "studied": 3, "four": 3, "courses": 2, "There": 2, "choice": 1, "specialisation": 1, "final": 2, "or": 5, "As": 1, "official": 1, "registered": 1, "feepaying": 1, "right": 1, "choose": 1, "settled": 1, "could": 5, "offer": 1, "set": 3, "lectures": 1, "so": 3, "follow": 1, "courseo": 1, "gaining": 1, "Science": 3, "BSc": 1, "Honoursp": 1, "Cambridgeq": 1, "spent": 1, "leaving": 3, "without": 2, "further": 1, "qualification": 1, "prior": 1, "temporary": 1, "Barnsley": 2, "Girls": 1, "High": 1, "Huddersfield": 1, "Before": 1, "denied": 1, "graduates": 1, "although": 2, "Katharine": 1, "Margaret": 1, "Wilson": 1, "woman": 1, "PhD": 1, "universityr": 1, "forerunner": 1, "SERCs": 1, "aside": 1, "portion": 1, "bequest": 1, "Herbert": 1, "Wills": 2, "Arthur": 1, "Mannering": 1, "Tyndall": 1, "building": 1, "up": 3, "H": 2, "Laboratory": 1, "Royal": 1, "Fort": 1, "House": 2, "Gardenst": 1, "From": 2, "Trinity": 2, "elected": 2, "Reader": 1, "Mathematical": 1, "physicsu": 1, "objective": 1, "calculating": 2, "theoretically": 1, "properties": 1, "carbonate": 3, "nitrate": 1, "crystals": 3, "Some": 1, "determinations": 1, "crystal": 14, "structure": 3, "basis": 2, "followed": 2, "Crystal": 1, "parameters": 2, "Sydney": 2, "Chapman": 2, "Structure": 2, "Part": 1, "II": 1, "v": 1, "MSc": 1, "laboratory": 1, "surplus": 1, "funds": 3, "it": 8, "used": 3, "provide": 3, "more": 2, "helpw": 1, "Consequently": 1, "asked": 3, "combine": 1, "duties": 1, "parttime": 1, "departmental": 1, "appointment": 1, "Physicsx": 1, "now": 1, "living": 1, "Clifton": 1, "Hill": 1, "hall": 1, "residence": 1, "Cliftony": 1, "been": 3, "Cheeloo": 2, "associations": 1, "aim": 1, "raise": 2, "sufficient": 1, "support": 3, "chemistry": 1, "effort": 1, "publicise": 1, "cause": 1, "money": 1, "presented": 2, "International": 2, "League": 1, "eleven": 1, "people": 1, "standing": 1, "Bristols": 1, "Convocation": 1, "universitys": 1, "alumni": 1, "represented": 2, "Cohesion": 3, "surface": 10, "change": 2, "lattice": 6, "spacing": 2, "boundary": 3, "fields": 2, "thin": 2, "cleavage": 1, "Around": 1, "this": 6, "time": 3, "quantum": 2, "mechanics": 1, "developed": 4, "standard": 2, "formulation": 1, "physicsz": 1, "study": 2, "subject": 1, "Rockefeller": 1, "Fellow": 1, "Göttingen": 1, "With": 2, "collaborator": 1, "advisor": 1, "Germany": 1, "wrote": 2, "last": 1, "paper": 6, "effect": 3, "distortion": 1, "energy": 2, "examined": 1, "polarisation": 1, "decreasing": 1, "alkali": 2, "halides": 2, "resigned": 1, "regret": 1, "Stretford": 5, "Dean": 1, "Faculty": 1, "new": 4, "theories": 1, "groupaa": 1, "Marjorie": 1, "Josephine": 1, "Littleton": 1, "replacement": 1, "February": 1, "councillor": 1, "graduate": 2, "Girton": 1, "Sir": 2, "Neville": 1, "Motts": 1, "coauthor": 1, "British": 2, "heavy": 1, "industrial": 3, "firm": 1, "based": 2, "Trafford": 2, "well": 2, "known": 3, "equipment": 1, "generators": 1, "street": 1, "lighting": 1, "electronics": 1, "steam": 1, "turbines": 2, "diesel": 1, "locomotives": 1, "Metrovick": 1, "commercial": 1, "transistorised": 1, "computer": 9, "site": 1, "when": 3, "care": 1, "came": 1, "within": 1, "remit": 1, "James": 2, "Pearce": 1, "engineer": 6, "Transformer": 1, "Departmentab": 1, "centre": 1, "intelligence": 2, "substantially": 1, "reorganised": 1, "expanded": 1, "placed": 1, "under": 3, "directorship": 1, "Steele": 1, "Paton": 1, "Technical": 1, "librarianship": 1, "emerged": 1, "interwar": 1, "Britain": 1, "rapidly": 2, "few": 1, "types": 2, "professional": 1, "employment": 3, "routinely": 1, "open": 1, "both": 3, "men": 1, "By": 1, "volumes": 1, "around": 1, "number": 2, "pamphlets": 1, "patent": 1, "specifications": 1, "Besides": 1, "covering": 1, "subjects": 2, "covered": 1, "accountancy": 1, "questions": 1, "interest": 1, "sales": 1, "It": 3, "issued": 1, "weekly": 1, "bulletin": 1, "scrutinised": 1, "patents": 2, "handled": 1, "taken": 3, "out": 4, "exchanged": 1, "associated": 2, "companies": 1, "twenty": 1, "members": 1, "organised": 1, "meetings": 1, "including": 1, "addressed": 1, "Tizard": 1, "President": 1, "war": 1, "formed": 1, "Northern": 1, "Branch": 1, "delegate": 1, "fourteenth": 1, "Conference": 1, "Documentation": 1, "invited": 1, "Governments": 1, "dinner": 1, "September": 1, "Great": 1, "Dining": 1, "Hall": 4, "Christ": 1, "Oxfordac": 1, "contribute": 1, "emerging": 1, "computational": 2, "technologies": 1, "observations": 3, "connected": 2, "linear": 2, "relation": 2, "line": 3, "fitting": 2, "Robert": 2, "Adcock": 2, "Kummell": 2, "Myers": 1, "Porter": 1, "Effect": 1, "SpaceCharge": 1, "Secondary": 1, "Current": 1, "Triode": 1, "provided": 1, "key": 1, "integrations": 1, "aid": 3, "calculation": 4, "space": 1, "charge": 2, "limitation": 1, "secondary": 1, "current": 1, "using": 2, "promoted": 1, "knowledge": 1, "higher": 1, "meant": 1, "check": 1, "publication": 1, "engineers": 3, "example": 3, "Cyril": 1, "Frederick": 1, "Gradwell": 1, "scrutinise": 1, "algebraic": 1, "part": 1, "Solution": 1, "problem": 2, "disk": 1, "bending": 3, "occurring": 1, "connexion": 1, "gas": 2, "ad": 1, "latter": 1, "half": 1, "working": 2, "Fourier": 2, "analysis": 4, "Shorting": 1, "Field": 1, "Corrections": 1, "Measurements": 1, "correcting": 1, "measured": 2, "semiconductors": 1, "inhomogeneities": 1, "magnetic": 1, "field": 3, "carried": 1, "calculations": 2, "mechanical": 1, "team": 1, "Nuclear": 1, "Power": 1, "Group": 1, "Radbroke": 1, "Their": 2, "outlined": 2, "procedure": 1, "deflection": 2, "circular": 1, "grid": 3, "girders": 1, "graphite": 1, "neutron": 1, "moderator": 1, "gascooled": 1, "reactor": 1, "A": 4, "expression": 5, "derived": 2, "central": 2, "maximum": 6, "moment": 1, "crossbeam": 1, "range": 1, "diameters": 1, "Brian": 2, "Birtwistle": 3, "programs": 2, "Ferranti": 2, "Mark": 2, "demonstrated": 1, "high": 2, "speed": 2, "considerable": 2, "assistance": 2, "have": 4, "extensive": 1, "industry": 1, "amongst": 1, "others": 1, "Honeywell": 1, "Systems": 1, "ADP": 1, "Network": 1, "Services": 1, "their": 2, "shared": 2, "Kings": 1, "funeral": 2, "taking": 1, "place": 1, "StMatthews": 3, "links": 1, "manager": 1, "England": 1, "Primary": 1, "Poplar": 1, "elderly": 1, "Cokeham": 1, "village": 1, "coastal": 1, "Adur": 1, "Lancing": 1, "Worthing": 2, "cremated": 1, "Downs": 1, "Crematorium": 2, "ae": 1, "aged": 1, "donated": 1, "body": 1, "medical": 1, "understanding": 1, "remains": 2, "StMarys": 2, "cremation": 1, "ashes": 1, "interred": 1, "Gardens": 1, "Rest": 1, "towards": 1, "Spring": 1, "Glades": 1, "entry": 1, "Book": 1, "Remembrance": 1, "crematorium": 1, "statesaf": 1, "real": 2, "Christian": 3, "loved": 1, "all": 2, "memorial": 1, "Order": 1, "StJohn": 1, "Hospitallers": 1, "Room": 1, "carver": 1, "bears": 1, "brass": 1, "plaque": 1, "inscriptionag": 1, "loving": 1, "memory": 1, "never": 1, "believing": 1, "getting": 1, "subsequent": 1, "pressures": 1, "responsibilities": 1, "wastage": 1, "womans": 1, "training": 1, "However": 4, "believed": 1, "get": 1, "mean": 3, "promotion": 1, "opportunities": 1, "still": 1, "able": 1, "return": 1, "midlife": 1, "faith": 1, "perhaps": 1, "surprising": 1, "given": 1, "church": 1, "era": 1, "grew": 1, "religion": 1, "pervaded": 1, "social": 1, "political": 1, "life": 1, "notable": 1, "committed": 1, "while": 1, "pursuing": 1, "According": 1, "Steven": 1, "Weinberg": 1, "offers": 1, "no": 4, "belief": 2, "God": 2, "unnecessary": 1, "view": 1, "scientists": 2, "Steve": 1, "Ball": 1, "article": 1, "supports": 1, "prominent": 1, "atheistic": 1, "states": 1, "can": 4, "actually": 1, "biblical": 1, "faithah": 1, "potential": 5, "electric": 2, "vacuum": 3, "produced": 2, "sodium": 4, "chloride": 4, "gave": 1, "system": 1, "point": 3, "charges": 2, "cubic": 4, "ionic": 1, "φrdisplaystyle": 1, "varphi": 2, "leftrright": 1, "r": 1, "x": 8, "y": 8, "z": 1, "signs": 1, "ekdisplaystyle": 1, "ek": 1, "period": 1, "crystalline": 1, "solid": 2, "distinguished": 1, "fact": 1, "are": 4, "arranged": 1, "periodic": 1, "fashion": 1, "φrπalmssexpπalmzzsklmkekcosklmrrkdisplaystyle": 1, "leftrrightfrac": 1, "pi": 2, "asum": 1, "lmsum": 1, "sfrac": 1, "leftrightsexp": 1, "leftleftfrac": 1, "arightsqrt": 1, "lmleftzzsrightrightleftklmrighttimes": 1, "sum": 2, "kekcos": 1, "leftklmleftrparallel": 1, "rkrightright": 1, "sums": 1, "static": 1, "lower": 1, "layers": 1, "showed": 2, "forms": 2, "convergent": 1, "Harold": 1, "Eugene": 1, "Buckley": 1, "crystallographic": 1, "death": 1, "suggested": 1, "should": 1, "treated": 1, "caution": 1, "contraction": 1, "plane": 3, "suffer": 1, "conditions": 1, "prescribed": 1, "similar": 1, "mass": 1, "behind": 1, "Another": 1, "difficulty": 2, "arises": 1, "because": 1, "great": 1, "simplifying": 1, "assumptions": 3, "render": 1, "capable": 1, "solution": 2, "Cleveland": 1, "Radmacher": 1, "Hansma": 1, "Atomic": 2, "Scale": 1, "Force": 2, "Mapping": 1, "Microscope": 1, "Richard": 1, "J": 1, "Smith": 1, "stated": 2, "RMA": 3, "regressiom": 1, "Problem": 1, "Least": 1, "Squares": 1, "Reduction": 1, "observation": 1, "which": 2, "contain": 1, "than": 2, "observed": 1, "quantity": 1, "underpinnings": 1, "least": 3, "squares": 3, "regression": 3, "assumption": 1, "independent": 2, "variable": 3, "labelled": 1, "error": 7, "dependent": 2, "labeled": 1, "modeled": 1, "having": 1, "uncertainty": 2, "measurements": 1, "may": 1, "multiple": 1, "sources": 1, "Therefore": 1, "underlying": 1, "violated": 1, "specifically": 1, "formulated": 1, "handle": 1, "errors": 1, "variables": 3, "If": 1, "estimate": 3, "ratio": 2, "variance": 2, "denoted": 1, "𝜆": 4, "assumes": 1, "approximated": 1, "total": 1, "variances": 2, "minimizes": 1, "vertical": 2, "horizontal": 1, "distances": 2, "predicted": 1, "summing": 1, "areas": 1, "rather": 1, "squared": 1, "yaxis": 1, "Maurice": 1, "Kendall": 1, "Alan": 1, "Stuart": 1, "likelihood": 7, "estimator": 6, "function": 3, "depending": 1, "parameter": 1, "θdisplaystyle": 1, "theta": 7, "satisfies": 1, "quadratic": 3, "equation": 2, "θxTyλxTxyTyθλxTydisplaystyle": 1, "xTyleftlambda": 1, "xTxyTyrighttheta": 1, "lambda": 1, "xTy": 2, "Using": 1, "formula": 1, "positive": 2, "root": 4, "zero": 2, "θMLyTyλxTxyTyλxTxλxTyxTydisplaystyle": 1, "MLequiv": 1, "frac": 1, "yTylambda": 2, "xTxsqrt": 1, "xTxlambda": 1, "xTyxTy": 1, "Inspection": 1, "shows": 1, "tends": 5, "θydisplaystyle": 2, "equal": 3, "yTyxTydisplaystyle": 1, "yTyxTy": 1, "plus": 1, "infinity": 2, "θxdisplaystyle": 2, "xTyxTxdisplaystyle": 1, "xTyxTx": 1, "solved": 1, "case": 3, "covariance": 1, "matrix": 1, "unknown": 1, "geometric": 2, "Dennis": 1, "Lindley": 3, "repeated": 1, "consistent": 1, "gradient": 1, "will": 1, "bias": 1, "true": 2, "even": 1, "if": 3, "Kenneth": 1, "Alva": 1, "Norton": 1, "consulting": 1, "National": 1, "Bureau": 1, "Standards": 1, "responded": 1, "stating": 1, "Lindleys": 1, "own": 1, "lead": 1, "biased": 1, "prediction": 1, "Furthermore": 2, "Albert": 1, "Madansky": 1, "noted": 1, "wrong": 1, "xTydisplaystyle": 1, "negative": 1, "Subsequently": 1, "Theodore": 1, "Anderson": 1, "pointed": 1, "therefore": 1, "Although": 1, "its": 1, "limitations": 3, "practical": 1, "importance": 1, "likely": 1, "represents": 1, "priori": 1, "nothing": 1, "about": 1, "distribution": 3, "model": 2, "generally": 1, "much": 1, "less": 1, "reasonable": 1, "assume": 1, "residual": 1, "scatter": 1, "attributable": 1, "s": 1, "rarely": 1, "did": 1, "some": 1, "complicated": 1, "outside": 1, "scope": 1, "To": 1, "certain": 1, "extent": 1, "deterred": 1, "program": 2, "particular": 1, "varied": 1, "unique": 1, "arise": 1, "practice": 1, "many": 1, "accentuated": 1, "tendency": 1, "Convention": 1, "Digital": 1, "Computer": 1, "Techniques": 1, "Institution": 1, "Engineers": 1, "intended": 1, "show": 1, "describing": 1, "relatively": 1, "simple": 1, "applications": 1, "useful": 1, "allowed": 1, "Universitys": 1, "subroutines": 1, "incorporated": 1, "into": 2, "recognise": 1, "carrying": 1, "automatically": 1, "optimum": 1, "products": 1, "Significant": 1, "devoted": 1, "determining": 1, "transformers": 1, "internal": 1, "transient": 1, "voltage": 3, "Early": 1, "attempts": 1, "hampered": 1, "encountered": 1, "large": 1, "numbers": 1, "coupled": 1, "Hartill": 1, "Miles": 1, "transformer": 2, "impulse": 1, "recognised": 1, "models": 1, "nonuniformity": 1, "windings": 1, "any": 1, "input": 1, "facecentred": 2, "extensively": 1, "physisorption": 1, "studies": 1, "simplified": 1, "noting": 1, "isoelectronic": 1, "inert": 1, "thus": 1, "need": 1, "introduce": 1, "additional": 1, "empirical": 1, "LJ": 1, "equationIn": 1, "rocksalt": 1, "halite": 1, "each": 1, "atom": 1, "separate": 1, "Examples": 1, "compounds": 1, "include": 1, "itself": 1, "along": 1, "divalent": 1, "metal": 1, "oxides": 1, "sulphides": 1, "selenides": 1, "tellurides": 1}, "freq": {"Beryl": 0.0009389671361502347, "May": 0.0014084507042253522, "Dent": 0.009389671361502348, "MIEE": 0.00023474178403755868, "August": 0.0014084507042253522, "was": 0.01572769953051643, "an": 0.0016431924882629107, "English": 0.00023474178403755868, "mathematical": 0.00046948356807511736, "physicist": 0.00023474178403755868, "technical": 0.002112676056338028, "librarian": 0.0011737089201877935, "and": 0.03145539906103286, "a": 0.027464788732394368, "programmer": 0.00023474178403755868, "of": 0.04061032863849765, "early": 0.00046948356807511736, "analogue": 0.0009389671361502347, "digital": 0.002347417840375587, "computers": 0.0016431924882629107, "to": 0.021361502347417842, "solve": 0.0007042253521126761, "electrical": 0.0025821596244131454, "engineering": 0.0007042253521126761, "problems": 0.0011737089201877935, "She": 0.005868544600938967, "born": 0.00046948356807511736, "in": 0.026056338028169014, "Chippenham": 0.0018779342723004694, "Wiltshire": 0.00046948356807511736, "the": 0.07300469483568076, "eldest": 0.0007042253521126761, "daughter": 0.0009389671361502347, "schoolteachers": 0.00023474178403755868, "The": 0.004225352112676056, "family": 0.0009389671361502347, "left": 0.0011737089201877935, "after": 0.0007042253521126761, "her": 0.007511737089201878, "father": 0.0011737089201877935, "became": 0.0016431924882629107, "head": 0.0016431924882629107, "teacher": 0.0016431924882629107, "then": 0.002112676056338028, "recently": 0.00046948356807511736, "established": 0.0007042253521126761, "Warminster": 0.002112676056338028, "County": 0.0018779342723004694, "School": 0.0035211267605633804, "graduated": 0.00046948356807511736, "from": 0.004225352112676056, "University": 0.004225352112676056, "Bristol": 0.004460093896713615, "with": 0.009154929577464789, "First": 0.0007042253521126761, "Class": 0.0007042253521126761, "Honours": 0.00046948356807511736, "applied": 0.0025821596244131454, "mathematics": 0.0035211267605633804, "awarded": 0.0016431924882629107, "Ashworth": 0.00046948356807511736, "Hallett": 0.00046948356807511736, "scholarship": 0.0014084507042253522, "by": 0.008450704225352112, "university": 0.00046948356807511736, "accepted": 0.0009389671361502347, "as": 0.004929577464788733, "postgraduate": 0.00046948356807511736, "student": 0.0007042253521126761, "at": 0.014788732394366197, "Newnham": 0.00046948356807511736, "College": 0.0016431924882629107, "Cambridge": 0.0018779342723004694, "returned": 0.0009389671361502347, "being": 0.0014084507042253522, "appointed": 0.002112676056338028, "researcher": 0.0007042253521126761, "Physics": 0.0014084507042253522, "Department": 0.0018779342723004694, "salary": 0.00046948356807511736, "paid": 0.00046948356807511736, "Scientific": 0.00046948356807511736, "Industrial": 0.00046948356807511736, "Research": 0.0009389671361502347, "In": 0.008215962441314555, "John": 0.0007042253521126761, "LennardJones": 0.003755868544600939, "Professor": 0.00046948356807511736, "Theoretical": 0.00046948356807511736, "chair": 0.0011737089201877935, "created": 0.00046948356807511736, "for": 0.01267605633802817, "him": 0.0007042253521126761, "becoming": 0.00046948356807511736, "his": 0.0016431924882629107, "research": 0.0035211267605633804, "assistant": 0.0011737089201877935, "theoretical": 0.0014084507042253522, "physics": 0.0014084507042253522, "pioneered": 0.00046948356807511736, "theory": 0.00046948356807511736, "interatomic": 0.00046948356807511736, "intermolecular": 0.00046948356807511736, "forces": 0.0009389671361502347, "she": 0.007511737089201878, "one": 0.0028169014084507044, "first": 0.0035211267605633804, "collaborators": 0.00046948356807511736, "They": 0.0014084507042253522, "published": 0.0014084507042253522, "six": 0.0007042253521126761, "papers": 0.0025821596244131454, "together": 0.0007042253521126761, "dealing": 0.00046948356807511736, "between": 0.0007042253521126761, "atoms": 0.0009389671361502347, "ions": 0.0011737089201877935, "that": 0.011502347417840376, "were": 0.0028169014084507044, "become": 0.0009389671361502347, "foundation": 0.00023474178403755868, "masters": 0.00046948356807511736, "thesis": 0.0007042253521126761, "Later": 0.00046948356807511736, "work": 0.0018779342723004694, "has": 0.0014084507042253522, "shown": 0.00046948356807511736, "results": 0.00046948356807511736, "they": 0.00046948356807511736, "obtained": 0.0007042253521126761, "had": 0.004225352112676056, "direct": 0.00046948356807511736, "application": 0.0009389671361502347, "atomic": 0.0007042253521126761, "force": 0.0009389671361502347, "microscopy": 0.00046948356807511736, "predicting": 0.00046948356807511736, "noncontact": 0.00046948356807511736, "imaging": 0.00046948356807511736, "is": 0.004929577464788733, "possible": 0.00046948356807511736, "only": 0.0009389671361502347, "small": 0.00046948356807511736, "tipsample": 0.00046948356807511736, "separations": 0.00046948356807511736, "joined": 0.0014084507042253522, "MetropolitanVickers": 0.0018779342723004694, "Electrical": 0.00046948356807511736, "Company": 0.00046948356807511736, "Ltd": 0.00023474178403755868, "Manchester": 0.0018779342723004694, "scientific": 0.0014084507042253522, "staff": 0.0011737089201877935, "department": 0.0025821596244131454, "active": 0.00023474178403755868, "Association": 0.00046948356807511736, "Special": 0.00023474178403755868, "Libraries": 0.00023474178403755868, "Information": 0.00046948356807511736, "Bureaux": 0.00023474178403755868, "ASLIB": 0.0011737089201877935, "honorary": 0.0007042253521126761, "secretary": 0.0007042253521126761, "founding": 0.00046948356807511736, "committee": 0.0007042253521126761, "Lancashire": 0.0007042253521126761, "Cheshire": 0.00046948356807511736, "branch": 0.0011737089201877935, "association": 0.0009389671361502347, "served": 0.0007042253521126761, "on": 0.007746478873239437, "various": 0.00046948356807511736, "committees": 0.00046948356807511736, "made": 0.0009389671361502347, "conference": 0.0007042253521126761, "presentations": 0.00046948356807511736, "detailing": 0.00046948356807511736, "different": 0.0007042253521126761, "aspects": 0.00046948356807511736, "companys": 0.0007042253521126761, "library": 0.0016431924882629107, "information": 0.0007042253521126761, "service": 0.0009389671361502347, "continued": 0.00046948356807511736, "publish": 0.00046948356807511736, "contributing": 0.00023474178403755868, "numerical": 0.0007042253521126761, "methods": 0.00046948356807511736, "solving": 0.00046948356807511736, "differential": 0.0014084507042253522, "equations": 0.0009389671361502347, "use": 0.0007042253521126761, "analyser": 0.00046948356807511736, "built": 0.0011737089201877935, "Douglas": 0.00023474178403755868, "Hartree": 0.00046948356807511736, "develop": 0.00046948356807511736, "detailed": 0.00046948356807511736, "reduced": 0.0009389671361502347, "major": 0.0009389671361502347, "axis": 0.0009389671361502347, "method": 0.0014084507042253522, "best": 0.00046948356807511736, "fit": 0.00046948356807511736, "series": 0.00046948356807511736, "data": 0.0007042253521126761, "points": 0.0009389671361502347, "career": 0.0011737089201877935, "leader": 0.0011737089201877935, "computation": 0.00046948356807511736, "section": 0.002112676056338028, "supervisor": 0.00023474178403755868, "investigating": 0.00023474178403755868, "semiconducting": 0.00046948356807511736, "materials": 0.00046948356807511736, "Womens": 0.0011737089201877935, "Engineering": 0.0011737089201877935, "Society": 0.0011737089201877935, "design": 0.002112676056338028, "retired": 0.00046948356807511736, "Isabel": 0.00046948356807511736, "Hardwich": 0.00046948356807511736, "later": 0.0014084507042253522, "fellow": 0.00046948356807511736, "president": 0.00046948356807511736, "replacing": 0.00046948356807511736, "women": 0.002112676056338028, "moved": 0.0007042253521126761, "mother": 0.00046948356807511736, "sister": 0.0009389671361502347, "Sompting": 0.0009389671361502347, "West": 0.0007042253521126761, "Sussex": 0.00046948356807511736, "died": 0.0009389671361502347, "there": 0.0007042253521126761, "Penley": 0.00023474178403755868, "Villa": 0.00023474178403755868, "Park": 0.0009389671361502347, "Lane": 0.00023474178403755868, "Agnes": 0.0007042253521126761, "néeThornley": 0.00023474178403755868, "Eustace": 0.00023474178403755868, "Edward": 0.00023474178403755868, "baptised": 0.00023474178403755868, "StPauls": 0.00023474178403755868, "June": 0.0011737089201877935, "married": 0.0011737089201877935, "St": 0.00023474178403755868, "Marys": 0.00023474178403755868, "Church": 0.0014084507042253522, "Goosnargh": 0.00046948356807511736, "near": 0.0007042253521126761, "Preston": 0.0007042253521126761, "July": 0.00046948356807511736, "Thornley": 0.00046948356807511736, "educated": 0.00046948356807511736, "Harris": 0.00023474178403755868, "Institute": 0.00023474178403755868, "passing": 0.00023474178403755868, "examinations": 0.00046948356807511736, "science": 0.0009389671361502347, "art": 0.00023474178403755868, "Attercliffe": 0.00023474178403755868, "northeast": 0.00023474178403755868, "Sheffield": 0.00023474178403755868, "before": 0.0007042253521126761, "moving": 0.0009389671361502347, "hometown": 0.00023474178403755868, "where": 0.002347417840375587, "elder": 0.00046948356807511736, "brother": 0.00023474178403755868, "William": 0.00023474178403755868, "Mary": 0.0007042253521126761, "Ann": 0.00023474178403755868, "teachers": 0.00023474178403755868, "March": 0.0011737089201877935, "headship": 0.00023474178403755868, "Fairfield": 0.00023474178403755868, "Cockermouth": 0.00023474178403755868, "making": 0.00046948356807511736, "shortlist": 0.00023474178403755868, "but": 0.00046948356807511736, "board": 0.00046948356807511736, "decided": 0.00046948356807511736, "appoint": 0.00023474178403755868, "local": 0.0007042253521126761, "candidate": 0.00023474178403755868, "On": 0.0014084507042253522, "Dents": 0.0018779342723004694, "teaching": 0.0011737089201877935, "position": 0.0007042253521126761, "Portland": 0.00023474178403755868, "Road": 0.0016431924882629107, "Calderdale": 0.00023474178403755868, "Halifax": 0.0007042253521126761, "completing": 0.00023474178403755868, "apprenticeship": 0.00023474178403755868, "school": 0.0011737089201877935, "same": 0.0014084507042253522, "year": 0.0018779342723004694, "Florence": 0.00046948356807511736, "Emily": 0.00023474178403755868, "fathers": 0.00046948356807511736, "Vale": 0.00023474178403755868, "girls": 0.00023474178403755868, "Stainland": 0.00023474178403755868, "Greetland": 0.00023474178403755868, "Higher": 0.00023474178403755868, "Board": 0.00023474178403755868, "he": 0.0009389671361502347, "class": 0.00046948356807511736, "pass": 0.00023474178403755868, "Mechanics": 0.00023474178403755868, "Institutea": 0.00023474178403755868, "He": 0.0007042253521126761, "enrolled": 0.00023474178403755868, "degree": 0.0018779342723004694, "course": 0.0007042253521126761, "Aberystwyth": 0.00046948356807511736, "Education": 0.00046948356807511736, "Day": 0.0007042253521126761, "Training": 0.00023474178403755868, "Collegeb": 0.00023474178403755868, "January": 0.00046948356807511736, "external": 0.00023474178403755868, "London": 0.00046948356807511736, "examinationsc": 0.00023474178403755868, "His": 0.00023474178403755868, "post": 0.00046948356807511736, "Coopers": 0.00023474178403755868, "Grammar": 0.00023474178403755868, "Bow": 0.00023474178403755868, "senior": 0.0007042253521126761, "After": 0.0009389671361502347, "five": 0.00023474178403755868, "years": 0.00023474178403755868, "October": 0.00046948356807511736, "adjoined": 0.00023474178403755868, "Athenaeum": 0.0007042253521126761, "Theatre": 0.00023474178403755868, "Warminsterd": 0.00023474178403755868, "Urban": 0.00023474178403755868, "District": 0.00046948356807511736, "Council": 0.0009389671361502347, "e": 0.00023474178403755868, "remained": 0.00046948356807511736, "until": 0.0007042253521126761, "retirement": 0.00023474178403755868, "f": 0.00023474178403755868, "lived": 0.00023474178403755868, "Boreham": 0.00023474178403755868, "houses": 0.00023474178403755868, "th": 0.00023474178403755868, "centuryg": 0.00023474178403755868, "April": 0.0009389671361502347, "Portway": 0.00046948356807511736, "situated": 0.00023474178403755868, "short": 0.00023474178403755868, "distance": 0.00023474178403755868, "Her": 0.0009389671361502347, "regular": 0.00023474178403755868, "cast": 0.00023474178403755868, "member": 0.00023474178403755868, "Operatic": 0.00023474178403755868, "other": 0.0009389671361502347, "venues": 0.00023474178403755868, "younger": 0.00023474178403755868, "would": 0.0025821596244131454, "often": 0.0009389671361502347, "appear": 0.00023474178403755868, "stage": 0.00023474178403755868, "such": 0.00023474178403755868, "operettas": 0.00023474178403755868, "Snow": 0.00023474178403755868, "White": 0.00023474178403755868, "seven": 0.00023474178403755868, "dwarfs": 0.00023474178403755868, "Princess": 0.0009389671361502347, "JuJu": 0.0007042253521126761, "Golden": 0.00023474178403755868, "Amulet": 0.00023474178403755868, "Japanese": 0.00023474178403755868, "operetta": 0.00023474178403755868, "three": 0.0014084507042253522, "acts": 0.00023474178403755868, "Clementine": 0.00023474178403755868, "Ward": 0.00023474178403755868, "played": 0.00023474178403755868, "La": 0.00046948356807511736, "maidens": 0.00023474178403755868, "attendant": 0.00023474178403755868, "sang": 0.00023474178403755868, "act": 0.00046948356807511736, "solo": 0.00023474178403755868, "must": 0.00023474178403755868, "be": 0.0035211267605633804, "demure": 0.00023474178403755868, "two": 0.0011737089201877935, "musical": 0.00023474178403755868, "performed": 0.00046948356807511736, "fan": 0.00023474178403755868, "dance": 0.00023474178403755868, "Spirits": 0.00023474178403755868, "Nighth": 0.00023474178403755868, "also": 0.0014084507042253522, "acted": 0.00023474178403755868, "scene": 0.00023474178403755868, "Tennysons": 0.00023474178403755868, "Schools": 0.00023474178403755868, "prize": 0.00046948356807511736, "giving": 0.00023474178403755868, "day": 0.00023474178403755868, "December": 0.0007042253521126761, "i": 0.00023474178403755868, "At": 0.00023474178403755868, "close": 0.00046948356807511736, "friends": 0.00023474178403755868, "neighbour": 0.00023474178403755868, "Evelyn": 0.00023474178403755868, "Henry": 0.0009389671361502347, "George": 0.00046948356807511736, "former": 0.0007042253521126761, "butler": 0.00023474178403755868, "Colonel": 0.00023474178403755868, "Charles": 0.0007042253521126761, "Gathorne": 0.00046948356807511736, "GathorneHardy": 0.00046948356807511736, "son": 0.00023474178403755868, "st": 0.00023474178403755868, "Earl": 0.00023474178403755868, "Cranbrookj": 0.00023474178403755868, "passed": 0.0007042253521126761, "Oxford": 0.0007042253521126761, "Junior": 0.00023474178403755868, "Local": 0.00023474178403755868, "Examination": 0.00023474178403755868, "strength": 0.00023474178403755868, "examination": 0.0007042253521126761, "result": 0.00023474178403755868, "second": 0.00023474178403755868, "honours": 0.00046948356807511736, "distinction": 0.00023474178403755868, "French": 0.00046948356807511736, "subsequently": 0.00023474178403755868, "renewed": 0.00023474178403755868, "sixth": 0.00023474178403755868, "form": 0.00046948356807511736, "won": 0.00023474178403755868, "k": 0.00023474178403755868, "Somerville": 0.00023474178403755868, "womens": 0.00023474178403755868, "colleges": 0.00023474178403755868, "highly": 0.00023474178403755868, "commended": 0.00023474178403755868, "not": 0.0016431924882629107, "nor": 0.00023474178403755868, "exhibition": 0.00023474178403755868, "general": 0.00046948356807511736, "Bachelor": 0.00046948356807511736, "Arts": 0.00023474178403755868, "BA": 0.00023474178403755868, "intermediate": 0.00023474178403755868, "l": 0.00023474178403755868, "For": 0.0009389671361502347, "following": 0.0009389671361502347, "academic": 0.0007042253521126761, "took": 0.00046948356807511736, "spending": 0.00023474178403755868, "summer": 0.00023474178403755868, "parents": 0.00023474178403755868, "home": 0.0007042253521126761, "start": 0.00023474178403755868, "find": 0.00023474178403755868, "Paul": 0.00023474178403755868, "Dirac": 0.0009389671361502347, "coursem": 0.00023474178403755868, "taught": 0.00023474178403755868, "Ronald": 0.00023474178403755868, "Hassé": 0.00023474178403755868, "Mathematics": 0.00023474178403755868, "pure": 0.0007042253521126761, "Peter": 0.00023474178403755868, "Fraser": 0.00046948356807511736, "Both": 0.00046948356807511736, "them": 0.0007042253521126761, "come": 0.00023474178403755868, "introduced": 0.0007042253521126761, "rigour": 0.00023474178403755868, "projective": 0.00023474178403755868, "geometry": 0.00023474178403755868, "rigorous": 0.00023474178403755868, "proofs": 0.00023474178403755868, "integral": 0.00023474178403755868, "calculusn": 0.00023474178403755868, "studied": 0.0007042253521126761, "four": 0.0007042253521126761, "courses": 0.00046948356807511736, "There": 0.00046948356807511736, "choice": 0.00023474178403755868, "specialisation": 0.00023474178403755868, "final": 0.00046948356807511736, "or": 0.0011737089201877935, "As": 0.00023474178403755868, "official": 0.00023474178403755868, "registered": 0.00023474178403755868, "feepaying": 0.00023474178403755868, "right": 0.00023474178403755868, "choose": 0.00023474178403755868, "settled": 0.00023474178403755868, "could": 0.0011737089201877935, "offer": 0.00023474178403755868, "set": 0.0007042253521126761, "lectures": 0.00023474178403755868, "so": 0.0007042253521126761, "follow": 0.00023474178403755868, "courseo": 0.00023474178403755868, "gaining": 0.00023474178403755868, "Science": 0.0007042253521126761, "BSc": 0.00023474178403755868, "Honoursp": 0.00023474178403755868, "Cambridgeq": 0.00023474178403755868, "spent": 0.00023474178403755868, "leaving": 0.0007042253521126761, "without": 0.00046948356807511736, "further": 0.00023474178403755868, "qualification": 0.00023474178403755868, "prior": 0.00023474178403755868, "temporary": 0.00023474178403755868, "Barnsley": 0.00046948356807511736, "Girls": 0.00023474178403755868, "High": 0.00023474178403755868, "Huddersfield": 0.00023474178403755868, "Before": 0.00023474178403755868, "denied": 0.00023474178403755868, "graduates": 0.00023474178403755868, "although": 0.00046948356807511736, "Katharine": 0.00023474178403755868, "Margaret": 0.00023474178403755868, "Wilson": 0.00023474178403755868, "woman": 0.00023474178403755868, "PhD": 0.00023474178403755868, "universityr": 0.00023474178403755868, "forerunner": 0.00023474178403755868, "SERCs": 0.00023474178403755868, "aside": 0.00023474178403755868, "portion": 0.00023474178403755868, "bequest": 0.00023474178403755868, "Herbert": 0.00023474178403755868, "Wills": 0.00046948356807511736, "Arthur": 0.00023474178403755868, "Mannering": 0.00023474178403755868, "Tyndall": 0.00023474178403755868, "building": 0.00023474178403755868, "up": 0.0007042253521126761, "H": 0.00046948356807511736, "Laboratory": 0.00023474178403755868, "Royal": 0.00023474178403755868, "Fort": 0.00023474178403755868, "House": 0.00046948356807511736, "Gardenst": 0.00023474178403755868, "From": 0.00046948356807511736, "Trinity": 0.00046948356807511736, "elected": 0.00046948356807511736, "Reader": 0.00023474178403755868, "Mathematical": 0.00023474178403755868, "physicsu": 0.00023474178403755868, "objective": 0.00023474178403755868, "calculating": 0.00046948356807511736, "theoretically": 0.00023474178403755868, "properties": 0.00023474178403755868, "carbonate": 0.0007042253521126761, "nitrate": 0.00023474178403755868, "crystals": 0.0007042253521126761, "Some": 0.00023474178403755868, "determinations": 0.00023474178403755868, "crystal": 0.0032863849765258214, "structure": 0.0007042253521126761, "basis": 0.00046948356807511736, "followed": 0.00046948356807511736, "Crystal": 0.00023474178403755868, "parameters": 0.00046948356807511736, "Sydney": 0.00046948356807511736, "Chapman": 0.00046948356807511736, "Structure": 0.00046948356807511736, "Part": 0.00023474178403755868, "II": 0.00023474178403755868, "v": 0.00023474178403755868, "MSc": 0.00023474178403755868, "laboratory": 0.00023474178403755868, "surplus": 0.00023474178403755868, "funds": 0.0007042253521126761, "it": 0.0018779342723004694, "used": 0.0007042253521126761, "provide": 0.0007042253521126761, "more": 0.00046948356807511736, "helpw": 0.00023474178403755868, "Consequently": 0.00023474178403755868, "asked": 0.0007042253521126761, "combine": 0.00023474178403755868, "duties": 0.00023474178403755868, "parttime": 0.00023474178403755868, "departmental": 0.00023474178403755868, "appointment": 0.00023474178403755868, "Physicsx": 0.00023474178403755868, "now": 0.00023474178403755868, "living": 0.00023474178403755868, "Clifton": 0.00023474178403755868, "Hill": 0.00023474178403755868, "hall": 0.00023474178403755868, "residence": 0.00023474178403755868, "Cliftony": 0.00023474178403755868, "been": 0.0007042253521126761, "Cheeloo": 0.00046948356807511736, "associations": 0.00023474178403755868, "aim": 0.00023474178403755868, "raise": 0.00046948356807511736, "sufficient": 0.00023474178403755868, "support": 0.0007042253521126761, "chemistry": 0.00023474178403755868, "effort": 0.00023474178403755868, "publicise": 0.00023474178403755868, "cause": 0.00023474178403755868, "money": 0.00023474178403755868, "presented": 0.00046948356807511736, "International": 0.00046948356807511736, "League": 0.00023474178403755868, "eleven": 0.00023474178403755868, "people": 0.00023474178403755868, "standing": 0.00023474178403755868, "Bristols": 0.00023474178403755868, "Convocation": 0.00023474178403755868, "universitys": 0.00023474178403755868, "alumni": 0.00023474178403755868, "represented": 0.00046948356807511736, "Cohesion": 0.0007042253521126761, "surface": 0.002347417840375587, "change": 0.00046948356807511736, "lattice": 0.0014084507042253522, "spacing": 0.00046948356807511736, "boundary": 0.0007042253521126761, "fields": 0.00046948356807511736, "thin": 0.00046948356807511736, "cleavage": 0.00023474178403755868, "Around": 0.00023474178403755868, "this": 0.0014084507042253522, "time": 0.0007042253521126761, "quantum": 0.00046948356807511736, "mechanics": 0.00023474178403755868, "developed": 0.0009389671361502347, "standard": 0.00046948356807511736, "formulation": 0.00023474178403755868, "physicsz": 0.00023474178403755868, "study": 0.00046948356807511736, "subject": 0.00023474178403755868, "Rockefeller": 0.00023474178403755868, "Fellow": 0.00023474178403755868, "Göttingen": 0.00023474178403755868, "With": 0.00046948356807511736, "collaborator": 0.00023474178403755868, "advisor": 0.00023474178403755868, "Germany": 0.00023474178403755868, "wrote": 0.00046948356807511736, "last": 0.00023474178403755868, "paper": 0.0014084507042253522, "effect": 0.0007042253521126761, "distortion": 0.00023474178403755868, "energy": 0.00046948356807511736, "examined": 0.00023474178403755868, "polarisation": 0.00023474178403755868, "decreasing": 0.00023474178403755868, "alkali": 0.00046948356807511736, "halides": 0.00046948356807511736, "resigned": 0.00023474178403755868, "regret": 0.00023474178403755868, "Stretford": 0.0011737089201877935, "Dean": 0.00023474178403755868, "Faculty": 0.00023474178403755868, "new": 0.0009389671361502347, "theories": 0.00023474178403755868, "groupaa": 0.00023474178403755868, "Marjorie": 0.00023474178403755868, "Josephine": 0.00023474178403755868, "Littleton": 0.00023474178403755868, "replacement": 0.00023474178403755868, "February": 0.00023474178403755868, "councillor": 0.00023474178403755868, "graduate": 0.00046948356807511736, "Girton": 0.00023474178403755868, "Sir": 0.00046948356807511736, "Neville": 0.00023474178403755868, "Motts": 0.00023474178403755868, "coauthor": 0.00023474178403755868, "British": 0.00046948356807511736, "heavy": 0.00023474178403755868, "industrial": 0.0007042253521126761, "firm": 0.00023474178403755868, "based": 0.00046948356807511736, "Trafford": 0.00046948356807511736, "well": 0.00046948356807511736, "known": 0.0007042253521126761, "equipment": 0.00023474178403755868, "generators": 0.00023474178403755868, "street": 0.00023474178403755868, "lighting": 0.00023474178403755868, "electronics": 0.00023474178403755868, "steam": 0.00023474178403755868, "turbines": 0.00046948356807511736, "diesel": 0.00023474178403755868, "locomotives": 0.00023474178403755868, "Metrovick": 0.00023474178403755868, "commercial": 0.00023474178403755868, "transistorised": 0.00023474178403755868, "computer": 0.002112676056338028, "site": 0.00023474178403755868, "when": 0.0007042253521126761, "care": 0.00023474178403755868, "came": 0.00023474178403755868, "within": 0.00023474178403755868, "remit": 0.00023474178403755868, "James": 0.00046948356807511736, "Pearce": 0.00023474178403755868, "engineer": 0.0014084507042253522, "Transformer": 0.00023474178403755868, "Departmentab": 0.00023474178403755868, "centre": 0.00023474178403755868, "intelligence": 0.00046948356807511736, "substantially": 0.00023474178403755868, "reorganised": 0.00023474178403755868, "expanded": 0.00023474178403755868, "placed": 0.00023474178403755868, "under": 0.0007042253521126761, "directorship": 0.00023474178403755868, "Steele": 0.00023474178403755868, "Paton": 0.00023474178403755868, "Technical": 0.00023474178403755868, "librarianship": 0.00023474178403755868, "emerged": 0.00023474178403755868, "interwar": 0.00023474178403755868, "Britain": 0.00023474178403755868, "rapidly": 0.00046948356807511736, "few": 0.00023474178403755868, "types": 0.00046948356807511736, "professional": 0.00023474178403755868, "employment": 0.0007042253521126761, "routinely": 0.00023474178403755868, "open": 0.00023474178403755868, "both": 0.0007042253521126761, "men": 0.00023474178403755868, "By": 0.00023474178403755868, "volumes": 0.00023474178403755868, "around": 0.00023474178403755868, "number": 0.00046948356807511736, "pamphlets": 0.00023474178403755868, "patent": 0.00023474178403755868, "specifications": 0.00023474178403755868, "Besides": 0.00023474178403755868, "covering": 0.00023474178403755868, "subjects": 0.00046948356807511736, "covered": 0.00023474178403755868, "accountancy": 0.00023474178403755868, "questions": 0.00023474178403755868, "interest": 0.00023474178403755868, "sales": 0.00023474178403755868, "It": 0.0007042253521126761, "issued": 0.00023474178403755868, "weekly": 0.00023474178403755868, "bulletin": 0.00023474178403755868, "scrutinised": 0.00023474178403755868, "patents": 0.00046948356807511736, "handled": 0.00023474178403755868, "taken": 0.0007042253521126761, "out": 0.0009389671361502347, "exchanged": 0.00023474178403755868, "associated": 0.00046948356807511736, "companies": 0.00023474178403755868, "twenty": 0.00023474178403755868, "members": 0.00023474178403755868, "organised": 0.00023474178403755868, "meetings": 0.00023474178403755868, "including": 0.00023474178403755868, "addressed": 0.00023474178403755868, "Tizard": 0.00023474178403755868, "President": 0.00023474178403755868, "war": 0.00023474178403755868, "formed": 0.00023474178403755868, "Northern": 0.00023474178403755868, "Branch": 0.00023474178403755868, "delegate": 0.00023474178403755868, "fourteenth": 0.00023474178403755868, "Conference": 0.00023474178403755868, "Documentation": 0.00023474178403755868, "invited": 0.00023474178403755868, "Governments": 0.00023474178403755868, "dinner": 0.00023474178403755868, "September": 0.00023474178403755868, "Great": 0.00023474178403755868, "Dining": 0.00023474178403755868, "Hall": 0.0009389671361502347, "Christ": 0.00023474178403755868, "Oxfordac": 0.00023474178403755868, "contribute": 0.00023474178403755868, "emerging": 0.00023474178403755868, "computational": 0.00046948356807511736, "technologies": 0.00023474178403755868, "observations": 0.0007042253521126761, "connected": 0.00046948356807511736, "linear": 0.00046948356807511736, "relation": 0.00046948356807511736, "line": 0.0007042253521126761, "fitting": 0.00046948356807511736, "Robert": 0.00046948356807511736, "Adcock": 0.00046948356807511736, "Kummell": 0.00046948356807511736, "Myers": 0.00023474178403755868, "Porter": 0.00023474178403755868, "Effect": 0.00023474178403755868, "SpaceCharge": 0.00023474178403755868, "Secondary": 0.00023474178403755868, "Current": 0.00023474178403755868, "Triode": 0.00023474178403755868, "provided": 0.00023474178403755868, "key": 0.00023474178403755868, "integrations": 0.00023474178403755868, "aid": 0.0007042253521126761, "calculation": 0.0009389671361502347, "space": 0.00023474178403755868, "charge": 0.00046948356807511736, "limitation": 0.00023474178403755868, "secondary": 0.00023474178403755868, "current": 0.00023474178403755868, "using": 0.00046948356807511736, "promoted": 0.00023474178403755868, "knowledge": 0.00023474178403755868, "higher": 0.00023474178403755868, "meant": 0.00023474178403755868, "check": 0.00023474178403755868, "publication": 0.00023474178403755868, "engineers": 0.0007042253521126761, "example": 0.0007042253521126761, "Cyril": 0.00023474178403755868, "Frederick": 0.00023474178403755868, "Gradwell": 0.00023474178403755868, "scrutinise": 0.00023474178403755868, "algebraic": 0.00023474178403755868, "part": 0.00023474178403755868, "Solution": 0.00023474178403755868, "problem": 0.00046948356807511736, "disk": 0.00023474178403755868, "bending": 0.0007042253521126761, "occurring": 0.00023474178403755868, "connexion": 0.00023474178403755868, "gas": 0.00046948356807511736, "ad": 0.00023474178403755868, "latter": 0.00023474178403755868, "half": 0.00023474178403755868, "working": 0.00046948356807511736, "Fourier": 0.00046948356807511736, "analysis": 0.0009389671361502347, "Shorting": 0.00023474178403755868, "Field": 0.00023474178403755868, "Corrections": 0.00023474178403755868, "Measurements": 0.00023474178403755868, "correcting": 0.00023474178403755868, "measured": 0.00046948356807511736, "semiconductors": 0.00023474178403755868, "inhomogeneities": 0.00023474178403755868, "magnetic": 0.00023474178403755868, "field": 0.0007042253521126761, "carried": 0.00023474178403755868, "calculations": 0.00046948356807511736, "mechanical": 0.00023474178403755868, "team": 0.00023474178403755868, "Nuclear": 0.00023474178403755868, "Power": 0.00023474178403755868, "Group": 0.00023474178403755868, "Radbroke": 0.00023474178403755868, "Their": 0.00046948356807511736, "outlined": 0.00046948356807511736, "procedure": 0.00023474178403755868, "deflection": 0.00046948356807511736, "circular": 0.00023474178403755868, "grid": 0.0007042253521126761, "girders": 0.00023474178403755868, "graphite": 0.00023474178403755868, "neutron": 0.00023474178403755868, "moderator": 0.00023474178403755868, "gascooled": 0.00023474178403755868, "reactor": 0.00023474178403755868, "A": 0.0009389671361502347, "expression": 0.0011737089201877935, "derived": 0.00046948356807511736, "central": 0.00046948356807511736, "maximum": 0.0014084507042253522, "moment": 0.00023474178403755868, "crossbeam": 0.00023474178403755868, "range": 0.00023474178403755868, "diameters": 0.00023474178403755868, "Brian": 0.00046948356807511736, "Birtwistle": 0.0007042253521126761, "programs": 0.00046948356807511736, "Ferranti": 0.00046948356807511736, "Mark": 0.00046948356807511736, "demonstrated": 0.00023474178403755868, "high": 0.00046948356807511736, "speed": 0.00046948356807511736, "considerable": 0.00046948356807511736, "assistance": 0.00046948356807511736, "have": 0.0009389671361502347, "extensive": 0.00023474178403755868, "industry": 0.00023474178403755868, "amongst": 0.00023474178403755868, "others": 0.00023474178403755868, "Honeywell": 0.00023474178403755868, "Systems": 0.00023474178403755868, "ADP": 0.00023474178403755868, "Network": 0.00023474178403755868, "Services": 0.00023474178403755868, "their": 0.00046948356807511736, "shared": 0.00046948356807511736, "Kings": 0.00023474178403755868, "funeral": 0.00046948356807511736, "taking": 0.00023474178403755868, "place": 0.00023474178403755868, "StMatthews": 0.0007042253521126761, "links": 0.00023474178403755868, "manager": 0.00023474178403755868, "England": 0.00023474178403755868, "Primary": 0.00023474178403755868, "Poplar": 0.00023474178403755868, "elderly": 0.00023474178403755868, "Cokeham": 0.00023474178403755868, "village": 0.00023474178403755868, "coastal": 0.00023474178403755868, "Adur": 0.00023474178403755868, "Lancing": 0.00023474178403755868, "Worthing": 0.00046948356807511736, "cremated": 0.00023474178403755868, "Downs": 0.00023474178403755868, "Crematorium": 0.00046948356807511736, "ae": 0.00023474178403755868, "aged": 0.00023474178403755868, "donated": 0.00023474178403755868, "body": 0.00023474178403755868, "medical": 0.00023474178403755868, "understanding": 0.00023474178403755868, "remains": 0.00046948356807511736, "StMarys": 0.00046948356807511736, "cremation": 0.00023474178403755868, "ashes": 0.00023474178403755868, "interred": 0.00023474178403755868, "Gardens": 0.00023474178403755868, "Rest": 0.00023474178403755868, "towards": 0.00023474178403755868, "Spring": 0.00023474178403755868, "Glades": 0.00023474178403755868, "entry": 0.00023474178403755868, "Book": 0.00023474178403755868, "Remembrance": 0.00023474178403755868, "crematorium": 0.00023474178403755868, "statesaf": 0.00023474178403755868, "real": 0.00046948356807511736, "Christian": 0.0007042253521126761, "loved": 0.00023474178403755868, "all": 0.00046948356807511736, "memorial": 0.00023474178403755868, "Order": 0.00023474178403755868, "StJohn": 0.00023474178403755868, "Hospitallers": 0.00023474178403755868, "Room": 0.00023474178403755868, "carver": 0.00023474178403755868, "bears": 0.00023474178403755868, "brass": 0.00023474178403755868, "plaque": 0.00023474178403755868, "inscriptionag": 0.00023474178403755868, "loving": 0.00023474178403755868, "memory": 0.00023474178403755868, "never": 0.00023474178403755868, "believing": 0.00023474178403755868, "getting": 0.00023474178403755868, "subsequent": 0.00023474178403755868, "pressures": 0.00023474178403755868, "responsibilities": 0.00023474178403755868, "wastage": 0.00023474178403755868, "womans": 0.00023474178403755868, "training": 0.00023474178403755868, "However": 0.0009389671361502347, "believed": 0.00023474178403755868, "get": 0.00023474178403755868, "mean": 0.0007042253521126761, "promotion": 0.00023474178403755868, "opportunities": 0.00023474178403755868, "still": 0.00023474178403755868, "able": 0.00023474178403755868, "return": 0.00023474178403755868, "midlife": 0.00023474178403755868, "faith": 0.00023474178403755868, "perhaps": 0.00023474178403755868, "surprising": 0.00023474178403755868, "given": 0.00023474178403755868, "church": 0.00023474178403755868, "era": 0.00023474178403755868, "grew": 0.00023474178403755868, "religion": 0.00023474178403755868, "pervaded": 0.00023474178403755868, "social": 0.00023474178403755868, "political": 0.00023474178403755868, "life": 0.00023474178403755868, "notable": 0.00023474178403755868, "committed": 0.00023474178403755868, "while": 0.00023474178403755868, "pursuing": 0.00023474178403755868, "According": 0.00023474178403755868, "Steven": 0.00023474178403755868, "Weinberg": 0.00023474178403755868, "offers": 0.00023474178403755868, "no": 0.0009389671361502347, "belief": 0.00046948356807511736, "God": 0.00046948356807511736, "unnecessary": 0.00023474178403755868, "view": 0.00023474178403755868, "scientists": 0.00046948356807511736, "Steve": 0.00023474178403755868, "Ball": 0.00023474178403755868, "article": 0.00023474178403755868, "supports": 0.00023474178403755868, "prominent": 0.00023474178403755868, "atheistic": 0.00023474178403755868, "states": 0.00023474178403755868, "can": 0.0009389671361502347, "actually": 0.00023474178403755868, "biblical": 0.00023474178403755868, "faithah": 0.00023474178403755868, "potential": 0.0011737089201877935, "electric": 0.00046948356807511736, "vacuum": 0.0007042253521126761, "produced": 0.00046948356807511736, "sodium": 0.0009389671361502347, "chloride": 0.0009389671361502347, "gave": 0.00023474178403755868, "system": 0.00023474178403755868, "point": 0.0007042253521126761, "charges": 0.00046948356807511736, "cubic": 0.0009389671361502347, "ionic": 0.00023474178403755868, "φrdisplaystyle": 0.00023474178403755868, "varphi": 0.00046948356807511736, "leftrright": 0.00023474178403755868, "r": 0.00023474178403755868, "x": 0.0018779342723004694, "y": 0.0018779342723004694, "z": 0.00023474178403755868, "signs": 0.00023474178403755868, "ekdisplaystyle": 0.00023474178403755868, "ek": 0.00023474178403755868, "period": 0.00023474178403755868, "crystalline": 0.00023474178403755868, "solid": 0.00046948356807511736, "distinguished": 0.00023474178403755868, "fact": 0.00023474178403755868, "are": 0.0009389671361502347, "arranged": 0.00023474178403755868, "periodic": 0.00023474178403755868, "fashion": 0.00023474178403755868, "φrπalmssexpπalmzzsklmkekcosklmrrkdisplaystyle": 0.00023474178403755868, "leftrrightfrac": 0.00023474178403755868, "pi": 0.00046948356807511736, "asum": 0.00023474178403755868, "lmsum": 0.00023474178403755868, "sfrac": 0.00023474178403755868, "leftrightsexp": 0.00023474178403755868, "leftleftfrac": 0.00023474178403755868, "arightsqrt": 0.00023474178403755868, "lmleftzzsrightrightleftklmrighttimes": 0.00023474178403755868, "sum": 0.00046948356807511736, "kekcos": 0.00023474178403755868, "leftklmleftrparallel": 0.00023474178403755868, "rkrightright": 0.00023474178403755868, "sums": 0.00023474178403755868, "static": 0.00023474178403755868, "lower": 0.00023474178403755868, "layers": 0.00023474178403755868, "showed": 0.00046948356807511736, "forms": 0.00046948356807511736, "convergent": 0.00023474178403755868, "Harold": 0.00023474178403755868, "Eugene": 0.00023474178403755868, "Buckley": 0.00023474178403755868, "crystallographic": 0.00023474178403755868, "death": 0.00023474178403755868, "suggested": 0.00023474178403755868, "should": 0.00023474178403755868, "treated": 0.00023474178403755868, "caution": 0.00023474178403755868, "contraction": 0.00023474178403755868, "plane": 0.0007042253521126761, "suffer": 0.00023474178403755868, "conditions": 0.00023474178403755868, "prescribed": 0.00023474178403755868, "similar": 0.00023474178403755868, "mass": 0.00023474178403755868, "behind": 0.00023474178403755868, "Another": 0.00023474178403755868, "difficulty": 0.00046948356807511736, "arises": 0.00023474178403755868, "because": 0.00023474178403755868, "great": 0.00023474178403755868, "simplifying": 0.00023474178403755868, "assumptions": 0.0007042253521126761, "render": 0.00023474178403755868, "capable": 0.00023474178403755868, "solution": 0.00046948356807511736, "Cleveland": 0.00023474178403755868, "Radmacher": 0.00023474178403755868, "Hansma": 0.00023474178403755868, "Atomic": 0.00046948356807511736, "Scale": 0.00023474178403755868, "Force": 0.00046948356807511736, "Mapping": 0.00023474178403755868, "Microscope": 0.00023474178403755868, "Richard": 0.00023474178403755868, "J": 0.00023474178403755868, "Smith": 0.00023474178403755868, "stated": 0.00046948356807511736, "RMA": 0.0007042253521126761, "regressiom": 0.00023474178403755868, "Problem": 0.00023474178403755868, "Least": 0.00023474178403755868, "Squares": 0.00023474178403755868, "Reduction": 0.00023474178403755868, "observation": 0.00023474178403755868, "which": 0.00046948356807511736, "contain": 0.00023474178403755868, "than": 0.00046948356807511736, "observed": 0.00023474178403755868, "quantity": 0.00023474178403755868, "underpinnings": 0.00023474178403755868, "least": 0.0007042253521126761, "squares": 0.0007042253521126761, "regression": 0.0007042253521126761, "assumption": 0.00023474178403755868, "independent": 0.00046948356807511736, "variable": 0.0007042253521126761, "labelled": 0.00023474178403755868, "error": 0.0016431924882629107, "dependent": 0.00046948356807511736, "labeled": 0.00023474178403755868, "modeled": 0.00023474178403755868, "having": 0.00023474178403755868, "uncertainty": 0.00046948356807511736, "measurements": 0.00023474178403755868, "may": 0.00023474178403755868, "multiple": 0.00023474178403755868, "sources": 0.00023474178403755868, "Therefore": 0.00023474178403755868, "underlying": 0.00023474178403755868, "violated": 0.00023474178403755868, "specifically": 0.00023474178403755868, "formulated": 0.00023474178403755868, "handle": 0.00023474178403755868, "errors": 0.00023474178403755868, "variables": 0.0007042253521126761, "If": 0.00023474178403755868, "estimate": 0.0007042253521126761, "ratio": 0.00046948356807511736, "variance": 0.00046948356807511736, "denoted": 0.00023474178403755868, "𝜆": 0.0009389671361502347, "assumes": 0.00023474178403755868, "approximated": 0.00023474178403755868, "total": 0.00023474178403755868, "variances": 0.00046948356807511736, "minimizes": 0.00023474178403755868, "vertical": 0.00046948356807511736, "horizontal": 0.00023474178403755868, "distances": 0.00046948356807511736, "predicted": 0.00023474178403755868, "summing": 0.00023474178403755868, "areas": 0.00023474178403755868, "rather": 0.00023474178403755868, "squared": 0.00023474178403755868, "yaxis": 0.00023474178403755868, "Maurice": 0.00023474178403755868, "Kendall": 0.00023474178403755868, "Alan": 0.00023474178403755868, "Stuart": 0.00023474178403755868, "likelihood": 0.0016431924882629107, "estimator": 0.0014084507042253522, "function": 0.0007042253521126761, "depending": 0.00023474178403755868, "parameter": 0.00023474178403755868, "θdisplaystyle": 0.00023474178403755868, "theta": 0.0016431924882629107, "satisfies": 0.00023474178403755868, "quadratic": 0.0007042253521126761, "equation": 0.00046948356807511736, "θxTyλxTxyTyθλxTydisplaystyle": 0.00023474178403755868, "xTyleftlambda": 0.00023474178403755868, "xTxyTyrighttheta": 0.00023474178403755868, "lambda": 0.00023474178403755868, "xTy": 0.00046948356807511736, "Using": 0.00023474178403755868, "formula": 0.00023474178403755868, "positive": 0.00046948356807511736, "root": 0.0009389671361502347, "zero": 0.00046948356807511736, "θMLyTyλxTxyTyλxTxλxTyxTydisplaystyle": 0.00023474178403755868, "MLequiv": 0.00023474178403755868, "frac": 0.00023474178403755868, "yTylambda": 0.00046948356807511736, "xTxsqrt": 0.00023474178403755868, "xTxlambda": 0.00023474178403755868, "xTyxTy": 0.00023474178403755868, "Inspection": 0.00023474178403755868, "shows": 0.00023474178403755868, "tends": 0.0011737089201877935, "θydisplaystyle": 0.00046948356807511736, "equal": 0.0007042253521126761, "yTyxTydisplaystyle": 0.00023474178403755868, "yTyxTy": 0.00023474178403755868, "plus": 0.00023474178403755868, "infinity": 0.00046948356807511736, "θxdisplaystyle": 0.00046948356807511736, "xTyxTxdisplaystyle": 0.00023474178403755868, "xTyxTx": 0.00023474178403755868, "solved": 0.00023474178403755868, "case": 0.0007042253521126761, "covariance": 0.00023474178403755868, "matrix": 0.00023474178403755868, "unknown": 0.00023474178403755868, "geometric": 0.00046948356807511736, "Dennis": 0.00023474178403755868, "Lindley": 0.0007042253521126761, "repeated": 0.00023474178403755868, "consistent": 0.00023474178403755868, "gradient": 0.00023474178403755868, "will": 0.00023474178403755868, "bias": 0.00023474178403755868, "true": 0.00046948356807511736, "even": 0.00023474178403755868, "if": 0.0007042253521126761, "Kenneth": 0.00023474178403755868, "Alva": 0.00023474178403755868, "Norton": 0.00023474178403755868, "consulting": 0.00023474178403755868, "National": 0.00023474178403755868, "Bureau": 0.00023474178403755868, "Standards": 0.00023474178403755868, "responded": 0.00023474178403755868, "stating": 0.00023474178403755868, "Lindleys": 0.00023474178403755868, "own": 0.00023474178403755868, "lead": 0.00023474178403755868, "biased": 0.00023474178403755868, "prediction": 0.00023474178403755868, "Furthermore": 0.00046948356807511736, "Albert": 0.00023474178403755868, "Madansky": 0.00023474178403755868, "noted": 0.00023474178403755868, "wrong": 0.00023474178403755868, "xTydisplaystyle": 0.00023474178403755868, "negative": 0.00023474178403755868, "Subsequently": 0.00023474178403755868, "Theodore": 0.00023474178403755868, "Anderson": 0.00023474178403755868, "pointed": 0.00023474178403755868, "therefore": 0.00023474178403755868, "Although": 0.00023474178403755868, "its": 0.00023474178403755868, "limitations": 0.0007042253521126761, "practical": 0.00023474178403755868, "importance": 0.00023474178403755868, "likely": 0.00023474178403755868, "represents": 0.00023474178403755868, "priori": 0.00023474178403755868, "nothing": 0.00023474178403755868, "about": 0.00023474178403755868, "distribution": 0.0007042253521126761, "model": 0.00046948356807511736, "generally": 0.00023474178403755868, "much": 0.00023474178403755868, "less": 0.00023474178403755868, "reasonable": 0.00023474178403755868, "assume": 0.00023474178403755868, "residual": 0.00023474178403755868, "scatter": 0.00023474178403755868, "attributable": 0.00023474178403755868, "s": 0.00023474178403755868, "rarely": 0.00023474178403755868, "did": 0.00023474178403755868, "some": 0.00023474178403755868, "complicated": 0.00023474178403755868, "outside": 0.00023474178403755868, "scope": 0.00023474178403755868, "To": 0.00023474178403755868, "certain": 0.00023474178403755868, "extent": 0.00023474178403755868, "deterred": 0.00023474178403755868, "program": 0.00046948356807511736, "particular": 0.00023474178403755868, "varied": 0.00023474178403755868, "unique": 0.00023474178403755868, "arise": 0.00023474178403755868, "practice": 0.00023474178403755868, "many": 0.00023474178403755868, "accentuated": 0.00023474178403755868, "tendency": 0.00023474178403755868, "Convention": 0.00023474178403755868, "Digital": 0.00023474178403755868, "Computer": 0.00023474178403755868, "Techniques": 0.00023474178403755868, "Institution": 0.00023474178403755868, "Engineers": 0.00023474178403755868, "intended": 0.00023474178403755868, "show": 0.00023474178403755868, "describing": 0.00023474178403755868, "relatively": 0.00023474178403755868, "simple": 0.00023474178403755868, "applications": 0.00023474178403755868, "useful": 0.00023474178403755868, "allowed": 0.00023474178403755868, "Universitys": 0.00023474178403755868, "subroutines": 0.00023474178403755868, "incorporated": 0.00023474178403755868, "into": 0.00046948356807511736, "recognise": 0.00023474178403755868, "carrying": 0.00023474178403755868, "automatically": 0.00023474178403755868, "optimum": 0.00023474178403755868, "products": 0.00023474178403755868, "Significant": 0.00023474178403755868, "devoted": 0.00023474178403755868, "determining": 0.00023474178403755868, "transformers": 0.00023474178403755868, "internal": 0.00023474178403755868, "transient": 0.00023474178403755868, "voltage": 0.0007042253521126761, "Early": 0.00023474178403755868, "attempts": 0.00023474178403755868, "hampered": 0.00023474178403755868, "encountered": 0.00023474178403755868, "large": 0.00023474178403755868, "numbers": 0.00023474178403755868, "coupled": 0.00023474178403755868, "Hartill": 0.00023474178403755868, "Miles": 0.00023474178403755868, "transformer": 0.00046948356807511736, "impulse": 0.00023474178403755868, "recognised": 0.00023474178403755868, "models": 0.00023474178403755868, "nonuniformity": 0.00023474178403755868, "windings": 0.00023474178403755868, "any": 0.00023474178403755868, "input": 0.00023474178403755868, "facecentred": 0.00046948356807511736, "extensively": 0.00023474178403755868, "physisorption": 0.00023474178403755868, "studies": 0.00023474178403755868, "simplified": 0.00023474178403755868, "noting": 0.00023474178403755868, "isoelectronic": 0.00023474178403755868, "inert": 0.00023474178403755868, "thus": 0.00023474178403755868, "need": 0.00023474178403755868, "introduce": 0.00023474178403755868, "additional": 0.00023474178403755868, "empirical": 0.00023474178403755868, "LJ": 0.00023474178403755868, "equationIn": 0.00023474178403755868, "rocksalt": 0.00023474178403755868, "halite": 0.00023474178403755868, "each": 0.00023474178403755868, "atom": 0.00023474178403755868, "separate": 0.00023474178403755868, "Examples": 0.00023474178403755868, "compounds": 0.00023474178403755868, "include": 0.00023474178403755868, "itself": 0.00023474178403755868, "along": 0.00023474178403755868, "divalent": 0.00023474178403755868, "metal": 0.00023474178403755868, "oxides": 0.00023474178403755868, "sulphides": 0.00023474178403755868, "selenides": 0.00023474178403755868, "tellurides": 0.00023474178403755868}, "total": 4260}