{"name": "Wolfgang Händler", "content": "\n Wolfgang Händler (11 December 1920 in Potsdam – 19 February 1998) was a German mathematician, pioneering computer scientist and professor at Leibniz University Hannover (Lehrstuhl für elektronische Rechenanlagen) and University of Erlangen–Nuremberg (Institut für Mathematische Maschinen und Datenverarbeitung) known for his work on automata theory, parallel computing, artificial intelligence, man-machine interfaces and computer graphics.[1][2][3][4]\n \n This biographical article relating to a computer scientist is a stub. You can help Wikipedia by expanding it. ", "tags": ["1920 births", "1998 deaths", "20th-century German mathematicians", "German computer scientists", "People from Potsdam", "Computer science educators", "Gdańsk University of Technology alumni", "University of Kiel alumni", "Technische Universität Darmstadt alumni", "Saarland University faculty", "University of Hanover faculty", "University of Erlangen-Nuremberg faculty", "Computer scientist stubs", "CS1 German-language sources (de)", "CS1: long volume value", "Articles containing German-language text", "Articles with short description", "Short description matches Wikidata", "Use dmy dates from April 2019", "Articles with hCards", "CS1 location test", "Wikipedia articles with GND identifiers", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with LCCN identifiers", "Wikipedia articles with MGP identifiers", "Wikipedia articles with NKC identifiers", "Wikipedia articles with NTA identifiers", "Wikipedia articles with PLWABN identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers", "All stub articles"], "raw": "German mathematician and pioneering computer scientist\n\n\nWolfgang HändlerWolfgang Händler at Berkeley in 1973Born(1920-12-11)11 December 1920Potsdam, GermanyDied19 February 1998(1998-02-19) (aged 77)Germany\nWolfgang Händler (11 December 1920 in Potsdam – 19 February 1998) was a German mathematician, pioneering computer scientist and professor at Leibniz University Hannover (Lehrstuhl für elektronische Rechenanlagen) and University of Erlangen–Nuremberg (Institut für Mathematische Maschinen und Datenverarbeitung) known for his work on automata theory, parallel computing, artificial intelligence, man-machine interfaces and computer graphics.[1][2][3][4]\n\nHändler diagram (aka Mn graph, Händler'scher Kreisgraph, Kreisgraph nach Händler, Händler-Kreisgraph, Händler-Diagramm, Minimisierungsgraph) (1958)[5][6][7][8][9][10][11][12][13][14][15][16][17]\nContents\n\n1 See also\n2 References\n3 Further reading\n4 External links\n\n\nSee also[edit]\nHändler's minimization graph\nTelefunken\nBESK\nG1 (computer) [de]\nTR 4 (computer) [de]\nSUPRENUM (Supercomputer for Numerical Application)\nErlangen Classification System [de] (ECS)\nFeng's classification\nFlynn's taxonomy\nAlwin Walther\nWolf-Dieter Keidel [de]\nArndt Bode [de]\nArthur Burks\nKonrad Zuse\nReferences[edit]\n\n\n^ Fet, Yakov Ilyich (2001). \"Wolfgang Haendler (11 December 1920 – 19 February 1998)\". Computing Center of the Siberian Division of RAS, Novosibirsk, Russia. Archived from the original on 2018-06-02. Retrieved 2018-06-02. Fet, Yakov Ilyich (1999). \"Wolfgang Händler\".  In Malyshkin, Victor [Viktor Ėmmanuilovich]; Goos, Gerhard; Hartmanis, Juris; van Leeuwen, Jan (eds.). Parallel Computing Technologies - 5th International Conference, PaCT-99, St. Petersburg, Russia, September 6–10, 1999 Proceedings. Lecture Notes in Computer Sciences (LNCS). 1662. Berlin / Heidelberg / New York: Springer-Verlag. pp. XV–XIX. doi:10.1007/3-540-48387-X. ISBN 978-3-540-66363-8. [1]\n\n^ Gerken, Horst (2006). \"Händler, Wolfgang\". Catalogus Professorum 1831-2006. Festschrift zum 175-jährigen Bestehen der Universität Hannover (in German). 2 (4th ed.). Hildesheim, Germany: Leibniz University Hannover / Olms. ISBN 978-3-487-13115-3.\n\n^ Noack, Wilhelm (2018-05-14) [2012]. \"Wolfgang Händler\" (PDF) (in German). Archived (PDF) from the original on 2018-06-02. Retrieved 2018-06-02.\n\n^ Dresen, Bertal (2011-03-02). \"Erinnerungen an Wolfgang Händler (1920 – 1998)\". Bertals Blog (in German). Archived from the original on 2018-06-02. Retrieved 2018-06-02.\n\n^ Händler, Wolfgang (1958). Ein Minimisierungsverfahren zur Synthese von Schaltkreisen (Minimisierungsgraphen) (Dissertation) (in German). Potsdam, Germany: Technische Hochschule Darmstadt. D 17. [2] (73 pages+app.) (NB. Although written by a German, the title contains an anglicism; the correct German term would be \"Minimierung\" instead of \"Minimisierung\".)\n\n^ Händler, Wolfgang (2013) [1961]. \"Zum Gebrauch von Graphen in der Schaltkreis- und Schaltwerktheorie\".  In Peschl, Ernst Ferdinand; Unger, Heinz (eds.). Colloquium über Schaltkreis- und Schaltwerk-Theorie - Vortragsauszüge vom 26. bis 28. Oktober 1960 in Bonn. Internationale Schriftenreihe zur Numerischen Mathematik [International Series of Numerical Mathematics] (ISNM) (in German). 3. Institut für Angewandte Mathematik, Universität Saarbrücken, Rheinisch-Westfälisches Institut für Instrumentelle Mathematik: Springer Basel AG / Birkhäuser Verlag Basel. pp. 169–198. doi:10.1007/978-3-0348-5770-3. ISBN 978-3-0348-5771-0. [3]\n\n^ Berger, Erich R.; Händler, Wolfgang (1967) [1962].  Steinbuch, Karl W.; Wagner, Siegfried W. (eds.). Taschenbuch der Nachrichtenverarbeitung (in German) (2 ed.). Berlin, Germany: Springer-Verlag OHG. pp. 64, 1034–1035, 1036, 1038. LCCN 67-21079. Title No. 1036. p. 64: […] Übersichtlich ist die Darstellung nach Händler, die sämtliche Punkte, numeriert nach dem Gray-Code […], auf dem Umfeld eines Kreises anordnet. Sie erfordert allerdings sehr viel Platz. […] [Händler's illustration, where all points, numbered according to the Gray code, are arranged on the circumference of a circle, is easily comprehensible. It needs, however, a lot of space.]\n\n^ Dokter, Folkert; Steinhauer, Jürgen (1973-06-18). \"3.7.1. Händler's diagram\". Digital Electronics. Philips Technical Library (PTL) / Macmillan Education (Reprint of 1st English ed.). Eindhoven, Netherlands: The Macmillan Press Ltd. / N. V. Philips' Gloeilampenfabrieken. pp. 108–111. doi:10.1007/978-1-349-01417-0. ISBN 978-1-349-01419-4. SBN 333-13360-9. Retrieved 2020-05-11. (270 pages) (NB. This is based on a translation of volume I of the two-volume German edition.)\n\n^ Dokter, Folkert; Steinhauer, Jürgen (1975) [1969]. \"3.7.1. Kreisgraphen nach Händler\". Digitale Elektronik in der Meßtechnik und Datenverarbeitung: Theoretische Grundlagen und Schaltungstechnik. Philips Fachbücher (in German). I (improved and extended 5th ed.). Hamburg, Germany: Deutsche Philips GmbH. pp. 115, 124, 129, 130–134 [130–134]. ISBN 3-87145-272-6. (xii+327+3 pages) (NB. The German edition of volume I was published in 1969, 1971, two editions in 1972, and 1975. Volume II was published in 1970, 1972, 1973, and 1975.)\n\n^ Steinbuch, Karl W.; Weber, Wolfgang; Heinemann, Traute, eds. (1974) [1967]. Taschenbuch der Informatik - Band II - Struktur und Programmierung von EDV-Systemen. Taschenbuch der Nachrichtenverarbeitung (in German). 2 (3 ed.). Berlin, Germany: Springer-Verlag. pp. 25, 62, 96, 122–123, 238. ISBN 3-540-06241-6. LCCN 73-80607.\n\n^ Klar, Rainer (1970-02-01). \"2.4.2 Graphische Minimisierungsverfahren\" [2.4.2 Graphical minimisation methods]. Digitale Rechenautomaten – Eine Einführung [Digital Computers – An Introduction]. Sammlung Göschen (in German). 1241/1241a (1 ed.). Berlin, Germany: Walter de Gruyter & Co. / G. J. Göschen'sche Verlagsbuchhandlung [de]. pp. 70–73. ISBN 3-11-083160-0. ISBN 978-3-11-083160-3. Archiv-Nr. 7990709. Archived from the original on 2020-04-13. Retrieved 2020-04-13. pp. 70–72: […] Der Kreisgraph nach Händler ordnet den einzelnen Mintermen Knoten eines Graphen zu. Die Nachbarschaft von Mintermen wird durch Kanten dargestellt, die die entsprechenden Knoten miteinander verbinden. Bei dem \"Kreisgraph\" liegen sämtliche Knoten auf einem Kreis. Um symmetrische Kanten zu bekommen, wird die Reihenfolge der Knoten (bzw. Minterme) durch den reflektierten Gray-Code festgelegt, der sich durch fortlaufende Spiegelung und Ergänzung konstruieren läßt. Die negierten Variablen werden dabei durch Nullen, die nichtnegierten durch Einsen dargestellt. Man beginnt mit einer Variablen, die negiert (0) oder nichtnegiert (1) auftritt. Die 0 und 1 werden gespiegelt. Durch Anfügen einer Null vor 0 und 1 und einer Eins vor die Spiegelbilder werden Terme mit 2 Variablen gebildet. Die Spiegelung und das Anfügen von Nullen und Einsen wird wiederholt, bis die gewünschte Zahl von n Variablen und 2n Termen erreicht ist. […] Das Minimisierungsverfahren mit dem Kreisgraphen verläuft in folgenden Schritten: I. Aufstellung der DKF [disjunktive kanonische Form]. II. Alle Knoten, die auftretende Minterme repräsentieren, werden gekennzeichnet. III. Alle Kanten, die markierte Knoten verbinden, werden gekennzeichnet. Der so entstandene Untergraph markiert sämtliche Primimplikanten. Er setzt sich zusammen aus folgenden Unterstrukturen: isolierten Knoten (Primimplikant der Länge n), 21 verbundenen Knoten (Primimplikant der Länge n−1), 22 verbundenen Knoten (Primimplikant der Länge n−2), 23 verbundenen Knoten (Primimplikant der Länge n−3) usw. Das Auffinden der wesentlichen Primimplikanten und der Restüberdeckung bleibt wie beim Karnaugh-Veitch-Diagramm der Geschicklichkeit überlassen. […] (205 pages) (NB. A 2019 reprint of the first edition is available under ISBN 3-11002793-3, 978-3-11002793-8. A reworked and expanded 4th edition exists as well.)\n\n^ Klar, Rainer (1989) [1988-10-01]. \"2.4.2 Graphische Minimisierungsverfahren\" [2.4.2 Graphical minimisation methods]. Digitale Rechenautomaten – Eine Einführung in die Struktur von Computerhardware [Digital Computers – An Introduction into the structure of computer hardware]. Sammlung Göschen (in German). 2050 (4th reworked ed.). Berlin, Germany: Walter de Gruyter & Co. pp. 94–97. ISBN 3-11011700-2. ISBN 978-3-11011700-4. (320 pages)\n\n^ Hotz, Günter (1974). Schaltkreistheorie [Switching circuit theory]. DeGruyter Lehrbuch (in German) (1 ed.). Walter de Gruyter & Co. p. 117. ISBN 3-11-00-2050-5. Archived from the original on 2020-04-13. Retrieved 2020-04-13. p. 117: […] Der Kreisgraph von Händler ist für das Auffinden von Primimplikanten gut brauchbar. Er hat den Nachteil, daß er schwierig zu zeichnen ist. Diesen Nachteil kann man allerdings durch die Verwendung von Schablonen verringern. […] [The circle graph by Händler is well suited to find prime implicants. A disadvantage is that it is difficult to draw. This can be remedied using stencils.]\n\n^ \"Informatik Sammlung Erlangen (ISER)\" (in German). Erlangen, Germany: Friedrich-Alexander Universität. 2012-03-13. Archived from the original on 2017-05-16. Retrieved 2017-04-12. (NB. Shows a picture of a Kreisgraph by Händler.)\n\n^ \"Informatik Sammlung Erlangen (ISER) - Impressum\" (in German). Erlangen, Germany: Friedrich-Alexander Universität. 2012-03-13. Archived from the original on 2012-02-26. Retrieved 2017-04-15. (NB. Shows a picture of a Kreisgraph by Händler.)\n\n^ Zemanek, Heinz (2013) [1990]. \"Geschichte der Schaltalgebra\" [History of circuit switching algebra].  In Broy, Manfred (ed.). Informatik und Mathematik [Computer Sciences and Mathematics] (in German). Springer-Verlag. pp. 43–72. ISBN 9783642766770. p. 58: Einen Weg besonderer Art, der damals zu wenig beachtet wurde, wies W. Händler in seiner Dissertation […] mit einem Kreisdiagramm. […] [4] (NB. Collection of papers at a colloquium held at the Bayerische Akademie der Wissenschaften,\n1989-06-12/14, in honor of Friedrich L. Bauer.)\n\n^ Bauer, Friedrich Ludwig; Wirsing, Martin (March 1991). Elementare Aussagenlogik (in German). Berlin / Heidelberg: Springer-Verlag. pp. 54–56, 71, 112–113, 138–139. ISBN 978-3-540-52974-3. p. 54: […] handelt es sich um ein Händler-Diagramm […], mit den Würfelecken als Ecken eines 2m-gons. […] Abb. […] zeigt auch Gegenstücke für andere Dimensionen. Durch waagerechte Linien sind dabei Tupel verbunden, die sich nur in der ersten Komponente unterscheiden; durch senkrechte Linien solche, die sich nur in der zweiten Komponente unterscheiden; durch 45°-Linien und 135°-Linien solche, die sich nur in der dritten Komponente unterscheiden usw. Als Nachteil der Händler-Diagramme wird angeführt, daß sie viel Platz beanspruchen. […]\n\n\nFurther reading[edit]\nVollmar, Roland (1981). \"Zum Begriff des Parallelismus bei Polyautomaten: Festkolloquium u.a. Materialien zum 60. Geburtstag von Wolfgang Händler\". Arbeitsberichte des Instituts für Mathematische Maschinen und Datenverarbeitung (in German). Erlangen, Germany. 14 (6).\n\"Festschrift zum 75. Geburtstag von Herrn Prof. em. Dr. Dr. h.c. mult. Wolfgang Händler\". Arbeitsberichte des Instituts für Mathematische Maschinen und Datenverarbeitung (Informatik) (in German). Erlangen, Germany: Institut für Mathematische Maschinen und Datenverarbeitung. 29 (16). 1996.\n Written at Saarbrücken; Kaiserslautern. \"Entwurf und Betrieb verteilter Systeme: Proceedings: Wolfgang Händler zum 70. Geburtstag. Sonderforschungsbereich VLSI-Entwurfsmethoden und Parallelität\". Fachtagung der Sonderforschungsbereiche 124 und 182, Dagstuhl. Informatik-Fachberichte (in German). Berlin: Springer. 264. 1990.\nBode, Arndt; Vollmar, Roland (1998). \"Nachruf auf Prof. em. Dr. rer. nat. Dr. h.c. Dr. h.c. Wolfgang Händler\". Informatik-Spektrum (in German). 21 (2): 91–92.\n\"Professor Dr. Wolfgang Händler über Feldrechner: Meilenstein, aber nicht Ende einer Entwicklung\". Computerwoche (in German). 1975-10-24. Archived from the original on 2018-06-02. Retrieved 2018-06-02.\n\"Händler\". Deutsches Familienarchiv [de] (DFA) (in German). 30: 182. p. 182: Wolfgang Händler, Dr.rer.nat. * Potsdam 1920-12-11. […] Wife: Roehrig, Hanna, * Osnabrück 1927-04-04 […] 2 sons: Händler, Burkart, * Hamburg 1951-11-23. Händler, Wolfgang, * Hamburg 1954-01-30.\nKößler, Henning; Klaus, Joachim; Missel-Sack, Ute; Pickel, Gertraud, eds. (May 1998). \"Prof. Dr. Händler †\" (PDF). FAU Unikurier. In memoriam (in German). Erlangen, Germany: Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU): 112. UK 98. Archived (PDF) from the original on 2019-02-23. Retrieved 2019-02-23. p. 112: Im Alter von 77 Jahren ist am 19. Februar 1998 Prof. Dr. Wolfgang Händler verstorben. Prof. Händler war seit 1966 als Inhaber eines Lehrstuhls für Informatik an der FAU tätig. Wolfgang Händler wurde am 11. Dezember 1920 in Potsdam geboren. 1939 begann er ein Studium des Schiffsmaschinenbaus und der Schiffselektrotechnik an der TH Danzig. Nach kriegsbedingter Unterbrechung studierte er von 1945 bis 1948 Mathematik und Physik in Kiel. Anschließend war er als Laborleiter beim Nordwestdeutschen Rundfunk in Hamburg und in der Rechnerentwicklung bei Telefunken in Backnang tätig. 1958 wurde er an der TH Darmstadt zum Dr. rer. nat. promoviert. 1959 ging er als wissenschaftlicher Assistent an das Institut für Angewandte Mathematik der Universität des Saarlandes, wo er 1963 für Instrumentelle Mathematik habilitiert wurde. Von 1963 bis 1966 war Prof. Händler ao. Professor für Elektronische Rechenanlagen an der TH Hannover. 1966 nahm er den Ruf auf den Lehrstuhl für Mathematische Maschinen und Datenverarbeitung an der FAU an, der zunächst das Gesamtgebiet der neu entstehenden Informatik abdecken mußte. In Zusammenhang mit der Erweiterung der Informatik erhielt der Lehrstuhl die Bezeichnung Rechnerstrukturen. Von 1966 bis 1972 war Prof. Händler als Mitvorstand des Rechenzentrums maßgebend an dessen Aufbau beteiligt. 1986 wurde Prof. Händler emeritiert. Mit seinem überregionalen Wirken hat Prof. Händler das Gesicht der deutschen Informatik maßgeblich mitgestaltet. In der Literatur über Parallelrechner ist sein Name mit dem Händlerschen Klassifikationssystem verbunden.\nKrückeberg, Fritz (December 2001) [May 2001]. Die Geschichte der GI (PDF). Veröffentlichungen und Dokumente zur Geschichte und Entwicklung der GI - Eine Zusammenstellung (in German) (special print of 2nd expanded ed.). Gesellschaft für Informatik (GI). Archived (PDF) from the original on 2019-02-23. Retrieved 2019-02-23.\nOtto, Thomas, ed. (May 2010). \"Heinz Billing – der Erbauer der ersten deutschen Elektronenrechner (Teil 2)\" (PDF). GWDG Nachrichten (in German). Göttingen, Germany: Gesellschaft für wissenschaftliche Datenverarbeitung mbH [de] (GWDG). 33 (5/2010): 28. ISSN 0940-4686. Chapter 4.13. Archived (PDF) from the original on 2019-02-23. Retrieved 2019-02-23.\n\"Das war das ARPANET\". HNF-Blog - Neues von gestern aus der Computergeschichte (in German). Heinz Nixdorf MuseumsForum (HNF). 2017-10-20. Archived from the original on 2019-02-23. Retrieved 2019-02-23.\nBalleis, Siegfried (1998). \"Chronik 1998\" (in German). Archived from the original on 2020-10-29. Retrieved 2020-10-29. 19.02.1998: Professor Wolfgang Händler (geb. 11.12.1920 in Potsdam), seit 1986 Inhaber des Lehrstuhls für Mathematische Maschinen und Datenverarbeitung der FAU, verstirbt am 19.2.1998.\nExternal links[edit]\nhttp://www.universitaetssammlungen.de/person/670\nWolfgang Händler at the Mathematics Genealogy Project\nAuthor profile in the database zbMATH\nAuthority control \nGND: 118544497\nISNI: 0000 0001 1697 6508\nLCCN: n50024503\nMGP: 53095\nNKC: stk2008461437\nNTA: 06962867X\nPLWABN: 9810578836205606\nVIAF: 108462144\n WorldCat Identities: lccn-n50024503\n\n\n\nP ≟ NP This biographical article relating to a computer scientist is a stub. You can help Wikipedia by expanding it.vte\n\n\n\n", "counts": {"Wolfgang": 1, "Händler": 1, "December": 1, "in": 1, "Potsdam": 1, "February": 1, "was": 1, "a": 3, "German": 1, "mathematician": 1, "pioneering": 1, "computer": 3, "scientist": 2, "and": 3, "professor": 1, "at": 1, "Leibniz": 1, "University": 2, "Hannover": 1, "Lehrstuhl": 1, "für": 2, "elektronische": 1, "Rechenanlagen": 1, "of": 1, "ErlangenNuremberg": 1, "Institut": 1, "Mathematische": 1, "Maschinen": 1, "und": 1, "Datenverarbeitung": 1, "known": 1, "for": 1, "his": 1, "work": 1, "on": 1, "automata": 1, "theory": 1, "parallel": 1, "computing": 1, "artificial": 1, "intelligence": 1, "manmachine": 1, "interfaces": 1, "graphics": 1, "This": 1, "biographical": 1, "article": 1, "relating": 1, "to": 1, "is": 1, "stub": 1, "You": 1, "can": 1, "help": 1, "Wikipedia": 1, "by": 1, "expanding": 1, "it": 1}, "freq": {"Wolfgang": 0.014925373134328358, "Händler": 0.014925373134328358, "December": 0.014925373134328358, "in": 0.014925373134328358, "Potsdam": 0.014925373134328358, "February": 0.014925373134328358, "was": 0.014925373134328358, "a": 0.04477611940298507, "German": 0.014925373134328358, "mathematician": 0.014925373134328358, "pioneering": 0.014925373134328358, "computer": 0.04477611940298507, "scientist": 0.029850746268656716, "and": 0.04477611940298507, "professor": 0.014925373134328358, "at": 0.014925373134328358, "Leibniz": 0.014925373134328358, "University": 0.029850746268656716, "Hannover": 0.014925373134328358, "Lehrstuhl": 0.014925373134328358, "für": 0.029850746268656716, "elektronische": 0.014925373134328358, "Rechenanlagen": 0.014925373134328358, "of": 0.014925373134328358, "ErlangenNuremberg": 0.014925373134328358, "Institut": 0.014925373134328358, "Mathematische": 0.014925373134328358, "Maschinen": 0.014925373134328358, "und": 0.014925373134328358, "Datenverarbeitung": 0.014925373134328358, "known": 0.014925373134328358, "for": 0.014925373134328358, "his": 0.014925373134328358, "work": 0.014925373134328358, "on": 0.014925373134328358, "automata": 0.014925373134328358, "theory": 0.014925373134328358, "parallel": 0.014925373134328358, "computing": 0.014925373134328358, "artificial": 0.014925373134328358, "intelligence": 0.014925373134328358, "manmachine": 0.014925373134328358, "interfaces": 0.014925373134328358, "graphics": 0.014925373134328358, "This": 0.014925373134328358, "biographical": 0.014925373134328358, "article": 0.014925373134328358, "relating": 0.014925373134328358, "to": 0.014925373134328358, "is": 0.014925373134328358, "stub": 0.014925373134328358, "You": 0.014925373134328358, "can": 0.014925373134328358, "help": 0.014925373134328358, "Wikipedia": 0.014925373134328358, "by": 0.014925373134328358, "expanding": 0.014925373134328358, "it": 0.014925373134328358}, "total": 67}