{"name": "Luis E. Miramontes", "content": "Luis Ernesto Miramontes Cárdenas (March 16, 1925 – September 13, 2004) was a Mexican chemist known as the co-inventor of the progestin norethisterone used in one of the first three oral contraceptives.\n Miramontes was born in Tepic, Nayarit. He obtained his first Degree in chemical engineering at the Universidad Nacional Autónoma de México (UNAM). He was a founding researcher of the Institute of Chemistry of UNAM, specializing mainly in the area of Organic Chemistry. He was a professor of the Faculty of Chemistry of UNAM, Director and professor of the School of Chemistry at the Universidad Iberoamericana, and deputy Director of Research at the Mexican Institute of Petroleum (IMP). Miramontes was a member of diverse scientific societies, such as the American Chemical Society (Emeritus), the Mexican Institute of Chemical Engineers, the National Institute of Chemical and Chemical Engineers, the Chemical Society of Mexico, the American Institute of Chemical Engineers and the New York Academy of Sciences.\n He died in Mexico City in 2004.\n The scientific contributions of Luis Miramontes are extensive, including numerous publications and nearly 40 national and international patents in different areas such as organic chemistry, pharmaceutical chemistry, petrochemistry and atmospheric chemistry and polluting agents. Among his multiple contributions to world science is the synthesis on October 15, 1951, when Miramontes was only 26 years old, of norethisterone (norethindrone), that was to become the progestin used in one of the first three oral contraceptives (combined oral contraceptive pills). For this reason, Luis Miramontes is considered by Lilia Miramontes to be its inventor.[1] Carl Djerassi, Luis Miramontes and George Rosenkranz of the Mexican chemical company Syntex are listed on the patent for norethisterone as its co-inventors. Djerassi \"is now known sometimes as the 'Father of the Pill'\".[2] The historians, nevertheless, agree that the invention, or the first synthesis, is the work of Miramontes.[3][4]  For example, the Nobel laureate Max Perutz[5] states that \"On October 15th, 1951, the chemistry student Luis Miramontes, working under the direction of Djerassi and the director of the laboratory Jorge Rosenkranz synthesized the compound\". Djerassi himself affirms that it was, in fact, Miramontes who conducted the last step of the first synthesis of the compound: \"On 15 October 1951, Luis Miramontes, a young Mexican chemist doing his undergraduate bachelor's thesis work at Syntex completed the synthesis of the 19-nor-17α-ethynyltestosterone or, for short 'norethisterone'—which turned out to be the first oral contraceptive to be synthesized. Lecture audiences are always intrigued when I display a slide showing the carefully dated and hand-written lab protocol of the very last step in that synthesis conducted by Miramontes, in which the elements of acetylene are added to impart oral activity.\"[6] The scientific article reporting the synthesis of 19-nor-17α-ethynyltestosterone (norethisterone) has Miramontes as the second author.[7] Finally, the last step of the synthesis method was registered, on October 15, 1951, in page 114 of the Miramontes's personal laboratory notebook (signed).\n In a 2006 essay published in the FASEB Journal, the director of the Worcester Foundation for Experimental Biology said: \"Another aspect of the Nobel Prizes that is a perennial topic of discussion concerns those discoveries, inventions, or advances that go unrecognized altogether. One is the birth control pill. I have just mentioned the Worcester Foundation for Biomedical Research, where pioneering work by Gregory Pincus and M. C. Chang was carried out in the 1950s that led to the first birth control pill. Pincus died in 1967 at age 63. The tributaries flowing into the development of the oral contraceptive were numerous and temporally distributed across two decades, going back to the extraction of a substance from the roots of a jungle plant by Russell Marker that was readily convertible to pregnanediol and then to progesterone in two steps, the subsequent chemical synthesis of progestins by Carl Djerassi, Luis Miramontes, and George Rosenkranz, and the discovery by Gregory Pincus and M.C. Chang at the Worcester Foundation that a compound sent to be tested by the G. D. Searle Pharmaceutical Company was, contrary to expectations, a potent anti-ovulatory progestin.\"[8]\n Luis E. Miramontes, Andrés Manuel del Río (discoverer of vanadium) and Mario Molina, Chemistry Nobel Prize in 1995, are the three most important Mexican chemists of all time.\n ", "tags": ["1925 births", "2004 deaths", "People from Tepic", "Syntex", "Mexican chemists", "Mexican chemical engineers", "National Autonomous University of Mexico alumni", "National Autonomous University of Mexico faculty", "Mexican inventors", "20th-century inventors", "Webarchive template wayback links", "CS1 Spanish-language sources (es)", "CS1 maint: archived copy as title", "Articles with short description", "Short description matches Wikidata", "Articles with hCards", "Pages using infobox scientist with unknown parameters", "Articles needing additional references from October 2017", "All articles needing additional references", "Commons category link is on Wikidata", "AC with 0 elements"], "raw": "Mexican chemist\nIn this Spanish name, the first or paternal surname is  Miramontes and the second or maternal family name is  Cárdenas.\nLuis E. MiramontesLuis E. Miramontes c. 1953BornLuis Ernesto Miramontes Cárdenas(1925-03-16)16 March 1925Tepic, Nayarit, MexicoDied13 September 2004(2004-09-13) (aged 79)Mexico City, MexicoCitizenship\nMexican\nAlma mater\nNational Autonomous University of Mexico\nKnown for\nSynthesis of norethisterone, the progestin used in one of the first oral contraceptives\nAwards\nMexican National Prize in Chemistry (1986)\nTop Chemical Engineer of all times (2011)\nScientific careerFieldsChemistry, chemical engineeringInstitutions\nSyntex\nG. D. Searle & Company\nNational Autonomous University of Mexico\nUniversidad Iberoamericana\nMexican Institute of Petroleum\n\n\nLuis Ernesto Miramontes Cárdenas (March 16, 1925 – September 13, 2004) was a Mexican chemist known as the co-inventor of the progestin norethisterone used in one of the first three oral contraceptives.\nMiramontes was born in Tepic, Nayarit. He obtained his first Degree in chemical engineering at the Universidad Nacional Autónoma de México (UNAM). He was a founding researcher of the Institute of Chemistry of UNAM, specializing mainly in the area of Organic Chemistry. He was a professor of the Faculty of Chemistry of UNAM, Director and professor of the School of Chemistry at the Universidad Iberoamericana, and deputy Director of Research at the Mexican Institute of Petroleum (IMP). Miramontes was a member of diverse scientific societies, such as the American Chemical Society (Emeritus), the Mexican Institute of Chemical Engineers, the National Institute of Chemical and Chemical Engineers, the Chemical Society of Mexico, the American Institute of Chemical Engineers and the New York Academy of Sciences.\nHe died in Mexico City in 2004.\n\nContents\n\n1 Invention and synthesis of norethisterone\n2 Recognition\n3 Selected publications related to his invention\n4 Patented inventions\n5 References\n6 External links\n\n\nInvention and synthesis of norethisterone[edit]\nThe scientific contributions of Luis Miramontes are extensive, including numerous publications and nearly 40 national and international patents in different areas such as organic chemistry, pharmaceutical chemistry, petrochemistry and atmospheric chemistry and polluting agents. Among his multiple contributions to world science is the synthesis on October 15, 1951, when Miramontes was only 26 years old, of norethisterone (norethindrone), that was to become the progestin used in one of the first three oral contraceptives (combined oral contraceptive pills). For this reason, Luis Miramontes is considered by Lilia Miramontes to be its inventor.[1] Carl Djerassi, Luis Miramontes and George Rosenkranz of the Mexican chemical company Syntex are listed on the patent for norethisterone as its co-inventors. Djerassi \"is now known sometimes as the 'Father of the Pill'\".[2] The historians, nevertheless, agree that the invention, or the first synthesis, is the work of Miramontes.[3][4]  For example, the Nobel laureate Max Perutz[5] states that \"On October 15th, 1951, the chemistry student Luis Miramontes, working under the direction of Djerassi and the director of the laboratory Jorge Rosenkranz synthesized the compound\". Djerassi himself affirms that it was, in fact, Miramontes who conducted the last step of the first synthesis of the compound: \"On 15 October 1951, Luis Miramontes, a young Mexican chemist doing his undergraduate bachelor's thesis work at Syntex completed the synthesis of the 19-nor-17α-ethynyltestosterone or, for short 'norethisterone'—which turned out to be the first oral contraceptive to be synthesized. Lecture audiences are always intrigued when I display a slide showing the carefully dated and hand-written lab protocol of the very last step in that synthesis conducted by Miramontes, in which the elements of acetylene are added to impart oral activity.\"[6] The scientific article reporting the synthesis of 19-nor-17α-ethynyltestosterone (norethisterone) has Miramontes as the second author.[7] Finally, the last step of the synthesis method was registered, on October 15, 1951, in page 114 of the Miramontes's personal laboratory notebook (signed).\nIn a 2006 essay published in the FASEB Journal, the director of the Worcester Foundation for Experimental Biology said: \"Another aspect of the Nobel Prizes that is a perennial topic of discussion concerns those discoveries, inventions, or advances that go unrecognized altogether. One is the birth control pill. I have just mentioned the Worcester Foundation for Biomedical Research, where pioneering work by Gregory Pincus and M. C. Chang was carried out in the 1950s that led to the first birth control pill. Pincus died in 1967 at age 63. The tributaries flowing into the development of the oral contraceptive were numerous and temporally distributed across two decades, going back to the extraction of a substance from the roots of a jungle plant by Russell Marker that was readily convertible to pregnanediol and then to progesterone in two steps, the subsequent chemical synthesis of progestins by Carl Djerassi, Luis Miramontes, and George Rosenkranz, and the discovery by Gregory Pincus and M.C. Chang at the Worcester Foundation that a compound sent to be tested by the G. D. Searle Pharmaceutical Company was, contrary to expectations, a potent anti-ovulatory progestin.\"[8]\n\nRecognition[edit]\nThis section needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. (October 2017) (Learn how and when to remove this template message)\n Patent of the first oral contraceptive, elected to the USA Inventors Hall of Fame.\nIn 1964, the contraceptive pill was chosen by the US Department of Patents as one of the 40 registered more important inventions between 1794 and 1964. The name of Luis Miramontes appeared next to Pasteur, Edison, Bell, the  Wright brothers and others of equal stature. It was included in the \"USA Inventors Hall of Fame\".[9]\nIn 1985 he received the \"Estado de Mexico\" Medal, in the area of sciences and arts;[10] as well as a public recognition from the government of the state of Nayarit, and an academic recognition from the Technological Institute of Tepic.\nHe received the Mexican National Prize on Chemistry \"Andrés Manuel del Rio\" in 1986.\nIn 1989 he became a \"pugwashite\", that is, member of the Pugwash Conferences on Science and World Affairs, organization promoting peace and world development, after attending the  39th Pugwash Conference: Building Global Security through Cooperation held at Cambridge, USA.[11] The Pugwash Conferences were awarded the Peace Nobel Prize  in 1995.\nIn 1992 the General Hospital of Zone no. 1, of the Mexican Institute of Social Security, in Tepic, Nayarit, was named \"Luis Ernesto Miramontes Cardenas Hospital\".[12]\nIn 1994 the Mexican Ministry of Health recognized his scientific contributions, when installing the National Program on Family Planning in Mexico.\nHe received in 1998, on behalf of the government of the state of Nayarit, the \"Amado Nervo\" Medal.\n Luis E. Miramontes (right) with Nobel Laureate Mario Molina, ca. 1995\nIn 2000, the contraceptive pill was denominated three times as one of the most important inventions of the last 2000 years, by a group of outstanding persons, that included several Nobel laurates.[13]\nIn 2001, at the 50th Anniversary of the synthesis of norethisterone, the UNAM and the Mexican Ministry of Health, organized individual tributes to Miramontes and Rosencraz.\nIn 2003, norethisterone was considered one of the most important 17 molecules that have influenced the history of humankind.[2]\nIn 2004, the invention of Luis E. Miramontes was chosen as the twentieth most important one of all the times. The election was organized by SCENTA, an initiative of The Engineering and Technology Board of the United Kingdom.\nIn 2005, the Mexican Academy of Sciences, named the invention of Miramontes as the Mexican most important contribution to world science ever.[14]\nIn 2009, the BBC of London nominated him as one of the five most important Latin American researchers of all the times[15]\nIn 2009, The School of Chemistry of UNAM recognized him as one of the most successful and important scientists to have received a degree from it[16]\nIn 2009, The School of Chemistry of UNAM honored him by naming the 2009 year prize QUIMIUNAM after him.[17]\nIn 2010, TCE Today, published by the IChemE regarded him \"one of the chemical engineers who changed the world\" [18]\nIn 2010, The Innovators of America initiative nominated him a top Icon & Legend of America[19]\nIn 2011 was named one of the world’s most influential chemical engineers of all time by the IChemE (Institution of Chemical Engineers).[20]\nIn 2011, The Mexican Institute of Chemical Engineers IMIQ named after him the Prize \"Ing. Luis Ernesto Miramontes Cárdenas\" aimed to recognize outstanding Mexicans in Chemical Engineering R&D .[21]\nLuis E. Miramontes, Andrés Manuel del Río (discoverer of vanadium) and Mario Molina, Chemistry Nobel Prize in 1995, are the three most important Mexican chemists of all time.\n\nSelected publications related to his invention[edit]\nMiramontes L; Rosenkranz G; Djerassi C. 1951 Journal of the American Chemical Society 73 (7): 3540-3541 Steroids .22. The Synthesis Of 19-Nor-Progesterone[22]\nSandoval A; Miramontes L; Rosenkranz G; Djerassi C. 1951 Journal of the American Chemical Society 73 (3): 990-991. The Dienone Phenol Rearrangement[23]\nSandoval A; Miramontes L; Rosenkranz G; Djerassi C; Sondheimer F. 1953 Journal of the American Chemical Society 75 (16): 4117-4118 Steroids .69. 19-Nor-Desoxycorticosterone, A Potent Mineralocorticoid Hormone[24]\nMancera O; Miramontes L; Rosenkranz G; Sondheimer F; Djerassi C. 1953 Journal of the American Chemical Society 75 (18): 4428-4429 Steroidal Sapogenins .28. The Reaction Of Peracids With Enol Acetates Of Delta-8-7-Keto And Delta-8-11-Keto Steroidal Sapogenins[25]\nDjerassi C; Miramontes L; Rosenkranz G. 1953 Journal of the American Chemical Society 75 (18): 4440-4442 Steroids .48. 19-Norprogesterone, A Potent Progestational Hormone[26]\nDjerassi C; Miramontes L; Rosenkranz G; Sondheimer F. 1954 Journal of the American Chemical Society 76 (16): 4092-4094 Steroids .54. Synthesis Of 19-Nor-17-Alpha-Ethynyltestosterone And 19-Nor-17-Alpha-Methyltestosterone[27]\nMiramontes L; Aguinaco P; Romero MA. 1960 Journal of the American Chemical Society 82(23): 6153-6155 Synthesis of 6-Methyl Steroids[28]\nPatented inventions[edit]\nCarl Djerassi, Luis Miramontes, George Rosenkranz (1956), Delta 4-19-nor-17alpha-ethinylandrosten-17beta-ol-3-one and process, United States Patent 2744122\nCarl Djerassi, Luis Miramontes (1956), Cyclopentanophenanthrene derivatives and compounds, United States Patent 2759951.\nCarl Djerassi, Luis Miramontes, George Rosenkranz (1956), 17alpha-methyl-19-nortesterone, United States Patent  2774777.\nMiramontes Luis E., Romero Miguel A, Ahuad Farjat Fortunato (1959), Preparation of 6-methyl steroids of the pregnane series from diosgenin, United States Patent 2878246.\nMiramontes Luis E., Romero Miguel A, Fritsche O, Preparation of 6-methyl steroids of the pregnane series, United States Patent 2878247.\nMiramontes Luis E. (1959),  Procedure for obtaining sapogenins from natural un-dried products, United States Patent 2912362.\nCarl Djerassi, Luis Miramontes, George Rosenkranz (1959), DELTA.4-19-NOR-17.alpha.-ETHINYLANDROSTEN-17.beta.-OL-3 ONE, Canada Patent CA 571510\nMiramontes Luis E., Romero Miguel A (1960), 12alpha-hydroxy-12beta-methyltigogenin and 12-methylene steroids derived therefrom, United States Patent 2954375.\nMiramontes Luis E., Romero Miguel A, Ahuad Farjat Fortunato (1961), 3beta-alkanoyloxy-6-methyl-5,16-pregnadien-20-ones, United States Patent 3000914.\nMiramontes Luis E. (1961), Process for the production of 3beta-hydroxy-16alpha, 17alpha-epoxy-5-pregnen-20-one, United States Patent 3004967.\nMiramontes Luis E. (1961), Resolution of sapogenin mixtures and intermediate products, United States Patent 3013010.\nMiramontes Luis E. (1962), Hecogenin azine and alkyliden-azinotigogenins, United States Patent 3033857.\nMiramontes Luis E., Fritsche Oscar, Romero Miguel A (1963), DEHYDRO-OXYGENATED-6-METHYL-16.alpha.,17.alpha.-EPOXYPREGN-20-ONE-DERIVATIVES, Canada Patent CA 673756.\nMiramonte, Luis E., Flores Humberto J (1968), Process for isolation of solanum alkaloids from solanum plants, United States Patent 3385844.\nMiramonte, Luis E. (1972), Process for the conversion of exhaust gases of the internal combustion engines into harmless products, United States Patent 3808805.\nMiramontes Luis E., Castillo Cervantes Salavador, Moran Pineda Florencia M (1996), Catalytically active ceramic monoliths for the reduction of leaded gasoline-fueled engine pollutants and the production thereof, United States Patent 5534475.\nReferences[edit]\n\n\n^ Lilia Miramontes. Un invento que cambió al mundo. ¿Cómo ves? Año 8 No. 67 2004\n\n^ a b Penny Le Couteur & Jay Burreson. Napoleon's Buttons. Tarcher; Reprint edition (May 24, 2004)\n\n^ [1] Archived April 27, 2006, at the Wayback Machine\n\n^ licea.PDF Archived June 16, 2007, at the Wayback Machine\n\n^ Max F. Perutz. I Wish I’d Made You Angry Earlier: Essays on Science, Scientists, and Humanity. Cold Spring Harbor Laboratory Press 1998.\n\n^ Carl Djerassi. This Man's Pill: Reflections on the 50th Birthday of the Pill. Oxford University Press 2001.[2]\n\n^ Djerassi C, Miramontes L, Rosenkranz G, Sondheimer F (1954). \"Steroids. LIV. Synthesis of 19-Nor-17α-ethynyltestosterone and 19-Nor-17α-methyltestosterone\" (PDF). J Am Chem Soc. 76 (16): 4089–4091. doi:10.1021/ja01645a009. Archived from the original (– Scholar search) on 2007-06-21. Retrieved 2007-02-28.\n\n^ Pederson T (2006). \"Reflections on the prize of prizes: Alfred Nobel\". FASEB J. 20 (13): 2186–9. doi:10.1096/fj.06-1102ufm. PMID 17077294. S2CID 30015190.\n\n^ \"Hispanic Heritage and Inventions\". United States Patent and Trademark Office.\n\n^ \"Award ceremony of the Presea Edo Mex to Luis E. Miramontes\". youtube.\n\n^ \"39th Pugwash Conference: Building Global Security through Cooperation\" (PDF). Springer.\n\n^ \"Hospital IMSS Luis Ernesto Miramontes Cárdenas\". UNAM.\n\n^ John Brockman, editor. The Greatest Inventions of the Past 2000 Years. Phoenix. 2000\n\n^ \"La síntesis de un molécula revolucionaria\". UNAM.\n\n^ \"BBC Mundo - Ciencia y Tecnología - Latinoamericanos que cambiaron el mundo\". Bbc.co.uk. 1970-01-01. Retrieved 2013-10-14.\n\n^ \"Aporte historico y revolucionario de un egresado de la DQ\" (PDF) (in Spanish). Quimica.unam.mx. Archived from the original (PDF) on 2012-03-01. Retrieved 2013-10-14.\n\n^ \"Quimiunam\". Cienciasquimicas.posgrado.unam.mx. Archived from the original on 2013-10-22. Retrieved 2013-10-14.\n\n^ [3] Archived March 20, 2011, at the Wayback Machine\n\n^ [4]\n\n^ \"Haber and Bosch named top chemical engineers\". Icheme.org. 2011-02-21. Archived from the original on 2013-10-05. Retrieved 2013-10-14.\n\n^ \"Ing. Luis E. Miramontes\". Imiq.com.mx. Retrieved 2013-10-14.\n\n^ \"Archived copy\" (PDF). Archived (PDF) from the original on 2007-06-16. Retrieved 2007-06-16.CS1 maint: archived copy as title (link)\n\n^ \"Archived copy\" (PDF). Archived (PDF) from the original on 2007-06-16. Retrieved 2007-06-16.CS1 maint: archived copy as title (link)\n\n^ \"Archived copy\" (PDF). Archived (PDF) from the original on 2007-06-16. Retrieved 2007-06-16.CS1 maint: archived copy as title (link)\n\n^ \"Archived copy\" (PDF). Archived (PDF) from the original on 2007-06-16. Retrieved 2007-06-16.CS1 maint: archived copy as title (link)\n\n^ \"Archived copy\" (PDF). Archived (PDF) from the original on 2007-06-16. Retrieved 2007-06-16.CS1 maint: archived copy as title (link)\n\n^ \"Archived copy\" (PDF). Archived (PDF) from the original on 2007-06-16. Retrieved 2007-06-16.CS1 maint: archived copy as title (link)\n\n^ \"Archived copy\" (PDF). Archived (PDF) from the original on 2007-06-16. Retrieved 2007-06-16.CS1 maint: archived copy as title (link)\n\n\nLara V. Marks. Sexual Chemistry: A History of the Contraceptive Pill.372 pp. New Haven, Conn., Yale University Press, 2001.\nCarl Djerassi. Steroids Made It Possible. American Chemical Society, Washington\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Luis E. Miramontes.\n\nOfficial archive of Luis E. Miramontes at UNAM\nBooks about the history of the pill mentioning Luis Miramontes discovery\nvteNational Autonomous University of MexicoFaculties\nEngineering\nAccounting and Administration\nArchitecture\nChemistry\nEconomics\nLaw\nMedicine\nOdontology\nPhilosophy and Letters\nPolitical and Social Sciences\nPsychology\nSciences\nVeterinarian Medicine\nFES\nAcatlán\nAragón\nCuautitlán\nIztacala\nZaragoza\nSchools\nArts and Design\nMusic\nNursery and Obstetrics\nSocial Work\nNational Preparatory School\nCentres\nCinematographic Studies\nDGSCA\nCentro de Relaciones Internacionales (CRI)\nInstitutes\nApplied Mathematics and Systems Research Institute\nAesthetics Research Institute\nEngineering Institute\nBuildings\nCentral Library\nFacilities\nCiudad Universitaria (Main Campus)\nOlympic Stadium\nRadio UNAM (AM, FM)\nTV UNAM\nMuseo Universitario Arte Contemporáneo (MUAC)\nNational Observatory\nKan Balam (Super Computer)\nHistory\nRoyal and Pontifical University of Mexico\nNational Autonomous University of Mexico\n1999 students' strike\n2018 students' protests\nAlumni\nAlumni\nAstronomical Society\nProfessors and researchers\nAxel Didriksson\nLuis E. Miramontes\nFrancisco Gil Villegas\nMiguel Ángel Mancera\nArturo Zaldívar Lelo de Larrea\nFernando Quevedo\nFrancisco González de la Vega\nAntonio Lazcano\nSports\nFootball club\nPumas Dorados de la UNAM\n\n\n\n\n", "counts": {"Luis": 8, "Ernesto": 1, "Miramontes": 16, "Cárdenas": 1, "March": 1, "September": 1, "was": 12, "a": 12, "Mexican": 6, "chemist": 2, "known": 2, "as": 6, "the": 63, "coinventor": 1, "of": 44, "progestin": 3, "norethisterone": 4, "used": 2, "in": 17, "one": 2, "first": 7, "three": 3, "oral": 6, "contraceptives": 2, "born": 1, "Tepic": 1, "Nayarit": 1, "He": 4, "obtained": 1, "his": 3, "Degree": 1, "chemical": 3, "engineering": 1, "at": 6, "Universidad": 2, "Nacional": 1, "Autónoma": 1, "de": 1, "México": 1, "UNAM": 3, "founding": 1, "researcher": 1, "Institute": 5, "Chemistry": 5, "specializing": 1, "mainly": 1, "area": 1, "Organic": 1, "professor": 2, "Faculty": 1, "Director": 2, "and": 18, "School": 1, "Iberoamericana": 1, "deputy": 1, "Research": 2, "Petroleum": 1, "IMP": 1, "member": 1, "diverse": 1, "scientific": 3, "societies": 1, "such": 2, "American": 2, "Chemical": 6, "Society": 2, "Emeritus": 1, "Engineers": 3, "National": 1, "Mexico": 2, "New": 1, "York": 1, "Academy": 1, "Sciences": 1, "died": 2, "City": 1, "The": 4, "contributions": 2, "are": 5, "extensive": 1, "including": 1, "numerous": 2, "publications": 1, "nearly": 1, "national": 1, "international": 1, "patents": 1, "different": 1, "areas": 1, "organic": 1, "chemistry": 4, "pharmaceutical": 1, "petrochemistry": 1, "atmospheric": 1, "polluting": 1, "agents": 1, "Among": 1, "multiple": 1, "to": 12, "world": 1, "science": 1, "is": 6, "synthesis": 8, "on": 3, "October": 4, "when": 2, "only": 1, "years": 1, "old": 1, "norethindrone": 1, "that": 10, "become": 1, "combined": 1, "contraceptive": 3, "pills": 1, "For": 2, "this": 1, "reason": 1, "considered": 1, "by": 7, "Lilia": 1, "be": 4, "its": 2, "inventor": 1, "Carl": 2, "Djerassi": 5, "George": 2, "Rosenkranz": 3, "company": 1, "Syntex": 2, "listed": 1, "patent": 1, "for": 4, "coinventors": 1, "now": 1, "sometimes": 1, "Father": 1, "Pill": 1, "historians": 1, "nevertheless": 1, "agree": 1, "invention": 1, "or": 3, "work": 3, "example": 1, "Nobel": 3, "laureate": 1, "Max": 1, "Perutz": 1, "states": 1, "On": 2, "th": 1, "student": 1, "working": 1, "under": 1, "direction": 1, "director": 2, "laboratory": 2, "Jorge": 1, "synthesized": 2, "compound": 3, "himself": 1, "affirms": 1, "it": 1, "fact": 1, "who": 1, "conducted": 2, "last": 3, "step": 3, "young": 1, "doing": 1, "undergraduate": 1, "bachelors": 1, "thesis": 1, "completed": 1, "norαethynyltestosterone": 2, "short": 1, "norethisteronewhich": 1, "turned": 1, "out": 2, "Lecture": 1, "audiences": 1, "always": 1, "intrigued": 1, "I": 2, "display": 1, "slide": 1, "showing": 1, "carefully": 1, "dated": 1, "handwritten": 1, "lab": 1, "protocol": 1, "very": 1, "which": 1, "elements": 1, "acetylene": 1, "added": 1, "impart": 1, "activity": 1, "article": 1, "reporting": 1, "has": 1, "second": 1, "author": 1, "Finally": 1, "method": 1, "registered": 1, "page": 1, "Miramontess": 1, "personal": 1, "notebook": 1, "signed": 1, "In": 1, "essay": 1, "published": 1, "FASEB": 1, "Journal": 1, "Worcester": 3, "Foundation": 3, "Experimental": 1, "Biology": 1, "said": 1, "Another": 1, "aspect": 1, "Prizes": 1, "perennial": 1, "topic": 1, "discussion": 1, "concerns": 1, "those": 1, "discoveries": 1, "inventions": 1, "advances": 1, "go": 1, "unrecognized": 1, "altogether": 1, "One": 1, "birth": 2, "control": 2, "pill": 2, "have": 1, "just": 1, "mentioned": 1, "Biomedical": 1, "where": 1, "pioneering": 1, "Gregory": 2, "Pincus": 3, "M": 1, "C": 1, "Chang": 2, "carried": 1, "s": 1, "led": 1, "age": 1, "tributaries": 1, "flowing": 1, "into": 1, "development": 1, "were": 1, "temporally": 1, "distributed": 1, "across": 1, "two": 2, "decades": 1, "going": 1, "back": 1, "extraction": 1, "substance": 1, "from": 1, "roots": 1, "jungle": 1, "plant": 1, "Russell": 1, "Marker": 1, "readily": 1, "convertible": 1, "pregnanediol": 1, "then": 1, "progesterone": 1, "steps": 1, "subsequent": 1, "progestins": 1, "discovery": 1, "MC": 1, "sent": 1, "tested": 1, "G": 1, "D": 1, "Searle": 1, "Pharmaceutical": 1, "Company": 1, "contrary": 1, "expectations": 1, "potent": 1, "antiovulatory": 1, "E": 1, "Andrés": 1, "Manuel": 1, "del": 1, "Río": 1, "discoverer": 1, "vanadium": 1, "Mario": 1, "Molina": 1, "Prize": 1, "most": 1, "important": 1, "chemists": 1, "all": 1, "time": 1}, "freq": {"Luis": 0.011869436201780416, "Ernesto": 0.001483679525222552, "Miramontes": 0.02373887240356083, "Cárdenas": 0.001483679525222552, "March": 0.001483679525222552, "September": 0.001483679525222552, "was": 0.017804154302670624, "a": 0.017804154302670624, "Mexican": 0.008902077151335312, "chemist": 0.002967359050445104, "known": 0.002967359050445104, "as": 0.008902077151335312, "the": 0.09347181008902077, "coinventor": 0.001483679525222552, "of": 0.06528189910979229, "progestin": 0.004451038575667656, "norethisterone": 0.005934718100890208, "used": 0.002967359050445104, "in": 0.025222551928783383, "one": 0.002967359050445104, "first": 0.010385756676557863, "three": 0.004451038575667656, "oral": 0.008902077151335312, "contraceptives": 0.002967359050445104, "born": 0.001483679525222552, "Tepic": 0.001483679525222552, "Nayarit": 0.001483679525222552, "He": 0.005934718100890208, "obtained": 0.001483679525222552, "his": 0.004451038575667656, "Degree": 0.001483679525222552, "chemical": 0.004451038575667656, "engineering": 0.001483679525222552, "at": 0.008902077151335312, "Universidad": 0.002967359050445104, "Nacional": 0.001483679525222552, "Autónoma": 0.001483679525222552, "de": 0.001483679525222552, "México": 0.001483679525222552, "UNAM": 0.004451038575667656, "founding": 0.001483679525222552, "researcher": 0.001483679525222552, "Institute": 0.00741839762611276, "Chemistry": 0.00741839762611276, "specializing": 0.001483679525222552, "mainly": 0.001483679525222552, "area": 0.001483679525222552, "Organic": 0.001483679525222552, "professor": 0.002967359050445104, "Faculty": 0.001483679525222552, "Director": 0.002967359050445104, "and": 0.026706231454005934, "School": 0.001483679525222552, "Iberoamericana": 0.001483679525222552, "deputy": 0.001483679525222552, "Research": 0.002967359050445104, "Petroleum": 0.001483679525222552, "IMP": 0.001483679525222552, "member": 0.001483679525222552, "diverse": 0.001483679525222552, "scientific": 0.004451038575667656, "societies": 0.001483679525222552, "such": 0.002967359050445104, "American": 0.002967359050445104, "Chemical": 0.008902077151335312, "Society": 0.002967359050445104, "Emeritus": 0.001483679525222552, "Engineers": 0.004451038575667656, "National": 0.001483679525222552, "Mexico": 0.002967359050445104, "New": 0.001483679525222552, "York": 0.001483679525222552, "Academy": 0.001483679525222552, "Sciences": 0.001483679525222552, "died": 0.002967359050445104, "City": 0.001483679525222552, "The": 0.005934718100890208, "contributions": 0.002967359050445104, "are": 0.00741839762611276, "extensive": 0.001483679525222552, "including": 0.001483679525222552, "numerous": 0.002967359050445104, "publications": 0.001483679525222552, "nearly": 0.001483679525222552, "national": 0.001483679525222552, "international": 0.001483679525222552, "patents": 0.001483679525222552, "different": 0.001483679525222552, "areas": 0.001483679525222552, "organic": 0.001483679525222552, "chemistry": 0.005934718100890208, "pharmaceutical": 0.001483679525222552, "petrochemistry": 0.001483679525222552, "atmospheric": 0.001483679525222552, "polluting": 0.001483679525222552, "agents": 0.001483679525222552, "Among": 0.001483679525222552, "multiple": 0.001483679525222552, "to": 0.017804154302670624, "world": 0.001483679525222552, "science": 0.001483679525222552, "is": 0.008902077151335312, "synthesis": 0.011869436201780416, "on": 0.004451038575667656, "October": 0.005934718100890208, "when": 0.002967359050445104, "only": 0.001483679525222552, "years": 0.001483679525222552, "old": 0.001483679525222552, "norethindrone": 0.001483679525222552, "that": 0.01483679525222552, "become": 0.001483679525222552, "combined": 0.001483679525222552, "contraceptive": 0.004451038575667656, "pills": 0.001483679525222552, "For": 0.002967359050445104, "this": 0.001483679525222552, "reason": 0.001483679525222552, "considered": 0.001483679525222552, "by": 0.010385756676557863, "Lilia": 0.001483679525222552, "be": 0.005934718100890208, "its": 0.002967359050445104, "inventor": 0.001483679525222552, "Carl": 0.002967359050445104, "Djerassi": 0.00741839762611276, "George": 0.002967359050445104, "Rosenkranz": 0.004451038575667656, "company": 0.001483679525222552, "Syntex": 0.002967359050445104, "listed": 0.001483679525222552, "patent": 0.001483679525222552, "for": 0.005934718100890208, "coinventors": 0.001483679525222552, "now": 0.001483679525222552, "sometimes": 0.001483679525222552, "Father": 0.001483679525222552, "Pill": 0.001483679525222552, "historians": 0.001483679525222552, "nevertheless": 0.001483679525222552, "agree": 0.001483679525222552, "invention": 0.001483679525222552, "or": 0.004451038575667656, "work": 0.004451038575667656, "example": 0.001483679525222552, "Nobel": 0.004451038575667656, "laureate": 0.001483679525222552, "Max": 0.001483679525222552, "Perutz": 0.001483679525222552, "states": 0.001483679525222552, "On": 0.002967359050445104, "th": 0.001483679525222552, "student": 0.001483679525222552, "working": 0.001483679525222552, "under": 0.001483679525222552, "direction": 0.001483679525222552, "director": 0.002967359050445104, "laboratory": 0.002967359050445104, "Jorge": 0.001483679525222552, "synthesized": 0.002967359050445104, "compound": 0.004451038575667656, "himself": 0.001483679525222552, "affirms": 0.001483679525222552, "it": 0.001483679525222552, "fact": 0.001483679525222552, "who": 0.001483679525222552, "conducted": 0.002967359050445104, "last": 0.004451038575667656, "step": 0.004451038575667656, "young": 0.001483679525222552, "doing": 0.001483679525222552, "undergraduate": 0.001483679525222552, "bachelors": 0.001483679525222552, "thesis": 0.001483679525222552, "completed": 0.001483679525222552, "norαethynyltestosterone": 0.002967359050445104, "short": 0.001483679525222552, "norethisteronewhich": 0.001483679525222552, "turned": 0.001483679525222552, "out": 0.002967359050445104, "Lecture": 0.001483679525222552, "audiences": 0.001483679525222552, "always": 0.001483679525222552, "intrigued": 0.001483679525222552, "I": 0.002967359050445104, "display": 0.001483679525222552, "slide": 0.001483679525222552, "showing": 0.001483679525222552, "carefully": 0.001483679525222552, "dated": 0.001483679525222552, "handwritten": 0.001483679525222552, "lab": 0.001483679525222552, "protocol": 0.001483679525222552, "very": 0.001483679525222552, "which": 0.001483679525222552, "elements": 0.001483679525222552, "acetylene": 0.001483679525222552, "added": 0.001483679525222552, "impart": 0.001483679525222552, "activity": 0.001483679525222552, "article": 0.001483679525222552, "reporting": 0.001483679525222552, "has": 0.001483679525222552, "second": 0.001483679525222552, "author": 0.001483679525222552, "Finally": 0.001483679525222552, "method": 0.001483679525222552, "registered": 0.001483679525222552, "page": 0.001483679525222552, "Miramontess": 0.001483679525222552, "personal": 0.001483679525222552, "notebook": 0.001483679525222552, "signed": 0.001483679525222552, "In": 0.001483679525222552, "essay": 0.001483679525222552, "published": 0.001483679525222552, "FASEB": 0.001483679525222552, "Journal": 0.001483679525222552, "Worcester": 0.004451038575667656, "Foundation": 0.004451038575667656, "Experimental": 0.001483679525222552, "Biology": 0.001483679525222552, "said": 0.001483679525222552, "Another": 0.001483679525222552, "aspect": 0.001483679525222552, "Prizes": 0.001483679525222552, "perennial": 0.001483679525222552, "topic": 0.001483679525222552, "discussion": 0.001483679525222552, "concerns": 0.001483679525222552, "those": 0.001483679525222552, "discoveries": 0.001483679525222552, "inventions": 0.001483679525222552, "advances": 0.001483679525222552, "go": 0.001483679525222552, "unrecognized": 0.001483679525222552, "altogether": 0.001483679525222552, "One": 0.001483679525222552, "birth": 0.002967359050445104, "control": 0.002967359050445104, "pill": 0.002967359050445104, "have": 0.001483679525222552, "just": 0.001483679525222552, "mentioned": 0.001483679525222552, "Biomedical": 0.001483679525222552, "where": 0.001483679525222552, "pioneering": 0.001483679525222552, "Gregory": 0.002967359050445104, "Pincus": 0.004451038575667656, "M": 0.001483679525222552, "C": 0.001483679525222552, "Chang": 0.002967359050445104, "carried": 0.001483679525222552, "s": 0.001483679525222552, "led": 0.001483679525222552, "age": 0.001483679525222552, "tributaries": 0.001483679525222552, "flowing": 0.001483679525222552, "into": 0.001483679525222552, "development": 0.001483679525222552, "were": 0.001483679525222552, "temporally": 0.001483679525222552, "distributed": 0.001483679525222552, "across": 0.001483679525222552, "two": 0.002967359050445104, "decades": 0.001483679525222552, "going": 0.001483679525222552, "back": 0.001483679525222552, "extraction": 0.001483679525222552, "substance": 0.001483679525222552, "from": 0.001483679525222552, "roots": 0.001483679525222552, "jungle": 0.001483679525222552, "plant": 0.001483679525222552, "Russell": 0.001483679525222552, "Marker": 0.001483679525222552, "readily": 0.001483679525222552, "convertible": 0.001483679525222552, "pregnanediol": 0.001483679525222552, "then": 0.001483679525222552, "progesterone": 0.001483679525222552, "steps": 0.001483679525222552, "subsequent": 0.001483679525222552, "progestins": 0.001483679525222552, "discovery": 0.001483679525222552, "MC": 0.001483679525222552, "sent": 0.001483679525222552, "tested": 0.001483679525222552, "G": 0.001483679525222552, "D": 0.001483679525222552, "Searle": 0.001483679525222552, "Pharmaceutical": 0.001483679525222552, "Company": 0.001483679525222552, "contrary": 0.001483679525222552, "expectations": 0.001483679525222552, "potent": 0.001483679525222552, "antiovulatory": 0.001483679525222552, "E": 0.001483679525222552, "Andrés": 0.001483679525222552, "Manuel": 0.001483679525222552, "del": 0.001483679525222552, "Río": 0.001483679525222552, "discoverer": 0.001483679525222552, "vanadium": 0.001483679525222552, "Mario": 0.001483679525222552, "Molina": 0.001483679525222552, "Prize": 0.001483679525222552, "most": 0.001483679525222552, "important": 0.001483679525222552, "chemists": 0.001483679525222552, "all": 0.001483679525222552, "time": 0.001483679525222552}, "total": 674}