{"name": "Robert Zubrin", "content": "\n Robert Zubrin (/ˈzuːbrɪn/;[1] born April 9,[2] 1952[3]) is an American aerospace engineer, author, and advocate for human exploration of Mars. He and his colleague at Martin Marietta, David Baker, were the driving force behind Mars Direct, a proposal in a 1990 research paper intended to produce significant reductions in the cost and complexity of such a mission. The key idea was to use the Martian atmosphere to produce oxygen, water, and rocket propellant for the surface stay and return journey.  A modified version of the plan was subsequently adopted by NASA as their \"design reference mission\". He questions the delay and cost-to-benefit ratio of first establishing a base or outpost on an asteroid or another Apollo program-like return to the Moon, as neither would be able to provide all of its own oxygen, water, or energy; these resources are producible on Mars, and he expects people would be there thereafter.[4]\n Disappointed with the lack of interest from government in Mars exploration and after the success of his book The Case for Mars (1996), as well as leadership experience at the National Space Society, Zubrin established the Mars Society in 1998. This is an international organization advocating a human mission to Mars as a goal, by private funding if possible.\n Zubrin was born in New York City's Brooklyn borough[3] on April 9, 1952. His parents were descended from Russian Jewish immigrants.[5] He was a science teacher for 7 years before becoming an engineer.[3]\n Zubrin holds a B.A. in Mathematics from the University of Rochester (1974), a M.S. in Nuclear Engineering (1984), a M.S. in Aeronautics and Astronautics (1986), and a Ph.D. in Nuclear Engineering (1992) — all from the University of Washington.[6][circular reference][7] He has developed a number of concepts for space propulsion and exploration, and is the author of over 200 technical and non-technical papers and several books. He was a member of Lockheed Martin's scenario development team charged with developing strategies for space exploration. He was also \"a senior engineer with the Martin Marietta Astronautics company, working as one of its leaders in development of advanced concepts for interplanetary missions\".[8] He is also President of both the Mars Society and Pioneer Astronautics, a private company that does research and development on innovative aerospace technologies. Zubrin is the co-inventor on a U.S. design patent and a U.S. utility patent on a hybrid rocket/airplane, and on a U.S. utility patent on an oxygen supply system (see links below). He was awarded his first patent at age 20 in 1972 for Three Player Chess. His inventions also include the nuclear salt-water rocket and co-inventor (with Dana Andrews) of the magnetic sail. Zubrin is fellow at Center for Security Policy.[9]\n In 2008, Zubrin founded Pioneer Energy, a research and development firm headquartered in Lakewood, Colorado. The company's focus is to develop mobile Enhanced Oil Recovery (EOR) systems that can enable CO2-based EOR for both small and large oil producers in the United States. The company has also developed a number of new processes for manufacturing synthetic fuels.[10]\n Zubrin has also edited or co-edited the following books, most of which include his contributions:\n Dr. Zubrin is known as an advocate of a moderately anthropocentric position in the ethics of terraforming. Discussions of the ethics of terraforming often[citation needed] make reference to a series of public debates Zubrin has held with his friend Christopher McKay, who advocates a moderately biocentric position on the ethics of terraforming. For example, a written account of some of these debates is available in On to Mars: Colonizing a New World, as a joint article, \"Do Indigenous Martian Bacteria have Precedence over Human Exploration?\" (pp. 177–182)\n An aging Robert Zubrin also appears as a background character in The Martian Race (1999) by Gregory Benford, a science fiction novel depicting early human explorers on Mars in the very near future. Benford, who is also an astrophysicist, is a longtime member of both the board of directors and the steering committee of the Mars Society.\n Robert Zubrin was also featured in a 2007 CBC Television documentary special, The Passionate Eye, dubbed \"The Mars Underground\".[13]\n The songwriter and musician Frank Black (alias Black Francis of the Pixies) penned an homage to Zubrin, \"Robert Onion\", on the album Dog in the Sand. The lyrics are in the form of an acrostic, spelling \"Robert The Case For Mars Zubrin\".[14]\n In 2010 Robert Zubrin was featured in the Symphony of Science video \"The Case for Mars\" along with Carl Sagan, Brian Cox, and Penelope Boston.\n The fictional character Dr. Zachary Walzer in the 2010–2011 independent VODO series Pioneer One was inspired by Zubrin.[15]\n In 2016, Zubrin was one of several scientists and engineers interviewed in the National Geographic miniseries Mars.\n ", "tags": ["American aerospace engineers", "Space advocates", "Mars Society", "21st-century American novelists", "American male novelists", "American people of Russian-Jewish descent", "American science writers", "American science fiction writers", "American satirists", "Jewish American writers", "University of Washington College of Engineering alumni", "1952 births", "Living people", "American nuclear engineers", "Exploration of Mars", "Mars One", "Lockheed Martin people", "21st-century American male writers", "21st-century American non-fiction writers", "American male non-fiction writers", "Articles with short description", "Short description matches Wikidata", "Use mdy dates from July 2011", "Articles with hCards", "All articles lacking reliable references", "Articles lacking reliable references from October 2019", "All articles with unsourced statements", "Articles with unsourced statements from December 2013", "Wikipedia articles with BNE identifiers", "Wikipedia articles with BNF identifiers", "Wikipedia articles with GND identifiers", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with LCCN identifiers", "Wikipedia articles with NDL identifiers", "Wikipedia articles with NTA identifiers", "Wikipedia articles with PLWABN identifiers", "Wikipedia articles with SUDOC identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers"], "raw": "American aerospace engineer\n\n\nRobert ZubrinPhoto of Zubrin by the Mars SocietyBorn (1952-04-09) April 9, 1952 (age 68)New York City, New York, U.S.NationalityAmericanAlma materUniversity of Rochester(B.A)University of Washington(M.S), (PhD)Known forMars DirectMars SocietyThe Case for MarsEnergy VictorySpouse(s)Hope ZubrinScientific careerFieldsAerospace engineeringInstitutionsMartin MariettaPioneer Astronautics\n\nRobert Zubrin (/ˈzuːbrɪn/;[1] born April 9,[2] 1952[3]) is an American aerospace engineer, author, and advocate for human exploration of Mars. He and his colleague at Martin Marietta, David Baker, were the driving force behind Mars Direct, a proposal in a 1990 research paper intended to produce significant reductions in the cost and complexity of such a mission. The key idea was to use the Martian atmosphere to produce oxygen, water, and rocket propellant for the surface stay and return journey.  A modified version of the plan was subsequently adopted by NASA as their \"design reference mission\". He questions the delay and cost-to-benefit ratio of first establishing a base or outpost on an asteroid or another Apollo program-like return to the Moon, as neither would be able to provide all of its own oxygen, water, or energy; these resources are producible on Mars, and he expects people would be there thereafter.[4]\nDisappointed with the lack of interest from government in Mars exploration and after the success of his book The Case for Mars (1996), as well as leadership experience at the National Space Society, Zubrin established the Mars Society in 1998. This is an international organization advocating a human mission to Mars as a goal, by private funding if possible.\n\nContents\n\n1 Early life and education\n2 Qualifications and professional experience\n3 Pioneer Energy\n4 Books\n5 Books edited or co-authored\n6 The ethics of terraforming\n7 Cultural references\n8 Patents\n9 References\n10 External links\n\n\nEarly life and education[edit]\nZubrin was born in New York City's Brooklyn borough[3] on April 9, 1952. His parents were descended from Russian Jewish immigrants.[5] He was a science teacher for 7 years before becoming an engineer.[3]\n\nQualifications and professional experience[edit]\nZubrin holds a B.A. in Mathematics from the University of Rochester (1974), a M.S. in Nuclear Engineering (1984), a M.S. in Aeronautics and Astronautics (1986), and a Ph.D. in Nuclear Engineering (1992) — all from the University of Washington.[6][circular reference][7] He has developed a number of concepts for space propulsion and exploration, and is the author of over 200 technical and non-technical papers and several books. He was a member of Lockheed Martin's scenario development team charged with developing strategies for space exploration. He was also \"a senior engineer with the Martin Marietta Astronautics company, working as one of its leaders in development of advanced concepts for interplanetary missions\".[8] He is also President of both the Mars Society and Pioneer Astronautics, a private company that does research and development on innovative aerospace technologies. Zubrin is the co-inventor on a U.S. design patent and a U.S. utility patent on a hybrid rocket/airplane, and on a U.S. utility patent on an oxygen supply system (see links below). He was awarded his first patent at age 20 in 1972 for Three Player Chess. His inventions also include the nuclear salt-water rocket and co-inventor (with Dana Andrews) of the magnetic sail. Zubrin is fellow at Center for Security Policy.[9]\n\nPioneer Energy[edit]\nIn 2008, Zubrin founded Pioneer Energy, a research and development firm headquartered in Lakewood, Colorado. The company's focus is to develop mobile Enhanced Oil Recovery (EOR) systems that can enable CO2-based EOR for both small and large oil producers in the United States. The company has also developed a number of new processes for manufacturing synthetic fuels.[10]\n\nBooks[edit]\nThe Case for Mars: The Plan to Settle the Red Planet and Why We Must (1996), with Richard Wagner. This outlines the Mars Direct plan along with speculation about the economic, social and technical viability of future Mars colonization. Revised and updated in 2011.\nEntering Space: Creating a Spacefaring Civilization (1999). This describes humanity's spacefaring potential as a Type I, II & III civilization. With Type I Zubrin describes humanity as a \"Completed Global Civilization\", along with the status quo and innovative startups of the aerospace industry. Type II details humanity as a \"Spacefaring Civilization\" through exploration and colonization of the moon, Mars, and the solar system , along with urgency for why man needs to take these bold steps. Type III is a Galactic Civilization through a long-term futuristic look at humanity's feasibility of interstellar travel with known physics.\nMars On Earth: The Adventures of Space Pioneers in the High Arctic (2003). Zubrin recounts the origins and progress of the Mars Society's Mars Analog Research Station project, including a variety of perils, both mundane and adventurous, that were overcome in establishing the first analog Mars habitat on Devon Island in the high Arctic. He offers highlights of what has been learned so far through that effort.\nFirst Landing (2001), a hard science fiction novel about a future Mars flight using the Mars Direct plan.\nThe Holy Land (2003). This is an \"SF satire on the Middle East crisis and the War on Terrorism, and concerns what happens when the liberal Western Galactic Empire relocates the oppressed Minervan sect to their ancient homeland of Kennewick, Washington, in the midst of a United States ruled by Christian fundamentalist fanatics\".[11] The story was partly inspired by Čapek's War with the Newts.[12]\nBenedict Arnold: A Drama of the American Revolution in Five Acts (2005). This is an effort to humanize and show the multiple dimensions of Benedict Arnold, and to contrast the democratic values embodied in the spirit of the Revolution with the socially bankrupt classism embodied in the British subjects who won Arnold to their side.\nEnergy Victory: Winning the War on Terror by Breaking Free of Oil (2007). An expansion on his recent articles criticizing both reliance on oil and the potential for hydrogen energy, while highlighting the benefits of switching more toward methanol and ethanol. It carries an endorsement from former CIA director James Woolsey.\nHow to Live on Mars (2008).  A tongue-in-cheek technically accurate guidebook for Mars-bound Earthlings about how to survive and thrive on the Red Planet, written from the point of view of a 22nd-century Mars native.\nMerchants of Despair: Radical Environmentalists, Criminal Pseudo-Scientists, and the Fatal Cult of Antihumanism (2011). This traces the history of antihumanism over the last two centuries, from Thomas Malthus and the eugenics movement through to the anti-nuclear and global warming campaigns. Zubrin argues that these movements have all represented an attempt to gain oppressive political control through the restriction of human activities and freedom.\nMars Direct: Space Exploration, the Red Planet, and the Human Future (2013). This e-book looks at the current situation of NASA and outlines a Mars Direct mission proposal with the SpaceX Dragon, and considers the implications of interplanetary exploration for humanity.\nThe Case for Space: How the Revolution in Spaceflight Opens Up a Future of Limitless Possibility Prometheus Books (2019)\nBooks edited or co-authored[edit]\nZubrin has also edited or co-edited the following books, most of which include his contributions:\n\nMars Direct: A Simple, Robust, and Cost Effective Architecture for the Space Exploration Initiative (1991), co-edited by D.A.V.I.D. Baker and Owen Gwyne. This contains a series of rationales and data regarding the proposal of plan Mars Direct.\nIslands in the Sky: Bold New Ideas for Colonizing Space (1996), co-edited with Stanley Schmidt. This is a collection of fifteen selected non-fiction entries that had been published in Analog magazine over the years; it includes five articles authored or co-authored by Zubrin, including \"The Hypersonic Skyhook\", \"Mars Direct: A Proposal for the Rapid Exploration and Colonization of the Red Planet\" (co-authored with David A. Baker), \"Colonizing the Outer Solar System\", \"Terraforming Mars\" (co-authored with Christopher McKay), and \"The Magnetic Sail\". Notable additional contributors include Robert L. Forward and the godfather of terraforming, Martyn J. Fogg, each of whom contributed two articles.\nFrom Imagination to Reality: Mars Exploration Studies of the Journal of the British Interplanetary Society : Precursors and Early Piloted Exploration Missions (1997).\nFrom Imagination to Reality: Mars Exploration Studies of the Journal of the British Interplanetary Society : Base Building, Colonization and Terraformation (1997).\nProceedings of the Founding Convention of the Mars Society (1999), co-edited with Maggie Zubrin. This contains articles corresponding to talks presented at the founding convention of the Mars Society in Boulder, Colorado in August 1998; it includes contributions from Zubrin, Buzz Aldrin, Martyn Fogg, and many others.\nOn to Mars: Colonizing a New World (2002 Apogee Books), co-edited with Frank Crossman. This contains articles corresponding to talks presented at the annual conventions of the Mars Society in Boulder in 1999, in Toronto, Ontario, Canada in 2000, and at Stanford University, Palo Alto, California in 2001.\nOn to Mars 2: Exploring and Settling a New World (2005 Apogee Books), co-edited with Frank Crossman. This contains over 130 articles corresponding to talks presented at the annual conventions of the Mars Society in Boulder in 2002, in Eugene, Oregon in 2003, and in Chicago, Illinois in 2004.\nThe ethics of terraforming[edit]\nMain article: Ethics of terraforming\nDr. Zubrin is known as an advocate of a moderately anthropocentric position in the ethics of terraforming. Discussions of the ethics of terraforming often[citation needed] make reference to a series of public debates Zubrin has held with his friend Christopher McKay, who advocates a moderately biocentric position on the ethics of terraforming. For example, a written account of some of these debates is available in On to Mars: Colonizing a New World, as a joint article, \"Do Indigenous Martian Bacteria have Precedence over Human Exploration?\" (pp. 177–182)\n\nCultural references[edit]\nAn aging Robert Zubrin also appears as a background character in The Martian Race (1999) by Gregory Benford, a science fiction novel depicting early human explorers on Mars in the very near future. Benford, who is also an astrophysicist, is a longtime member of both the board of directors and the steering committee of the Mars Society.\nRobert Zubrin was also featured in a 2007 CBC Television documentary special, The Passionate Eye, dubbed \"The Mars Underground\".[13]\nThe songwriter and musician Frank Black (alias Black Francis of the Pixies) penned an homage to Zubrin, \"Robert Onion\", on the album Dog in the Sand. The lyrics are in the form of an acrostic, spelling \"Robert The Case For Mars Zubrin\".[14]\nIn 2010 Robert Zubrin was featured in the Symphony of Science video \"The Case for Mars\" along with Carl Sagan, Brian Cox, and Penelope Boston.\nThe fictional character Dr. Zachary Walzer in the 2010–2011 independent VODO series Pioneer One was inspired by Zubrin.[15]\nIn 2016, Zubrin was one of several scientists and engineers interviewed in the National Geographic miniseries Mars.\n\nPatents[edit]\nU.S. design patent D405,750, \"Reusable rocket airplane\"\nU.S. Patent 6,119,985, \"Reusable rocket-propelled high altitude airplane and method and apparatus for mid-air oxidizer transfer to said airplane\"\nU.S. Patent 6,347,627, \"Nitrous oxide based oxygen supply system\"\nU.S. Patent 3,652,091, \"Three-player chess board\"\nReferences[edit]\n\n\n^ \"Mars And Beyond With Dr. Robert Zubrin\". YouTube. October 4, 2018. Retrieved June 27, 2019.\n\n^ https://twitter.com/robert_zubrin/status/1115673165714165760\n\n^ a b c Ari Armstrong (June 4, 2019). \"Robert Zubrin on the Case for Space: Self in Society #1\". Retrieved June 27, 2019 – via YouTube.\n\n^ Robert Zubrin (April 21, 2005). \"Getting Space Exploration Right\". Space Daily. Retrieved July 14, 2013.\n\n^ https://ricochet.com/342127/archives/charles-zubrin-american-life/\n\n^ \"Robert Zubrin\". Nasa. Archived from the original on March 6, 2012. Retrieved July 14, 2013.\n\n^ \"Robert Zubrin\". Pioneer Astronautics. Retrieved July 14, 2013.\n\n^ Zubrin, Robert (1996). The Case for Mars. Touchstone.\n\n^ Zubrin, Robert (October 10, 2014). \"ZUBRIN: Iran is 10 months away from the A-bomb\". The Washington Times. Retrieved March 21, 2016.\n\n^ \"Aerospace engineer bets on space tech to cash in on gas flaring\". September 16, 2014. Retrieved September 18, 2016.\n\n^ Email from Robert Zubrin to Tim McMahon dated 9-18-2003 requesting book review\n\n^ Jack J. Woehr (November 17, 2003). \"The galaxy strikes back\". Enter Stage Right. Retrieved July 14, 2013.\n\n^ \"The Mars Underground\". CBC News. September 4, 2010. Archived from the original on October 26, 2012. Retrieved August 23, 2015.\n\n^ \"Robert Onion\". Frank Black Discopedia. Retrieved July 14, 2013.\n\n^ \"r/scifi - 'Pioneer One', the indie sci-fi drama, was released on BitTorrent 6 years ago. Now we have a shot at a big-budget reboot!\". reddit. Retrieved June 27, 2019.\n\n\nExternal links[edit]\nThe Mars Society\nPioneer Energy\nPioneer Astronautics\nSymphony of Science – The Case for Mars (ft. Zubrin, Sagan, Cox & Boston)\nRobert Zubrin at the Internet Speculative Fiction Database\nZubrin's articles in National Review\n\"The Political Economy of Very Large Space Projects\"\nAn Energy Revolution article by Robert Zubrin in The American Enterprise\nGetting Space Exploration Right article by Robert Zubrin in The New Atlantis\nReview of Zubrin's book Benedict Arnold\nThe Hydrogen Hoax article by Robert Zubrin in The New Atlantis\nInterview on the SciFiDimensions Podcast\nThe Mars Underground at IMDb\n2012 Named a Fellow at the Center for Security Policy\nRobert Zubrin Discusses Challenges to Humans-to-Mars interviewed by radio host Doug Turnbull\nvteRobert ZubrinBooks\nThe Case for Mars\nIslands in the Sky: Bold New Ideas for Colonizing Space\nEntering Space: Creating a Spacefaring Civilization\nMars On Earth: The Adventures of Space Pioneers in the High Arctic\nFirst Landing\nThe Holy Land\nBenedict Arnold: A Drama of the American Revolution in Five Acts\nEnergy Victory\nHow to Live on Mars\nMerchants of Despair: Radical Environmentalists, Criminal Pseudo-Scientists, and the Fatal Cult of Antihumanism\nSee also\nMars Direct\nMars Society\nEthics of terraforming\nNuclear salt-water rocket\nMagnetic sail\n\nAuthority control \nBNE: XX5350365\nBNF: cb134961523 (data)\nGND: 1089345496\nISNI: 0000 0001 2123 1957\nLCCN: n95062516\nNDL: 00548614\nNTA: 15633738X\nPLWABN: 9810534721405606\nSUDOC: 086304380\nVIAF: 19834018\n WorldCat Identities: lccn-n95062516\n\n\n\n\n", "counts": {"Robert": 6, "Zubrin": 17, "ˈzuːbrɪn": 1, "born": 2, "April": 2, "is": 11, "an": 9, "American": 1, "aerospace": 2, "engineer": 3, "author": 2, "and": 25, "advocate": 2, "for": 12, "human": 3, "exploration": 4, "of": 33, "Mars": 15, "He": 8, "his": 5, "colleague": 1, "at": 4, "Martin": 2, "Marietta": 2, "David": 1, "Baker": 1, "were": 2, "the": 35, "driving": 1, "force": 1, "behind": 1, "Direct": 1, "a": 31, "proposal": 1, "in": 23, "research": 3, "paper": 1, "intended": 1, "to": 10, "produce": 2, "significant": 1, "reductions": 1, "cost": 1, "complexity": 1, "such": 1, "mission": 3, "The": 12, "key": 1, "idea": 1, "was": 11, "use": 1, "Martian": 3, "atmosphere": 1, "oxygen": 3, "water": 2, "rocket": 2, "propellant": 1, "surface": 1, "stay": 1, "return": 2, "journey": 1, "A": 1, "modified": 1, "version": 1, "plan": 1, "subsequently": 1, "adopted": 1, "by": 4, "NASA": 1, "as": 9, "their": 1, "design": 2, "reference": 3, "questions": 1, "delay": 1, "costtobenefit": 1, "ratio": 1, "first": 2, "establishing": 1, "base": 1, "or": 4, "outpost": 1, "on": 11, "asteroid": 1, "another": 1, "Apollo": 1, "programlike": 1, "Moon": 1, "neither": 1, "would": 2, "be": 2, "able": 1, "provide": 1, "all": 2, "its": 2, "own": 1, "energy": 1, "these": 2, "resources": 1, "are": 2, "producible": 1, "he": 1, "expects": 1, "people": 1, "there": 1, "thereafter": 1, "Disappointed": 1, "with": 6, "lack": 1, "interest": 1, "from": 4, "government": 1, "after": 1, "success": 1, "book": 1, "Case": 3, "well": 1, "leadership": 1, "experience": 1, "National": 2, "Space": 1, "Society": 4, "established": 1, "This": 1, "international": 1, "organization": 1, "advocating": 1, "goal": 1, "private": 2, "funding": 1, "if": 1, "possible": 1, "New": 2, "York": 1, "Citys": 1, "Brooklyn": 1, "borough": 1, "His": 2, "parents": 1, "descended": 1, "Russian": 1, "Jewish": 1, "immigrants": 1, "science": 2, "teacher": 1, "years": 1, "before": 1, "becoming": 1, "holds": 1, "BA": 1, "Mathematics": 1, "University": 2, "Rochester": 1, "MS": 2, "Nuclear": 2, "Engineering": 2, "Aeronautics": 1, "Astronautics": 3, "PhD": 1, "Washingtoncircular": 1, "has": 4, "developed": 2, "number": 2, "concepts": 2, "space": 2, "propulsion": 1, "over": 2, "technical": 1, "nontechnical": 1, "papers": 1, "several": 2, "books": 2, "member": 2, "Lockheed": 1, "Martins": 1, "scenario": 1, "development": 4, "team": 1, "charged": 1, "developing": 1, "strategies": 1, "also": 8, "senior": 1, "company": 3, "working": 1, "one": 2, "leaders": 1, "advanced": 1, "interplanetary": 1, "missions": 1, "President": 1, "both": 3, "Pioneer": 3, "that": 2, "does": 1, "innovative": 1, "technologies": 1, "coinventor": 2, "US": 3, "patent": 4, "utility": 2, "hybrid": 1, "rocketairplane": 1, "supply": 1, "system": 1, "see": 1, "links": 1, "below": 1, "awarded": 1, "age": 1, "Three": 1, "Player": 1, "Chess": 1, "inventions": 1, "include": 2, "nuclear": 1, "saltwater": 1, "Dana": 1, "Andrews": 1, "magnetic": 1, "sail": 1, "fellow": 1, "Center": 1, "Security": 1, "Policy": 1, "In": 3, "founded": 1, "Energy": 1, "firm": 1, "headquartered": 1, "Lakewood": 1, "Colorado": 1, "companys": 1, "focus": 1, "develop": 1, "mobile": 1, "Enhanced": 1, "Oil": 1, "Recovery": 1, "EOR": 2, "systems": 1, "can": 1, "enable": 1, "CObased": 1, "small": 1, "large": 1, "oil": 1, "producers": 1, "United": 1, "States": 1, "new": 1, "processes": 1, "manufacturing": 1, "synthetic": 1, "fuels": 1, "edited": 1, "coedited": 1, "following": 1, "most": 1, "which": 1, "contributions": 1, "Dr": 2, "known": 1, "moderately": 2, "anthropocentric": 1, "position": 2, "ethics": 3, "terraforming": 3, "Discussions": 1, "oftencitation": 1, "needed": 1, "make": 1, "series": 2, "public": 1, "debates": 2, "held": 1, "friend": 1, "Christopher": 1, "McKay": 1, "who": 2, "advocates": 1, "biocentric": 1, "For": 2, "example": 1, "written": 1, "account": 1, "some": 1, "available": 1, "On": 1, "Colonizing": 1, "World": 1, "joint": 1, "article": 1, "Do": 1, "Indigenous": 1, "Bacteria": 1, "have": 1, "Precedence": 1, "Human": 1, "Exploration": 1, "pp": 1, "An": 1, "aging": 1, "appears": 1, "background": 1, "character": 2, "Race": 1, "Gregory": 1, "Benford": 2, "fiction": 1, "novel": 1, "depicting": 1, "early": 1, "explorers": 1, "very": 1, "near": 1, "future": 1, "astrophysicist": 1, "longtime": 1, "board": 1, "directors": 1, "steering": 1, "committee": 1, "featured": 2, "CBC": 1, "Television": 1, "documentary": 1, "special": 1, "Passionate": 1, "Eye": 1, "dubbed": 1, "Underground": 1, "songwriter": 1, "musician": 1, "Frank": 1, "Black": 2, "alias": 1, "Francis": 1, "Pixies": 1, "penned": 1, "homage": 1, "Onion": 1, "album": 1, "Dog": 1, "Sand": 1, "lyrics": 1, "form": 1, "acrostic": 1, "spelling": 1, "Symphony": 1, "Science": 1, "video": 1, "along": 1, "Carl": 1, "Sagan": 1, "Brian": 1, "Cox": 1, "Penelope": 1, "Boston": 1, "fictional": 1, "Zachary": 1, "Walzer": 1, "independent": 1, "VODO": 1, "One": 1, "inspired": 1, "scientists": 1, "engineers": 1, "interviewed": 1, "Geographic": 1, "miniseries": 1}, "freq": {"Robert": 0.00788436268068331, "Zubrin": 0.022339027595269383, "ˈzuːbrɪn": 0.001314060446780552, "born": 0.002628120893561104, "April": 0.002628120893561104, "is": 0.01445466491458607, "an": 0.011826544021024968, "American": 0.001314060446780552, "aerospace": 0.002628120893561104, "engineer": 0.003942181340341655, "author": 0.002628120893561104, "and": 0.0328515111695138, "advocate": 0.002628120893561104, "for": 0.01576872536136662, "human": 0.003942181340341655, "exploration": 0.005256241787122208, "of": 0.04336399474375821, "Mars": 0.01971090670170828, "He": 0.010512483574244415, "his": 0.006570302233902759, "colleague": 0.001314060446780552, "at": 0.005256241787122208, "Martin": 0.002628120893561104, "Marietta": 0.002628120893561104, "David": 0.001314060446780552, "Baker": 0.001314060446780552, "were": 0.002628120893561104, "the": 0.045992115637319315, "driving": 0.001314060446780552, "force": 0.001314060446780552, "behind": 0.001314060446780552, "Direct": 0.001314060446780552, "a": 0.040735873850197106, "proposal": 0.001314060446780552, "in": 0.030223390275952694, "research": 0.003942181340341655, "paper": 0.001314060446780552, "intended": 0.001314060446780552, "to": 0.013140604467805518, "produce": 0.002628120893561104, "significant": 0.001314060446780552, "reductions": 0.001314060446780552, "cost": 0.001314060446780552, "complexity": 0.001314060446780552, "such": 0.001314060446780552, "mission": 0.003942181340341655, "The": 0.01576872536136662, "key": 0.001314060446780552, "idea": 0.001314060446780552, "was": 0.01445466491458607, "use": 0.001314060446780552, "Martian": 0.003942181340341655, "atmosphere": 0.001314060446780552, "oxygen": 0.003942181340341655, "water": 0.002628120893561104, "rocket": 0.002628120893561104, "propellant": 0.001314060446780552, "surface": 0.001314060446780552, "stay": 0.001314060446780552, "return": 0.002628120893561104, "journey": 0.001314060446780552, "A": 0.001314060446780552, "modified": 0.001314060446780552, "version": 0.001314060446780552, "plan": 0.001314060446780552, "subsequently": 0.001314060446780552, "adopted": 0.001314060446780552, "by": 0.005256241787122208, "NASA": 0.001314060446780552, "as": 0.011826544021024968, "their": 0.001314060446780552, "design": 0.002628120893561104, "reference": 0.003942181340341655, "questions": 0.001314060446780552, "delay": 0.001314060446780552, "costtobenefit": 0.001314060446780552, "ratio": 0.001314060446780552, "first": 0.002628120893561104, "establishing": 0.001314060446780552, "base": 0.001314060446780552, "or": 0.005256241787122208, "outpost": 0.001314060446780552, "on": 0.01445466491458607, "asteroid": 0.001314060446780552, "another": 0.001314060446780552, "Apollo": 0.001314060446780552, "programlike": 0.001314060446780552, "Moon": 0.001314060446780552, "neither": 0.001314060446780552, "would": 0.002628120893561104, "be": 0.002628120893561104, "able": 0.001314060446780552, "provide": 0.001314060446780552, "all": 0.002628120893561104, "its": 0.002628120893561104, "own": 0.001314060446780552, "energy": 0.001314060446780552, "these": 0.002628120893561104, "resources": 0.001314060446780552, "are": 0.002628120893561104, "producible": 0.001314060446780552, "he": 0.001314060446780552, "expects": 0.001314060446780552, "people": 0.001314060446780552, "there": 0.001314060446780552, "thereafter": 0.001314060446780552, "Disappointed": 0.001314060446780552, "with": 0.00788436268068331, "lack": 0.001314060446780552, "interest": 0.001314060446780552, "from": 0.005256241787122208, "government": 0.001314060446780552, "after": 0.001314060446780552, "success": 0.001314060446780552, "book": 0.001314060446780552, "Case": 0.003942181340341655, "well": 0.001314060446780552, "leadership": 0.001314060446780552, "experience": 0.001314060446780552, "National": 0.002628120893561104, "Space": 0.001314060446780552, "Society": 0.005256241787122208, "established": 0.001314060446780552, "This": 0.001314060446780552, "international": 0.001314060446780552, "organization": 0.001314060446780552, "advocating": 0.001314060446780552, "goal": 0.001314060446780552, "private": 0.002628120893561104, "funding": 0.001314060446780552, "if": 0.001314060446780552, "possible": 0.001314060446780552, "New": 0.002628120893561104, "York": 0.001314060446780552, "Citys": 0.001314060446780552, "Brooklyn": 0.001314060446780552, "borough": 0.001314060446780552, "His": 0.002628120893561104, "parents": 0.001314060446780552, "descended": 0.001314060446780552, "Russian": 0.001314060446780552, "Jewish": 0.001314060446780552, "immigrants": 0.001314060446780552, "science": 0.002628120893561104, "teacher": 0.001314060446780552, "years": 0.001314060446780552, "before": 0.001314060446780552, "becoming": 0.001314060446780552, "holds": 0.001314060446780552, "BA": 0.001314060446780552, "Mathematics": 0.001314060446780552, "University": 0.002628120893561104, "Rochester": 0.001314060446780552, "MS": 0.002628120893561104, "Nuclear": 0.002628120893561104, "Engineering": 0.002628120893561104, "Aeronautics": 0.001314060446780552, "Astronautics": 0.003942181340341655, "PhD": 0.001314060446780552, "Washingtoncircular": 0.001314060446780552, "has": 0.005256241787122208, "developed": 0.002628120893561104, "number": 0.002628120893561104, "concepts": 0.002628120893561104, "space": 0.002628120893561104, "propulsion": 0.001314060446780552, "over": 0.002628120893561104, "technical": 0.001314060446780552, "nontechnical": 0.001314060446780552, "papers": 0.001314060446780552, "several": 0.002628120893561104, "books": 0.002628120893561104, "member": 0.002628120893561104, "Lockheed": 0.001314060446780552, "Martins": 0.001314060446780552, "scenario": 0.001314060446780552, "development": 0.005256241787122208, "team": 0.001314060446780552, "charged": 0.001314060446780552, "developing": 0.001314060446780552, "strategies": 0.001314060446780552, "also": 0.010512483574244415, "senior": 0.001314060446780552, "company": 0.003942181340341655, "working": 0.001314060446780552, "one": 0.002628120893561104, "leaders": 0.001314060446780552, "advanced": 0.001314060446780552, "interplanetary": 0.001314060446780552, "missions": 0.001314060446780552, "President": 0.001314060446780552, "both": 0.003942181340341655, "Pioneer": 0.003942181340341655, "that": 0.002628120893561104, "does": 0.001314060446780552, "innovative": 0.001314060446780552, "technologies": 0.001314060446780552, "coinventor": 0.002628120893561104, "US": 0.003942181340341655, "patent": 0.005256241787122208, "utility": 0.002628120893561104, "hybrid": 0.001314060446780552, "rocketairplane": 0.001314060446780552, "supply": 0.001314060446780552, "system": 0.001314060446780552, "see": 0.001314060446780552, "links": 0.001314060446780552, "below": 0.001314060446780552, "awarded": 0.001314060446780552, "age": 0.001314060446780552, "Three": 0.001314060446780552, "Player": 0.001314060446780552, "Chess": 0.001314060446780552, "inventions": 0.001314060446780552, "include": 0.002628120893561104, "nuclear": 0.001314060446780552, "saltwater": 0.001314060446780552, "Dana": 0.001314060446780552, "Andrews": 0.001314060446780552, "magnetic": 0.001314060446780552, "sail": 0.001314060446780552, "fellow": 0.001314060446780552, "Center": 0.001314060446780552, "Security": 0.001314060446780552, "Policy": 0.001314060446780552, "In": 0.003942181340341655, "founded": 0.001314060446780552, "Energy": 0.001314060446780552, "firm": 0.001314060446780552, "headquartered": 0.001314060446780552, "Lakewood": 0.001314060446780552, "Colorado": 0.001314060446780552, "companys": 0.001314060446780552, "focus": 0.001314060446780552, "develop": 0.001314060446780552, "mobile": 0.001314060446780552, "Enhanced": 0.001314060446780552, "Oil": 0.001314060446780552, "Recovery": 0.001314060446780552, "EOR": 0.002628120893561104, "systems": 0.001314060446780552, "can": 0.001314060446780552, "enable": 0.001314060446780552, "CObased": 0.001314060446780552, "small": 0.001314060446780552, "large": 0.001314060446780552, "oil": 0.001314060446780552, "producers": 0.001314060446780552, "United": 0.001314060446780552, "States": 0.001314060446780552, "new": 0.001314060446780552, "processes": 0.001314060446780552, "manufacturing": 0.001314060446780552, "synthetic": 0.001314060446780552, "fuels": 0.001314060446780552, "edited": 0.001314060446780552, "coedited": 0.001314060446780552, "following": 0.001314060446780552, "most": 0.001314060446780552, "which": 0.001314060446780552, "contributions": 0.001314060446780552, "Dr": 0.002628120893561104, "known": 0.001314060446780552, "moderately": 0.002628120893561104, "anthropocentric": 0.001314060446780552, "position": 0.002628120893561104, "ethics": 0.003942181340341655, "terraforming": 0.003942181340341655, "Discussions": 0.001314060446780552, "oftencitation": 0.001314060446780552, "needed": 0.001314060446780552, "make": 0.001314060446780552, "series": 0.002628120893561104, "public": 0.001314060446780552, "debates": 0.002628120893561104, "held": 0.001314060446780552, "friend": 0.001314060446780552, "Christopher": 0.001314060446780552, "McKay": 0.001314060446780552, "who": 0.002628120893561104, "advocates": 0.001314060446780552, "biocentric": 0.001314060446780552, "For": 0.002628120893561104, "example": 0.001314060446780552, "written": 0.001314060446780552, "account": 0.001314060446780552, "some": 0.001314060446780552, "available": 0.001314060446780552, "On": 0.001314060446780552, "Colonizing": 0.001314060446780552, "World": 0.001314060446780552, "joint": 0.001314060446780552, "article": 0.001314060446780552, "Do": 0.001314060446780552, "Indigenous": 0.001314060446780552, "Bacteria": 0.001314060446780552, "have": 0.001314060446780552, "Precedence": 0.001314060446780552, "Human": 0.001314060446780552, "Exploration": 0.001314060446780552, "pp": 0.001314060446780552, "An": 0.001314060446780552, "aging": 0.001314060446780552, "appears": 0.001314060446780552, "background": 0.001314060446780552, "character": 0.002628120893561104, "Race": 0.001314060446780552, "Gregory": 0.001314060446780552, "Benford": 0.002628120893561104, "fiction": 0.001314060446780552, "novel": 0.001314060446780552, "depicting": 0.001314060446780552, "early": 0.001314060446780552, "explorers": 0.001314060446780552, "very": 0.001314060446780552, "near": 0.001314060446780552, "future": 0.001314060446780552, "astrophysicist": 0.001314060446780552, "longtime": 0.001314060446780552, "board": 0.001314060446780552, "directors": 0.001314060446780552, "steering": 0.001314060446780552, "committee": 0.001314060446780552, "featured": 0.002628120893561104, "CBC": 0.001314060446780552, "Television": 0.001314060446780552, "documentary": 0.001314060446780552, "special": 0.001314060446780552, "Passionate": 0.001314060446780552, "Eye": 0.001314060446780552, "dubbed": 0.001314060446780552, "Underground": 0.001314060446780552, "songwriter": 0.001314060446780552, "musician": 0.001314060446780552, "Frank": 0.001314060446780552, "Black": 0.002628120893561104, "alias": 0.001314060446780552, "Francis": 0.001314060446780552, "Pixies": 0.001314060446780552, "penned": 0.001314060446780552, "homage": 0.001314060446780552, "Onion": 0.001314060446780552, "album": 0.001314060446780552, "Dog": 0.001314060446780552, "Sand": 0.001314060446780552, "lyrics": 0.001314060446780552, "form": 0.001314060446780552, "acrostic": 0.001314060446780552, "spelling": 0.001314060446780552, "Symphony": 0.001314060446780552, "Science": 0.001314060446780552, "video": 0.001314060446780552, "along": 0.001314060446780552, "Carl": 0.001314060446780552, "Sagan": 0.001314060446780552, "Brian": 0.001314060446780552, "Cox": 0.001314060446780552, "Penelope": 0.001314060446780552, "Boston": 0.001314060446780552, "fictional": 0.001314060446780552, "Zachary": 0.001314060446780552, "Walzer": 0.001314060446780552, "independent": 0.001314060446780552, "VODO": 0.001314060446780552, "One": 0.001314060446780552, "inspired": 0.001314060446780552, "scientists": 0.001314060446780552, "engineers": 0.001314060446780552, "interviewed": 0.001314060446780552, "Geographic": 0.001314060446780552, "miniseries": 0.001314060446780552}, "total": 761}