{"name": "Carl Linnaeus", "content": "\n \n Carl Linnaeus (/lɪˈniːəs, lɪˈneɪəs/;[1][2] 23 May[note 1] 1707 – 10 January 1778), also known after his ennoblement as Carl von Linné[3] (Swedish pronunciation: [ˈkɑːɭ fɔn lɪˈneː] (listen)), was a Swedish botanist, zoologist, taxonomist, and physician who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy\".[4] Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus (after 1761 Carolus a Linné).\n Linnaeus was born in Råshult, the countryside of Småland, in southern Sweden. He received most of his higher education at Uppsala University and began giving lectures in botany there in 1730. He lived abroad between 1735 and 1738, where he studied and also published the first edition of his Systema Naturae in the Netherlands. He then returned to Sweden where he became professor of medicine and botany at Uppsala. In the 1740s, he was sent on several journeys through Sweden to find and classify plants and animals. In the 1750s and 1760s, he continued to collect and classify animals, plants, and minerals, while publishing several volumes. He was one of the most acclaimed scientists in Europe at the time of his death.\n Philosopher Jean-Jacques Rousseau sent him the message: \"Tell him I know no greater man on earth.\"[5] Johann Wolfgang von Goethe wrote: \"With the exception of Shakespeare and Spinoza, I know no one among the no longer living who has influenced me more strongly.\"[5] Swedish author August Strindberg wrote: \"Linnaeus was in reality a poet who happened to become a naturalist.\"[6] Linnaeus has been called Princeps botanicorum (Prince of Botanists) and \"The Pliny of the North\".[7] He is also considered as one of the founders of modern ecology.[8]\n In botany and zoology, the abbreviation L. is used to indicate Linnaeus as the authority for a species' name.[9] In older publications, the abbreviation \"Linn.\" is found. Linnaeus's remains constitute the type specimen for the species Homo sapiens following the International Code of Zoological Nomenclature, since the sole specimen that he is known to have examined was himself.[note 2]\n Linnaeus was born in the village of Råshult in Småland, Sweden, on 23 May 1707. He was the first child of Nicolaus (Nils) Ingemarsson (who later adopted the family name Linnaeus) and Christina Brodersonia. His siblings were Anna Maria Linnæa, Sofia Juliana Linnæa, Samuel Linnæus (who would eventually succeed their father as rector of Stenbrohult and write a manual on beekeeping),[10][11][12] and Emerentia Linnæa.[13] His father taught him Latin as a small child.[14]\n One of a long line of peasants and priests, Nils was an amateur botanist, a Lutheran minister, and the curate of the small village of Stenbrohult in Småland. Christina was the daughter of the rector of Stenbrohult, Samuel Brodersonius.[15]:376\n A year after Linnaeus's birth, his grandfather Samuel Brodersonius died, and his father Nils became the rector of Stenbrohult. The family moved into the rectory from the curate's house.[16][17]\n Even in his early years, Linnaeus seemed to have a liking for plants, flowers in particular. Whenever he was upset, he was given a flower, which immediately calmed him. Nils spent much time in his garden and often showed flowers to Linnaeus and told him their names. Soon Linnaeus was given his own patch of earth where he could grow plants.[18]\n Carl's father was the first in his ancestry to adopt a permanent surname. Before that, ancestors had used the patronymic naming system of Scandinavian countries: his father was named Ingemarsson after his father Ingemar Bengtsson. When Nils was admitted to the University of Lund, he had to take on a family name. He adopted the Latinate name Linnæus after a giant linden tree (or lime tree), lind in Swedish, that grew on the family homestead.[10] This name was spelled with the æ ligature. When Carl was born, he was named Carl Linnæus, with his father's family name. The son also always spelled it with the æ ligature, both in handwritten documents and in publications.[16] Carl's patronymic would have been Nilsson, as in Carl Nilsson Linnæus.[19]\n Linnaeus's father began teaching him basic Latin, religion, and geography at an early age.[20] When Linnaeus was seven, Nils decided to hire a tutor for him. The parents picked Johan Telander, a son of a local yeoman. Linnaeus did not like him, writing in his autobiography that Telander \"was better calculated to extinguish a child's talents than develop them\".[21]\n Two years after his tutoring had begun, he was sent to the Lower Grammar School at Växjö in 1717.[22] Linnaeus rarely studied, often going to the countryside to look for plants. He reached the last year of the Lower School when he was fifteen, which was taught by the headmaster, Daniel Lannerus, who was interested in botany. Lannerus noticed Linnaeus's interest in botany and gave him the run of his garden.\n He also introduced him to Johan Rothman, the state doctor of Småland and a teacher at Katedralskolan (a gymnasium) in Växjö. Also a botanist, Rothman broadened Linnaeus's interest in botany and helped him develop an interest in medicine.[23][24] By the age of 17, Linnaeus had become well acquainted with the existing botanical literature. He remarks in his journal that he \"read day and night, knowing like the back of my hand, Arvidh Månsson's Rydaholm Book of Herbs, Tillandz's Flora Åboensis, Palmberg's Serta Florea Suecana,  Bromelii Chloros Gothica and Rudbeckii Hortus Upsaliensis\".[25]\n Linnaeus entered the Växjö Katedralskola in 1724, where he studied mainly Greek, Hebrew, theology and mathematics, a curriculum designed for boys preparing for the priesthood.[26][27] In the last year at the gymnasium, Linnaeus's father visited to ask the professors how his son's studies were progressing; to his dismay, most said that the boy would never become a scholar. Rothman believed otherwise, suggesting Linnaeus could have a future in medicine. The doctor offered to have Linnaeus live with his family in Växjö and to teach him physiology and botany. Nils accepted this offer.[28][29]\n Rothman showed Linnaeus that botany was a serious subject. He taught Linnaeus to classify plants according to Tournefort's system. Linnaeus was also taught about the sexual reproduction of plants, according to Sébastien Vaillant.[28] In 1727, Linnaeus, age 21, enrolled in Lund University in Skåne.[30][31] He was registered as Carolus Linnæus, the Latin form of his full name, which he also used later for his Latin publications.[3]\n Professor Kilian Stobæus, natural scientist, physician and historian, offered Linnaeus tutoring and lodging, as well as the use of his library, which included many books about botany. He also gave the student free admission to his lectures.[32][33] In his spare time, Linnaeus explored the flora of Skåne, together with students sharing the same interests.[34]\n In August 1728, Linnaeus decided to attend Uppsala University on the advice of Rothman, who believed it would be a better choice if Linnaeus wanted to study both medicine and botany. Rothman based this recommendation on the two professors who taught at the medical faculty at Uppsala: Olof Rudbeck the Younger and Lars Roberg. Although Rudbeck and Roberg had undoubtedly been good professors, by then they were older and not so interested in teaching. Rudbeck no longer gave public lectures, and had others stand in for him. The botany, zoology, pharmacology and anatomy lectures were not in their best state.[35] In Uppsala, Linnaeus met a new benefactor, Olof Celsius, who was a professor of theology and an amateur botanist.[36] He received Linnaeus into his home and allowed him use of his library, which was one of the richest botanical libraries in Sweden.[37]\n In 1729, Linnaeus wrote a thesis, Praeludia Sponsaliorum Plantarum on plant sexual reproduction. This attracted the attention of Rudbeck; in May 1730, he selected Linnaeus to give lectures at the University although the young man was only a second-year student. His lectures were popular, and Linnaeus often addressed an audience of 300 people.[38] In June, Linnaeus moved from Celsius's house to Rudbeck's to become the tutor of the three youngest of his 24 children. His friendship with Celsius did not wane and they continued their botanical expeditions.[39] Over that winter, Linnaeus began to doubt Tournefort's system of classification and decided to create one of his own. His plan was to divide the plants by the number of stamens and pistils. He began writing several books, which would later result in, for example, Genera Plantarum and Critica Botanica. He also produced a book on the plants grown in the Uppsala Botanical Garden, Adonis Uplandicus.[40]\n Rudbeck's former assistant, Nils Rosén, returned to the University in March 1731 with a degree in medicine. Rosén started giving anatomy lectures and tried to take over Linnaeus's botany lectures, but Rudbeck prevented that. Until December, Rosén gave Linnaeus private tutoring in medicine. In December, Linnaeus had a \"disagreement\" with Rudbeck's wife and had to move out of his mentor's house; his relationship with Rudbeck did not appear to suffer. That Christmas, Linnaeus returned home to Stenbrohult to visit his parents for the first time in about three years. His mother had disapproved of his failing to become a priest, but she was pleased to learn he was teaching at the University.[40][41]\n During a visit with his parents, Linnaeus told them about his plan to travel to Lapland; Rudbeck had made the journey in 1695, but the detailed results of his exploration were lost in a fire seven years afterwards. Linnaeus's hope was to find new plants, animals and possibly valuable minerals. He was also curious about the customs of the native Sami people, reindeer-herding nomads who wandered Scandinavia's vast tundras. In April 1732, Linnaeus was awarded a grant from the Royal Society of Sciences in Uppsala for his journey.[42][43]\n Linnaeus began his expedition from Uppsala on 12 May 1732, just before he turned 25.[44] He travelled on foot and horse, bringing with him his journal, botanical and ornithological manuscripts and sheets of paper for pressing plants. Near Gävle he found great quantities of Campanula serpyllifolia, later known as Linnaea borealis, the twinflower that would become his favourite.[45] He sometimes dismounted on the way to examine a flower or rock[46] and was particularly interested in mosses and lichens, the latter a main part of the diet of the reindeer, a common and economically important animal in Lapland.[47]\n Linnaeus travelled clockwise around the coast of the Gulf of Bothnia, making major inland incursions from Umeå, Luleå and Tornio. He returned from his six-month-long, over 2,000 kilometres (1,200 mi) expedition in October, having gathered and observed many plants, birds and rocks.[48][49][50] Although Lapland was a region with limited biodiversity, Linnaeus described about 100 previously unidentified plants. These became the basis of his book Flora Lapponica.[51][52] However, on the expedition to Lapland, Linnaeus used Latin names to describe organisms because he had not yet developed the binomial system.[44]\n In Flora Lapponica Linnaeus's ideas about nomenclature and classification were first used in a practical way, making this the first proto-modern Flora.[53] The account covered 534 species, used the Linnaean classification system and included, for the described species, geographical distribution and taxonomic notes. It was Augustin Pyramus de Candolle who attributed Linnaeus with Flora Lapponica as the first example in the botanical genre of Flora writing. Botanical historian E. L. Greene described Flora Lapponica as \"the most classic and delightful\" of Linnaeus's works.[53]\n It was also during this expedition that Linnaeus had a flash of insight regarding the classification of mammals. Upon observing the lower jawbone of a horse at the side of a road he was travelling, Linnaeus remarked: \"If I only knew how many teeth and of what kind every animal had, how many teats and where they were placed, I should perhaps be able to work out a perfectly natural system for the arrangement of all quadrupeds.\"[54]\n In 1734, Linnaeus led a small group of students to Dalarna. Funded by the Governor of Dalarna, the expedition was to catalogue known natural resources and discover new ones, but also to gather intelligence on Norwegian mining activities at Røros.[50]\n \n His relations with Nils Rosén having worsened, Linnaeus accepted an invitation from Claes Sohlberg, son of a mining inspector, to spend the Christmas holiday in Falun, where Linnaeus was permitted to visit the mines.[59]\n In April 1735, at the suggestion of Sohlberg's father, Linnaeus and Sohlberg set out for the Dutch Republic, where Linnaeus intended to study medicine at the University of Harderwijk[60] while tutoring Sohlberg in exchange for an annual salary. At the time, it was common for Swedes to pursue doctoral degrees in the Netherlands, then a highly revered place to study natural history.[61]\n On the way, the pair stopped in Hamburg, where they met the mayor, who proudly showed them a supposed wonder of nature in his possession: the taxidermied remains of a seven-headed hydra. Linnaeus quickly discovered the specimen was a fake cobbled together from the jaws and paws of weasels and the skins of snakes. The provenance of the hydra suggested to Linnaeus that it had been manufactured by monks to represent the Beast of Revelation. Even at the risk of incurring the mayor's wrath, Linnaeus made his observations public, dashing the mayor's dreams of selling the hydra for an enormous sum. Linnaeus and Sohlberg were forced to flee from Hamburg.[62][63]\n Linnaeus began working towards his degree as soon as he reached Harderwijk, a university known for awarding degrees in as little as a week.[64] He submitted a dissertation, written back in Sweden, entitled Dissertatio medica inauguralis in qua exhibetur hypothesis nova de febrium intermittentium causa,[note 3] in which he laid out his hypothesis that malaria arose only in areas with clay-rich soils.[65] Although he failed to identify the true source of disease transmission, (i.e., the Anopheles mosquito),[66] he did correctly predict that Artemisia annua (wormwood) would become a source of antimalarial medications.[65]\n Within two weeks he had completed his oral and practical examinations and was awarded a doctoral degree.[62][64]\n That summer Linnaeus reunited with Peter Artedi, a friend from Uppsala with whom he had once made a pact that should either of the two predecease the other, the survivor would finish the decedent's work. Ten weeks later, Artedi drowned in the canals of Amsterdam, leaving behind an unfinished manuscript on the classification of fish.[67][68]\n One of the first scientists Linnaeus met in the Netherlands was Johan Frederik Gronovius to whom Linnaeus showed one of the several manuscripts he had brought with him from Sweden. The manuscript described a new system for classifying plants. When Gronovius saw it, he was very impressed, and offered to help pay for the printing. With an additional monetary contribution by the Scottish doctor Isaac Lawson, the manuscript was published as Systema Naturae (1735).[69][70]\n Linnaeus became acquainted with one of the most respected physicians and botanists in the Netherlands, Herman Boerhaave, who tried to convince Linnaeus to make a career there. Boerhaave offered him a journey to South Africa and America, but Linnaeus declined, stating he would not stand the heat. Instead, Boerhaave convinced Linnaeus that he should visit the botanist Johannes Burman. After his visit, Burman, impressed with his guest's knowledge, decided Linnaeus should stay with him during the winter. During his stay, Linnaeus helped Burman with his Thesaurus Zeylanicus. Burman also helped Linnaeus with the books on which he was working: Fundamenta Botanica and Bibliotheca Botanica.[71]\n In August 1735, during Linnaeus's stay with Burman, he met George Clifford III, a director of the Dutch East India Company and the owner of a rich botanical garden at the estate of Hartekamp in Heemstede. Clifford was very impressed with Linnaeus's ability to classify plants, and invited him to become his physician and superintendent of his garden. Linnaeus had already agreed to stay with Burman over the winter, and could thus not accept immediately. However, Clifford offered to compensate Burman by offering him a copy of Sir Hans Sloane's Natural History of Jamaica, a rare book, if he let Linnaeus stay with him, and Burman accepted.[72][73] On 24 September 1735, Linnaeus moved to Hartekamp to become personal physician to Clifford, and curator of Clifford's herbarium. He was paid 1,000 florins a year, with free board and lodging. Though the agreement was only for a winter of that year, Linnaeus practically stayed there until 1738.[74] It was here that he wrote a book Hortus Cliffortianus, in the preface of which he described his experience as \"the happiest time of my life\". (A portion of Hartekamp was declared as public garden in April 1956 by the Heemstede local authority, and was named \"Linnaeushof\".[75] It eventually became, as it is claimed, the biggest playground in Europe.[76])\n In July 1736, Linnaeus travelled to England, at Clifford's expense.[77] He went to London to visit Sir Hans Sloane, a collector of natural history, and to see his cabinet,[78] as well as to visit the Chelsea Physic Garden and its keeper, Philip Miller. He taught Miller about his new system of subdividing plants, as described in Systema Naturae. Miller was in fact reluctant to use the new binomial nomenclature, preferring the classifications of Joseph Pitton de Tournefort and John Ray at first. Linnaeus, nevertheless, applauded Miller's Gardeners Dictionary,[79] The conservative Scot actually retained in his dictionary a number of pre-Linnaean binomial signifiers discarded by Linnaeus but which have been retained by modern botanists. He only fully changed to the Linnaean system in the edition of The Gardeners Dictionary of 1768.  Miller ultimately was impressed, and from then on started to arrange the garden according to Linnaeus's system.[80]\n Linnaeus also travelled to Oxford University to visit the botanist Johann Jacob Dillenius. He failed to make Dillenius publicly fully accept his new classification system, though the two men remained in correspondence for many years afterwards. Linnaeus dedicated his Critica botanica to him, as \"opus botanicum quo absolutius mundus non-vidit\". Linnaeus would later name a genus of tropical tree Dillenia in his honour. He then returned to Hartekamp, bringing with him many specimens of rare plants.[81] The next year, he published Genera Plantarum, in which he described 935 genera of plants, and shortly thereafter he supplemented it with Corollarium Generum Plantarum, with another sixty (sexaginta) genera.[82]\n His work at Hartekamp led to another book, Hortus Cliffortianus, a catalogue of the botanical holdings in the herbarium and botanical garden of Hartekamp. He wrote it in nine months (completed in July 1737), but it was not published until 1738.[71] It contains the first use of the name Nepenthes, which Linnaeus used to describe a genus of pitcher plants.[83][note 4]\n Linnaeus stayed with Clifford at Hartekamp until 18 October 1737 (new style), when he left the house to return to Sweden. Illness and the kindness of Dutch friends obliged him to stay some months longer in Holland. In May 1738, he set out for Sweden again. On the way home, he stayed in Paris for about a month, visiting botanists such as Antoine de Jussieu. After his return, Linnaeus never left Sweden again.[84][85]\n When Linnaeus returned to Sweden on 28 June 1738, he went to Falun, where he entered into an engagement to Sara Elisabeth Moræa. Three months later, he moved to Stockholm to find employment as a physician, and thus to make it possible to support a family.[86][87] Once again, Linnaeus found a patron; he became acquainted with Count Carl Gustav Tessin, who helped him get work as a physician at the Admiralty.[88][89] During this time in Stockholm, Linnaeus helped found the Royal Swedish Academy of Science; he became the first Praeses of the academy by drawing of lots.[90]\n Because his finances had improved and were now sufficient to support a family, he received permission to marry his fiancée, Sara Elisabeth Moræa. Their wedding was held 26 June 1739. Seventeen months later, Sara gave birth to their first son, Carl. Two years later, a daughter, Elisabeth Christina, was born, and the subsequent year Sara gave birth to Sara Magdalena, who died when 15 days old. Sara and Linnaeus would later have four other children: Lovisa, Sara Christina, Johannes and Sophia.[86][91]\n In May 1741, Linnaeus was appointed Professor of Medicine at Uppsala University, first with responsibility for medicine-related matters. Soon, he changed place with the other Professor of Medicine, Nils Rosén, and thus was responsible for the Botanical Garden (which he would thoroughly reconstruct and expand), botany and natural history, instead. In October that same year, his wife and nine-month-old son followed him to live in Uppsala.[92]:49–50\n Ten days after he was appointed Professor, he undertook an expedition to the island provinces of Öland and Gotland with six students from the university, to look for plants useful in medicine. First, they travelled to Öland and stayed there until 21 June, when they sailed to Visby in Gotland. Linnaeus and the students stayed on Gotland for about a month, and then returned to Uppsala. During this expedition, they found 100 previously unrecorded plants. The observations from the expedition were later published in Öländska och Gothländska Resa, written in Swedish. Like Flora Lapponica, it contained both zoological and botanical observations, as well as observations concerning the culture in Öland and Gotland.[93][94]\n During the summer of 1745, Linnaeus published two more books: Flora Suecica and Fauna Suecica. Flora Suecica was a strictly botanical book, while Fauna Suecica was zoological.[86][95] Anders Celsius had created the temperature scale named after him in 1742. Celsius's scale was inverted compared to today, the boiling point at 0 °C and freezing point at 100 °C. In 1745, Linnaeus inverted the scale to its present standard.[96]\n In the summer of 1746, Linnaeus was once again commissioned by the Government to carry out an expedition, this time to the Swedish province of Västergötland. He set out from Uppsala on 12 June and returned on 11 August. On the expedition his primary companion was Erik Gustaf Lidbeck, a student who had accompanied him on his previous journey. Linnaeus described his findings from the expedition in the book Wästgöta-Resa, published the next year.[93][97] After he returned from the journey, the Government decided Linnaeus should take on another expedition to the southernmost province Scania. This journey was postponed, as Linnaeus felt too busy.[86]\n In 1747, Linnaeus was given the title archiater, or chief physician, by the Swedish king Adolf Frederick—a mark of great respect.[98] The same year he was elected member of the Academy of Sciences in Berlin.[99]\n In the spring of 1749, Linnaeus could finally journey to Scania, again commissioned by the Government. With him he brought his student, Olof Söderberg. On the way to Scania, he made his last visit to his brothers and sisters in Stenbrohult since his father had died the previous year. The expedition was similar to the previous journeys in most aspects, but this time he was also ordered to find the best place to grow walnut and Swedish whitebeam trees; these trees were used by the military to make rifles. The journey was successful, and Linnaeus's observations were published the next year in Skånska Resa.[100][101]\n In 1750, Linnaeus became rector of Uppsala University, starting a period where natural sciences were esteemed.[86] Perhaps the most important contribution he made during his time at Uppsala was to teach; many of his students travelled to various places in the world to collect botanical samples. Linnaeus called the best of these students his \"apostles\".[92]:56–57 His lectures were normally very popular and were often held in the Botanical Garden. He tried to teach the students to think for themselves and not trust anybody, not even him. Even more popular than the lectures were the botanical excursions made every Saturday during summer, where Linnaeus and his students explored the flora and fauna in the vicinity of Uppsala.[102]\n Linnaeus published Philosophia Botanica in 1751.[103] The book contained a complete survey of the taxonomy system he had been using in his earlier works. It also contained information of how to keep a journal on travels and how to maintain a botanical garden.[104]\n During Linnaeus's time it was normal for upper class women to have wet nurses for their babies. Linnaeus joined an ongoing campaign to end this practice in Sweden and promote breast-feeding by mothers. In 1752 Linnaeus published a thesis along with Frederick Lindberg, a physician student,[105] based on their experiences.[106] In the tradition of the period, this dissertation was essentially an idea of the presiding reviewer (prases) expounded upon by the student. Linnaeus's dissertation was translated into French by J.E. Gilibert in 1770 as La Nourrice marâtre, ou Dissertation sur les suites funestes du nourrisage mercénaire. Linnaeus suggested that children might absorb the personality of their wet nurse through the milk. He admired the child care practices of the Lapps[107] and pointed out how healthy their babies were compared to those of Europeans who employed wet nurses. He compared the behaviour of wild animals and pointed out how none of them denied their newborns their breastmilk.[107] It is thought that his activism played a role in his choice of the term Mammalia for the class of organisms.[108]\n Linnaeus published Species Plantarum, the work which is now internationally accepted as the starting point of modern botanical nomenclature, in 1753.[109] The first volume was issued on 24 May, the second volume followed on 16 August of the same year.[note 5][111] The book contained 1,200 pages and was published in two volumes; it described over 7,300 species.[92]:47[112] The same year the king dubbed him knight of the Order of the Polar Star, the first civilian in Sweden to become a knight in this order. He was then seldom seen not wearing the order's insignia.[113]\n Linnaeus felt Uppsala was too noisy and unhealthy, so he bought two farms in 1758: Hammarby and Sävja. The next year, he bought a neighbouring farm, Edeby. He spent the summers with his family at Hammarby; initially it only had a small one-storey house, but in 1762 a new, larger main building was added.[101][114] In Hammarby, Linnaeus made a garden where he could grow plants that could not be grown in the Botanical Garden in Uppsala. He began constructing a museum on a hill behind Hammarby in 1766, where he moved his library and collection of plants. A fire that destroyed about one third of Uppsala and had threatened his residence there necessitated the move.[115]\n Since the initial release of Systema Naturae in 1735, the book had been expanded and reprinted several times; the tenth edition was released in 1758. This edition established itself as the starting point for zoological nomenclature, the equivalent of Species Plantarum.[92]:47[116]\n The Swedish King Adolf Frederick granted Linnaeus nobility in 1757, but he was not ennobled until 1761. With his ennoblement, he took the name Carl von Linné (Latinised as Carolus a Linné), 'Linné' being a shortened and gallicised version of 'Linnæus', and the German nobiliary particle 'von' signifying his ennoblement.[3] The noble family's coat of arms prominently features a twinflower, one of Linnaeus's favourite plants; it was given the scientific name Linnaea borealis in his honour by Gronovius. The shield in the coat of arms is divided into thirds: red, black and green for the three kingdoms of nature (animal, mineral and vegetable) in Linnaean classification; in the centre is an egg \"to denote Nature, which is continued and perpetuated in ovo.\" At the bottom is a phrase in Latin, borrowed from the Aeneid, which reads \"Famam extendere factis\": we extend our fame by our deeds.[92]:62[117][118] Linnaeus inscribed this personal motto in books that were gifted to him by friends.[119]\n After his ennoblement, Linnaeus continued teaching and writing. His reputation had spread over the world, and he corresponded with many different people. For example, Catherine II of Russia sent him seeds from her country.[120] He also corresponded with Giovanni Antonio Scopoli, \"the Linnaeus of the Austrian Empire\", who was a doctor and a botanist in Idrija, Duchy of Carniola (nowadays Slovenia).[121] Scopoli communicated all of his research, findings, and descriptions (for example of the olm and the dormouse, two little animals hitherto unknown to Linnaeus). Linnaeus greatly respected Scopoli and showed great interest in his work. He named a solanaceous genus, Scopolia, the source of scopolamine, after him, but because of the great distance between them, they never met.[122][123]\n Linnaeus was relieved of his duties in the Royal Swedish Academy of Science in 1763, but continued his work there as usual for more than ten years after.[86] In 1769 he was elected to the American Philosophical Society for his work.[124] He stepped down as rector at Uppsala University in December 1772, mostly due to his declining health.[85][125]\n Linnaeus's last years were troubled by illness. He had suffered from a disease called the Uppsala fever in 1764, but survived thanks to the care of Rosén. He developed sciatica in 1773, and the next year, he had a stroke which partially paralysed him.[126] He suffered a second stroke in 1776, losing the use of his right side and leaving him bereft of his memory; while still able to admire his own writings, he could not recognise himself as their author.[127][128]\n In December 1777, he had another stroke which greatly weakened him, and eventually led to his death on 10 January 1778 in Hammarby.[92]:63[125] Despite his desire to be buried in Hammarby, he was buried in Uppsala Cathedral on 22 January.[129][130]\n His library and collections were left to his widow Sara and their children. Joseph Banks, an eminent botanist, wished to purchase the collection, but his son Carl refused the offer and instead moved the collection to Uppsala. In 1783 Carl died and Sara inherited the collection, having outlived both her husband and son. She tried to sell it to Banks, but he was no longer interested; instead an acquaintance of his agreed to buy the collection. The acquaintance was a 24-year-old medical student, James Edward Smith, who bought the whole collection: 14,000 plants, 3,198 insects, 1,564 shells, about 3,000 letters and 1,600 books. Smith founded the Linnean Society of London five years later.[130][131]\n The von Linné name ended with his son Carl, who never married.[6] His other son, Johannes, had died aged 3.[132] There are over two hundred descendants of Linnaeus through two of his daughters.[6]\n During Linnaeus's time as Professor and Rector of Uppsala University, he taught many devoted students, 17 of whom he called \"apostles\". They were the most promising, most committed students, and all of them made botanical expeditions to various places in the world, often with his help. The amount of this help varied; sometimes he used his influence as Rector to grant his apostles a scholarship or a place on an expedition.[133] To most of the apostles he gave instructions of what to look for on their journeys. Abroad, the apostles collected and organised new plants, animals and minerals according to Linnaeus's system. Most of them also gave some of their collection to Linnaeus when their journey was finished.[134] Thanks to these students, the Linnaean system of taxonomy spread through the world without Linnaeus ever having to travel outside Sweden after his return from Holland.[135] The British botanist William T. Stearn notes, without Linnaeus's new system, it would not have been possible for the apostles to collect and organise so many new specimens.[136] Many of the apostles died during their expeditions.\n Christopher Tärnström, the first apostle and a 43-year-old pastor with a wife and children, made his journey in 1746. He boarded a Swedish East India Company ship headed for China. Tärnström never reached his destination, dying of a tropical fever on Côn Sơn Island the same year. Tärnström's widow blamed Linnaeus for making her children fatherless, causing Linnaeus to prefer sending out younger, unmarried students after Tärnström.[137] Six other apostles later died on their expeditions, including Pehr Forsskål and Pehr Löfling.[136]\n Two years after Tärnström's expedition, Finnish-born Pehr Kalm set out as the second apostle to North America. There he spent two-and-a-half years studying the flora and fauna of Pennsylvania, New York, New Jersey and Canada. Linnaeus was overjoyed when Kalm returned, bringing back with him many pressed flowers and seeds. At least 90 of the 700 North American species described in Species Plantarum had been brought back by Kalm.[138]\n Daniel Solander was living in Linnaeus's house during his time as a student in Uppsala. Linnaeus was very fond of him, promising Solander his eldest daughter's hand in marriage. On Linnaeus's recommendation, Solander travelled to England in 1760, where he met the English botanist Joseph Banks. With Banks, Solander joined James Cook on his expedition to Oceania on the Endeavour in 1768–71.[139][140] Solander was not the only apostle to journey with James Cook; Anders Sparrman followed on the Resolution in 1772–75 bound for, among other places, Oceania and South America. Sparrman made many other expeditions, one of them to South Africa.[141]\n Perhaps the most famous and successful apostle was Carl Peter Thunberg, who embarked on a nine-year expedition in 1770. He stayed in South Africa for three years, then travelled to Japan. All foreigners in Japan were forced to stay on the island of Dejima outside Nagasaki, so it was thus hard for Thunberg to study the flora. He did, however, manage to persuade some of the translators to bring him different plants, and he also found plants in the gardens of Dejima. He returned to Sweden in 1779, one year after Linnaeus's death.[142]\n The first edition of Systema Naturae was printed in the Netherlands in 1735. It was a twelve-page work.[143] By the time it reached its 10th edition in 1758, it classified 4,400 species of animals and 7,700 species of plants. People from all over the world sent their specimens to Linnaeus to be included. By the time he started work on the 12th edition, Linnaeus needed a new invention—the index card—to track classifications.[144]\n In Systema Naturae, the unwieldy names mostly used at the time, such as \"Physalis annua ramosissima, ramis angulosis glabris, foliis dentato-serratis\", were supplemented with concise and now familiar \"binomials\", composed of the generic name, followed by a specific epithet—in the case given, Physalis angulata. These binomials could serve as a label to refer to the species. Higher taxa were constructed and arranged in a simple and orderly manner. Although the system, now known as binomial nomenclature, was partially developed by the Bauhin brothers (see Gaspard Bauhin and Johann Bauhin) almost 200 years earlier,[145] Linnaeus was the first to use it consistently throughout the work, including in monospecific genera, and may be said to have popularised it within the scientific community.\n After the decline in Linnaeus's health in the early 1770s, publication of editions of Systema Naturae went in two different directions. Another Swedish scientist, Johan Andreas Murray issued the Regnum Vegetabile section separately in 1774 as the Systema Vegetabilium, rather confusingly labelled the 13th edition.[146] Meanwhile a 13th edition of the entire Systema appeared in parts between 1788 and 1793. It was through the Systema Vegetabilium that Linnaeus's work became widely known in England, following its translation from the Latin by the Lichfield Botanical Society as A System of Vegetables (1783–1785).[147]\n ('Opinion of the learned world on the writings of Carl Linnaeus, Doctor')                                  Published in 1740, this small octavo-sized pamphlet was presented to the State Library of New South Wales by the Linnean Society of NSW in 2018. This is considered among the rarest of all the writings of Linnaeus, and crucial to his career, securing him his appointment to a professorship of medicine at Uppsala University.  From this position he laid the groundwork for his radical new theory of classifying and naming organisms for which he was considered the founder of modern taxonomy.\n Species Plantarum (or, more fully, Species Plantarum, exhibentes plantas rite cognitas, ad genera relatas, cum differentiis specificis, nominibus trivialibus, synonymis selectis, locis natalibus, secundum systema sexuale digestas) was first published in 1753, as a two-volume work. Its prime importance is perhaps that it is the primary starting point of plant nomenclature as it exists today.[109]\n Genera plantarum: eorumque characteres naturales secundum numerum, figuram, situm, et proportionem omnium fructificationis partium was first published in 1737, delineating plant genera. Around 10 editions were published, not all of them by Linnaeus himself; the most important is the 1754 fifth edition.[148] In it Linnaeus divided the plant Kingdom into 24 classes. One, Cryptogamia, included all the plants with concealed reproductive parts (algae, fungi, mosses and liverworts and ferns).[149]\n Philosophia Botanica (1751)[103] was a summary of Linnaeus's thinking on plant classification and nomenclature, and an elaboration of the work he had previously published in Fundamenta Botanica (1736) and Critica Botanica (1737). Other publications forming part of his plan to reform the foundations of botany include his Classes Plantarum and Bibliotheca Botanica: all were printed in Holland (as were Genera Plantarum (1737) and Systema Naturae (1735)), the Philosophia being simultaneously released in Stockholm.[150]\n At the end of his lifetime the Linnean collection in Uppsala was considered one of the finest collections of natural history objects in Sweden. Next to his own collection he had also built up a museum for the university of Uppsala, which was supplied by material donated by Carl Gyllenborg (in 1744–1745), crown-prince Adolf Fredrik (in 1745), Erik Petreus (in 1746), Claes Grill (in 1746), Magnus Lagerström (in 1748 and 1750) and Jonas Alströmer (in 1749). The relation between the museum and the private collection was not formalised and the steady flow of material from Linnean pupils were incorporated to the private collection rather than to the museum.[151] Linnaeus felt his work was reflecting the harmony of nature and he said in 1754 \"the earth is then nothing else but a museum of the all-wise creator's masterpieces, divided into three chambers\". He had turned his own estate into a microcosm of that 'world museum'.[152]\n In April 1766 parts of the town were destroyed by a fire and the Linnean private collection was subsequently moved to a barn outside the town, and shortly afterwards to a single-room stone building close to his country house at Hammarby near Uppsala. This resulted in a physical separation between the two collections; the museum collection remained in the botanical garden of the university. Some material which needed special care (alcohol specimens) or ample storage space was moved from the private collection to the museum.\n In Hammarby the Linnean private collections suffered seriously from damp and the depredations by mice and insects. Carl von Linné's son (Carl Linnaeus) inherited the collections in 1778 and retained them until his own death in 1783. Shortly after Carl von Linné's death his son confirmed that mice had caused \"horrible damage\" to the plants and that also moths and mould had caused considerable damage.[153] He tried to rescue them from the neglect they had suffered during his father's later years, and also added further specimens. This last activity however reduced rather than augmented the scientific value of the original material.\n In 1784 the young medical student James Edward Smith purchased the entire specimen collection, library, manuscripts, and correspondence of Carl Linnaeus from his widow and daughter and transferred the collections to London.[154][15]:342–357 Not all material in Linné's private collection was transported to England. Thirty-three fish specimens preserved in alcohol were not sent and were later lost.[155]\n In London Smith tended to neglect the zoological parts of the collection; he added some specimens and also gave some specimens away.[156] Over the following centuries the Linnean collection in London suffered enormously at the hands of scientists who studied the collection, and in the process disturbed the original arrangement and labels, added specimens that did not belong to the original series and withdrew precious original type material.[153]\n Much material which had been intensively studied by Linné in his scientific career belonged to the collection of Queen Lovisa Ulrika (1720–1782) (in the Linnean publications referred to as \"Museum Ludovicae Ulricae\" or \"M. L. U.\"). This collection was donated by her grandson King Gustav IV Adolf (1778–1837) to the museum in Uppsala in 1804. Another important collection in this respect was that of her husband King Adolf Fredrik (1710–1771) (in the Linnean sources known as \"Museum Adolphi Friderici\" or \"Mus. Ad. Fr.\"), the wet parts (alcohol collection) of which were later donated to the Royal Swedish Academy of Sciences, and is today housed in the Swedish Museum of Natural History at Stockholm. The dry material was transferred to Uppsala.[151]\n The establishment of universally accepted conventions for the naming of organisms was Linnaeus's main contribution to taxonomy—his work marks the starting point of consistent use of binomial nomenclature.[157] During the 18th century expansion of natural history knowledge, Linnaeus also developed what became known as the Linnaean taxonomy; the system of scientific classification now widely used in the biological sciences. A previous zoologist Rumphius (1627–1702) had more or less approximated the Linnaean system and his material contributed to the later development of the binomial scientific classification by Linnaeus.[158]\n The Linnaean system classified nature within a nested hierarchy, starting with three kingdoms. Kingdoms were divided into classes and they, in turn, into orders, and thence into genera (singular: genus), which were divided into species (singular: species).[159] Below the rank of species he sometimes recognised taxa of a lower (unnamed) rank; these have since acquired standardised names such as variety in botany and subspecies in zoology. Modern taxonomy includes a rank of family between order and genus and a rank of phylum between kingdom and class that were not present in Linnaeus's original system.[160]\n Linnaeus's groupings were based upon shared physical characteristics, and not simply upon differences.[160] Of his higher groupings, only those for animals are still in use, and the groupings themselves have been significantly changed since their conception, as have the principles behind them. Nevertheless, Linnaeus is credited with establishing the idea of a hierarchical structure of classification which is based upon observable characteristics and intended to reflect natural relationships.[157][161] While the underlying details concerning what are considered to be scientifically valid \"observable characteristics\" have changed with expanding knowledge (for example, DNA sequencing, unavailable in Linnaeus's time, has proven to be a tool of considerable utility for classifying living organisms and establishing their evolutionary relationships), the fundamental principle remains sound.\n Linnaeus's system of taxonomy was especially noted as the first to include humans (Homo) taxonomically grouped with apes (Simia), under the header of Anthropomorpha.\nGerman biologist Ernst Haeckel speaking in 1907 noted this as the \"most important sign of Linnaeus's genius\".[162]\n \nLinnaeus classified humans among the primates beginning with the first edition of Systema Naturae.[163] During his time at Hartekamp, he had the opportunity to examine several monkeys and noted similarities between them and man.[92]:173–174 He pointed out both species basically have the same anatomy; except for speech, he found no other differences.[164][note 6] Thus he placed man and monkeys under the same category, Anthropomorpha, meaning \"manlike.\"[165] This classification received criticism from other biologists such as Johan Gottschalk Wallerius, Jacob Theodor Klein and Johann Georg Gmelin on the ground that it is illogical to describe man as human-like.[166] In a letter to Gmelin from 1747, Linnaeus replied:[167][note 7]\n It does not please [you] that I've placed Man among the Anthropomorpha, perhaps because of the term 'with human form',[note 8] but man learns to know himself. Let's not quibble over words. It will be the same to me whatever name we apply. But I seek from you and from the whole world a generic difference between man and simian that [follows] from the principles of Natural History.[note 9] I absolutely know of none. If only someone might tell me a single one! If I would have called man a simian or vice versa, I would have brought together all the theologians against me. Perhaps I ought to have by virtue of the law of the discipline. The theological concerns were twofold: first, putting man at the same level as monkeys or apes would lower the spiritually higher position that man was assumed to have in the great chain of being, and second, because the Bible says man was created in the image of God[168] (theomorphism), if monkeys/apes and humans were not distinctly and separately designed, that would mean monkeys and apes were created in the image of God as well. This was something many could not accept.[169] The conflict between world views that was caused by asserting man was a type of animal would simmer for a century until the much greater, and still ongoing, creation–evolution controversy began in earnest with the publication of On the Origin of Species by Charles Darwin in 1859.\n After such criticism, Linnaeus felt he needed to explain himself more clearly. The 10th edition of Systema Naturae introduced new terms, including Mammalia and Primates, the latter of which would replace Anthropomorpha[170] as well as giving humans the full binomial Homo sapiens.[171] The new classification received less criticism, but many natural historians still believed he had demoted humans from their former place of ruling over nature and not being a part of it. Linnaeus believed that man biologically belongs to the animal kingdom and had to be included in it.[172] In his book Dieta Naturalis, he said, \"One should not vent one's wrath on animals, Theology decree that man has a soul and that the animals are mere 'aoutomata mechanica,' but I believe they would be better advised that animals have a soul and that the difference is of nobility.\"[173]\n \n Linnaeus added a second species to the genus Homo in Systema Naturae based on a figure and description by Jacobus Bontius from a 1658 publication: Homo troglodytes (\"caveman\")[175][176] and published a third in 1771: Homo lar.[177] Swedish historian Gunnar Broberg states that the new human species Linnaeus described were actually simians or native people clad in skins to frighten colonial settlers, whose appearance had been exaggerated in accounts to Linnaeus.[178]\n In early editions of Systema Naturae, many well-known legendary creatures were included such as the phoenix, dragon, manticore, and satyrus,[179][note 10] which Linnaeus collected into the catch-all category Paradoxa. Broberg thought Linnaeus was trying to offer a natural explanation and demystify the world of superstition.[180] Linnaeus tried to debunk some of these creatures, as he had with the hydra; regarding the purported remains of dragons, Linnaeus wrote that they were either derived from lizards or rays.[181] For Homo troglodytes he asked the Swedish East India Company to search for one, but they did not find any signs of its existence.[182] Homo lar has since been reclassified as Hylobates lar, the lar gibbon.[183]\n \n In the first edition of Systema Naturae, Linnaeus subdivided the human species into four varieties based on continent and[dubious  – discuss] skin colour: \"Europæus albesc[ens]\" (whitish European), \"Americanus rubesc[ens]\" (redish American), \"Asiaticus fuscus\" (tawny Asian) and \"Africanus nigr[iculus]\" (blackish African).[184][185]\nIn the tenth edition of Systema Naturae he further detailed phenotypical characteristics for each variety, based on the concept of the four temperaments from classical antiquity,[186][dubious  – discuss] and changed the description of Asians' skin tone to \"luridus\" (yellow).[187] Additionally, Linnaeus created a wastebasket taxon \"monstrosus\" for \"wild and monstrous humans, unknown groups, and more or less abnormal people\".[188]\n In 1959, W. T. Stearn designated Linnaeus to be the lectotype of H. sapiens.[189][190][191]\n Linnaeus's applied science was inspired not only by the instrumental utilitarianism general to the early Enlightenment, but also by his adherence to the older economic doctrine of Cameralism.[192] Additionally, Linnaeus was a state interventionist.  He supported tariffs, levies, export bounties, quotas, embargoes, navigation acts, subsidised investment capital, ceilings on wages, cash grants, state-licensed producer monopolies, and cartels.[193]\n Anniversaries of Linnaeus's birth, especially in centennial years, have been marked by major celebrations.[194] Linnaeus has appeared on numerous Swedish postage stamps and banknotes.[194] There are numerous statues of Linnaeus in countries around the world. The Linnean Society of London has awarded the Linnean Medal for excellence in botany or zoology since 1888. Following approval by the Riksdag of Sweden, Växjö University and Kalmar College merged on 1 January 2010 to become Linnaeus University.[195] Other things named after Linnaeus include the twinflower genus Linnaea, the crater Linné on the Earth's moon, a street in Cambridge, Massachusetts, and the cobalt sulfide mineral Linnaeite.\n Andrew Dickson White wrote in A History of the Warfare of Science with Theology in Christendom (1896):\n Linnaeus ... was the most eminent naturalist of his time, a wide observer, a close thinker; but the atmosphere in which he lived and moved and had his being was saturated with biblical theology, and this permeated all his thinking. ... Toward the end of his life he timidly advanced the hypothesis that all the species of one genus constituted at the creation one species; and from the last edition of his Systema Naturæ he quietly left out the strongly orthodox statement of the fixity of each species, which he had insisted upon in his earlier works. ... warnings came speedily both from the Catholic and Protestant sides.[196]\n The mathematical PageRank algorithm, applied to 24 multilingual Wikipedia editions in 2014, published in PLOS ONE in 2015, placed Carl Linnaeus at the top historical figure, above Jesus, Aristotle, Napoleon, and Adolf Hitler (in that order).[197][198]\n In the 21st century, Linnæus' taxonomy of human \"races\" has been problematised and discussed. Some critics[who?] claim that Linnæus was one of the forebears of the modern pseudoscientific notion of scientific racism, while others[who?] hold the view that while his classification was stereotyped, it did not imply that certain human \"races\" were superior to others.[citation needed]\n The greater number of naturalists who have taken into consideration the whole structure of man, including his mental faculties, have followed Blumenbach and Cuvier, and have placed man in a separate Order, under the title of the Bimana, and therefore on an equality with the orders of the Quadrumana, Carnivora, etc. Recently many of our best naturalists have recurred to the view first propounded by Linnaeus, so remarkable for his sagacity, and have placed man in the same Order with the Quadrumana, under the title of the Primates. The justice of this conclusion will be admitted: for in the first place, we must bear in mind the comparative insignificance for classification of the great development of the brain in man, and that the strongly marked differences between the skulls of man and the Quadrumana (lately insisted upon by Bischoff, Aeby, and others) apparently follow from their differently developed brains. In the second place, we must remember that nearly all the other and more important differences between man and the Quadrumana are manifestly adaptive in their nature, and relate chiefly to the erect position of man; such as the structure of his hand, foot, and pelvis, the curvature of his spine, and the position of his head. Biographies\n Resources\n Other\n ", "tags": ["Carl Linnaeus", "1707 births", "1778 deaths", "18th-century Latin-language writers", "18th-century male writers", "18th-century Swedish physicians", "18th-century Swedish scientists", "18th-century Swedish writers", "Age of Liberty people", "Arachnologists", "Botanical nomenclature", "Botanists active in Europe", "Bryologists", "Burials at Uppsala Cathedral", "Fellows of the Royal Society", "Historical definitions of race", "Knights of the Order of the Polar Star", "Members of the French Academy of Sciences", "Members of the Prussian Academy of Sciences", "Members of the Royal Swedish Academy of Sciences", "People from Älmhult Municipality", "Phycologists", "Pteridologists", "Swedish autobiographers", "Swedish biologists", "Swedish botanists", "Swedish entomologists", "Swedish expatriates in the Dutch Republic", "Swedish Lutherans", "Swedish mammalogists", "Swedish mycologists", "Swedish nobility", "Swedish ornithologists", "Swedish taxonomists", "Terminologists", "Taxon authorities of Hypericum species", "University of Harderwijk alumni", "Uppsala University alumni", "Uppsala University faculty", "Biology and natural history in the Dutch Republic", "CS1 Latin-language sources (la)", "CS1: long volume value", "CS1 maint: location", "CS1: Julian–Gregorian uncertainty", "Pages with numeric Bible version references", "Wikipedia articles needing factual verification from May 2018", "Wikipedia pages semi-protected against vandalism", "Articles with short description", "Short description is different from Wikidata", "Good articles", "Use dmy dates from March 2020", "Use British English from September 2016", "Biography with signature", "Articles with hCards", "Zoologists with author abbreviations", "Articles with hAudio microformats", "Articles containing Latin-language text", "Articles containing Swedish-language text", "All accuracy disputes", "Articles with disputed statements from May 2018", "All articles with specifically marked weasel-worded phrases", "Articles with specifically marked weasel-worded phrases from September 2020", "All articles with unsourced statements", "Articles with unsourced statements from September 2020", "Botanists with author abbreviations", "CS1 Swedish-language sources (sv)", "CS1 Dutch-language sources (nl)", "Commons category link is on Wikidata", "Articles with Project Gutenberg links", "Articles with Internet Archive links", "Wikipedia articles with BIBSYS identifiers", "Wikipedia articles with BNC identifiers", "Wikipedia articles with BNE identifiers", "Wikipedia articles with BNF identifiers", "Wikipedia articles with Botanist identifiers", "Wikipedia articles with CANTIC identifiers", "Wikipedia articles with CINII identifiers", "Wikipedia articles with GND identifiers", "Wikipedia articles with ICCU identifiers", "Wikipedia articles with ISNI identifiers", "Wikipedia articles with KULTURNAV identifiers", "Wikipedia articles with LCCN identifiers", "Wikipedia articles with LNB identifiers", "Wikipedia articles with MGP identifiers", "Wikipedia articles with NDL identifiers", "Wikipedia articles with NKC identifiers", "Wikipedia articles with NLA identifiers", "Wikipedia articles with NLG identifiers", "Wikipedia articles with NLI identifiers", "Wikipedia articles with NLP identifiers", "Wikipedia articles with NTA identifiers", "Wikipedia articles with PLWABN identifiers", "Wikipedia articles with RERO identifiers", "Wikipedia articles with RKDartists identifiers", "Wikipedia articles with SELIBR identifiers", "Wikipedia articles with SNAC-ID identifiers", "Wikipedia articles with SUDOC identifiers", "Wikipedia articles with TePapa identifiers", "Wikipedia articles with Trove identifiers", "Wikipedia articles with ULAN identifiers", "Wikipedia articles with VcBA identifiers", "Wikipedia articles with VIAF identifiers", "Wikipedia articles with WORLDCATID identifiers", "AC with 32 elements", "Wikipedia articles with multiple identifiers"], "raw": "For his lesser-known son whose abbreviation is L.f., see Carl Linnaeus the Younger. For other uses, see Linnaeus (disambiguation).\n\"L.\" redirects here. For other uses, see L (disambiguation).\n\n\nSwedish botanist, physician, and zoologist\n\n\nCarl LinnaeusCarl von Linné, Alexander Roslin, 1775(oil on canvas, Gripsholm Castle)Born(1707-05-23)23 May 1707[note 1]Råshult, Stenbrohult parish (now within Älmhult Municipality), SwedenDied10 January 1778(1778-01-10) (aged 70)Hammarby (estate), Danmark parish (outside Uppsala), SwedenResting placeUppsala Cathedral59°51′29″N 17°38′00″E﻿ / ﻿59.85806°N 17.63333°E﻿ / 59.85806; 17.63333NationalitySwedishAlma mater\nLund University\nUppsala University\nUniversity of Harderwijk\nKnown for\nBinomial nomenclature\nScientific classification\nTaxonomy\nSpouse(s)Sara Elisabeth Moraea\n​ ​(m. 1739)​Children7Scientific careerFields\nBotany\nBiology\nZoology\nInstitutionsUppsala UniversityThesisDissertatio medica inauguralis in qua exhibetur hypothesis nova de febrium intermittentium causa (1735)Notable studentsPeter AscaniusAuthor abbrev. (botany)L.Author abbrev. (zoology)Linn.\nSignature\nCarl Linnaeus (/lɪˈniːəs, lɪˈneɪəs/;[1][2] 23 May[note 1] 1707 – 10 January 1778), also known after his ennoblement as Carl von Linné[3] (Swedish pronunciation: [ˈkɑːɭ fɔn lɪˈneː] (listen)), was a Swedish botanist, zoologist, taxonomist, and physician who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy\".[4] Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus (after 1761 Carolus a Linné).\nLinnaeus was born in Råshult, the countryside of Småland, in southern Sweden. He received most of his higher education at Uppsala University and began giving lectures in botany there in 1730. He lived abroad between 1735 and 1738, where he studied and also published the first edition of his Systema Naturae in the Netherlands. He then returned to Sweden where he became professor of medicine and botany at Uppsala. In the 1740s, he was sent on several journeys through Sweden to find and classify plants and animals. In the 1750s and 1760s, he continued to collect and classify animals, plants, and minerals, while publishing several volumes. He was one of the most acclaimed scientists in Europe at the time of his death.\nPhilosopher Jean-Jacques Rousseau sent him the message: \"Tell him I know no greater man on earth.\"[5] Johann Wolfgang von Goethe wrote: \"With the exception of Shakespeare and Spinoza, I know no one among the no longer living who has influenced me more strongly.\"[5] Swedish author August Strindberg wrote: \"Linnaeus was in reality a poet who happened to become a naturalist.\"[6] Linnaeus has been called Princeps botanicorum (Prince of Botanists) and \"The Pliny of the North\".[7] He is also considered as one of the founders of modern ecology.[8]\nIn botany and zoology, the abbreviation L. is used to indicate Linnaeus as the authority for a species' name.[9] In older publications, the abbreviation \"Linn.\" is found. Linnaeus's remains constitute the type specimen for the species Homo sapiens following the International Code of Zoological Nomenclature, since the sole specimen that he is known to have examined was himself.[note 2]\n\nContents\n\n1 Early life\n\n1.1 Childhood\n1.2 Early education\n\n\n2 University studies\n\n2.1 Lund\n2.2 Uppsala\n\n\n3 Expedition to Lapland\n4 Seminal years in the Dutch Republic (1735–38)\n\n4.1 Doctorate\n4.2 Publishing of Systema Naturae\n4.3 George Clifford, Philip Miller, and Johann Jacob Dillenius\n\n\n5 Return to Sweden\n\n5.1 Öland and Gotland\n5.2 Västergötland\n5.3 Scania\n5.4 Rector of Uppsala University\n5.5 Philosophia Botanica\n5.6 Nutrix Noverca\n5.7 Species Plantarum\n5.8 Ennoblement\n\n\n6 Final years\n7 Apostles\n\n7.1 Early expeditions\n7.2 Cook expeditions and Japan\n\n\n8 Major publications\n\n8.1 Systema Naturae\n8.2 Orbis eruditi judicium de Caroli Linnaei MD scriptis\n8.3 Species Plantarum\n\n8.3.1 Genera Plantarum\n8.3.2 Philosophia Botanica\n\n\n\n\n9 Collections\n10 System of taxonomy\n\n10.1 Human taxonomy\n\n\n11 Influences and economic beliefs\n12 Commemoration\n13 Commentary\n14 Standard author abbreviation\n15 Selected publications by Linnaeus\n16 See also\n17 References\n\n17.1 Notes\n17.2 Citations\n17.3 Sources\n\n\n18 Further reading\n19 External links\n\n\nEarly life\nChildhood\n Birthplace at Råshult\nLinnaeus was born in the village of Råshult in Småland, Sweden, on 23 May 1707. He was the first child of Nicolaus (Nils) Ingemarsson (who later adopted the family name Linnaeus) and Christina Brodersonia. His siblings were Anna Maria Linnæa, Sofia Juliana Linnæa, Samuel Linnæus (who would eventually succeed their father as rector of Stenbrohult and write a manual on beekeeping),[10][11][12] and Emerentia Linnæa.[13] His father taught him Latin as a small child.[14]\nOne of a long line of peasants and priests, Nils was an amateur botanist, a Lutheran minister, and the curate of the small village of Stenbrohult in Småland. Christina was the daughter of the rector of Stenbrohult, Samuel Brodersonius.[15]:376\nA year after Linnaeus's birth, his grandfather Samuel Brodersonius died, and his father Nils became the rector of Stenbrohult. The family moved into the rectory from the curate's house.[16][17]\nEven in his early years, Linnaeus seemed to have a liking for plants, flowers in particular. Whenever he was upset, he was given a flower, which immediately calmed him. Nils spent much time in his garden and often showed flowers to Linnaeus and told him their names. Soon Linnaeus was given his own patch of earth where he could grow plants.[18]\nCarl's father was the first in his ancestry to adopt a permanent surname. Before that, ancestors had used the patronymic naming system of Scandinavian countries: his father was named Ingemarsson after his father Ingemar Bengtsson. When Nils was admitted to the University of Lund, he had to take on a family name. He adopted the Latinate name Linnæus after a giant linden tree (or lime tree), lind in Swedish, that grew on the family homestead.[10] This name was spelled with the æ ligature. When Carl was born, he was named Carl Linnæus, with his father's family name. The son also always spelled it with the æ ligature, both in handwritten documents and in publications.[16] Carl's patronymic would have been Nilsson, as in Carl Nilsson Linnæus.[19]\n\nEarly education\nLinnaeus's father began teaching him basic Latin, religion, and geography at an early age.[20] When Linnaeus was seven, Nils decided to hire a tutor for him. The parents picked Johan Telander, a son of a local yeoman. Linnaeus did not like him, writing in his autobiography that Telander \"was better calculated to extinguish a child's talents than develop them\".[21]\nTwo years after his tutoring had begun, he was sent to the Lower Grammar School at Växjö in 1717.[22] Linnaeus rarely studied, often going to the countryside to look for plants. He reached the last year of the Lower School when he was fifteen, which was taught by the headmaster, Daniel Lannerus, who was interested in botany. Lannerus noticed Linnaeus's interest in botany and gave him the run of his garden.\nHe also introduced him to Johan Rothman, the state doctor of Småland and a teacher at Katedralskolan (a gymnasium) in Växjö. Also a botanist, Rothman broadened Linnaeus's interest in botany and helped him develop an interest in medicine.[23][24] By the age of 17, Linnaeus had become well acquainted with the existing botanical literature. He remarks in his journal that he \"read day and night, knowing like the back of my hand, Arvidh Månsson's Rydaholm Book of Herbs, Tillandz's Flora Åboensis, Palmberg's Serta Florea Suecana,  Bromelii Chloros Gothica and Rudbeckii Hortus Upsaliensis\".[25]\nLinnaeus entered the Växjö Katedralskola in 1724, where he studied mainly Greek, Hebrew, theology and mathematics, a curriculum designed for boys preparing for the priesthood.[26][27] In the last year at the gymnasium, Linnaeus's father visited to ask the professors how his son's studies were progressing; to his dismay, most said that the boy would never become a scholar. Rothman believed otherwise, suggesting Linnaeus could have a future in medicine. The doctor offered to have Linnaeus live with his family in Växjö and to teach him physiology and botany. Nils accepted this offer.[28][29]\n\nUniversity studies\nLund\n Statue as a university student in Lund\nRothman showed Linnaeus that botany was a serious subject. He taught Linnaeus to classify plants according to Tournefort's system. Linnaeus was also taught about the sexual reproduction of plants, according to Sébastien Vaillant.[28] In 1727, Linnaeus, age 21, enrolled in Lund University in Skåne.[30][31] He was registered as Carolus Linnæus, the Latin form of his full name, which he also used later for his Latin publications.[3]\nProfessor Kilian Stobæus, natural scientist, physician and historian, offered Linnaeus tutoring and lodging, as well as the use of his library, which included many books about botany. He also gave the student free admission to his lectures.[32][33] In his spare time, Linnaeus explored the flora of Skåne, together with students sharing the same interests.[34]\n\nUppsala\n Pollination depicted in Praeludia Sponsaliorum Plantarum (1729)\nIn August 1728, Linnaeus decided to attend Uppsala University on the advice of Rothman, who believed it would be a better choice if Linnaeus wanted to study both medicine and botany. Rothman based this recommendation on the two professors who taught at the medical faculty at Uppsala: Olof Rudbeck the Younger and Lars Roberg. Although Rudbeck and Roberg had undoubtedly been good professors, by then they were older and not so interested in teaching. Rudbeck no longer gave public lectures, and had others stand in for him. The botany, zoology, pharmacology and anatomy lectures were not in their best state.[35] In Uppsala, Linnaeus met a new benefactor, Olof Celsius, who was a professor of theology and an amateur botanist.[36] He received Linnaeus into his home and allowed him use of his library, which was one of the richest botanical libraries in Sweden.[37]\nIn 1729, Linnaeus wrote a thesis, Praeludia Sponsaliorum Plantarum on plant sexual reproduction. This attracted the attention of Rudbeck; in May 1730, he selected Linnaeus to give lectures at the University although the young man was only a second-year student. His lectures were popular, and Linnaeus often addressed an audience of 300 people.[38] In June, Linnaeus moved from Celsius's house to Rudbeck's to become the tutor of the three youngest of his 24 children. His friendship with Celsius did not wane and they continued their botanical expeditions.[39] Over that winter, Linnaeus began to doubt Tournefort's system of classification and decided to create one of his own. His plan was to divide the plants by the number of stamens and pistils. He began writing several books, which would later result in, for example, Genera Plantarum and Critica Botanica. He also produced a book on the plants grown in the Uppsala Botanical Garden, Adonis Uplandicus.[40]\nRudbeck's former assistant, Nils Rosén, returned to the University in March 1731 with a degree in medicine. Rosén started giving anatomy lectures and tried to take over Linnaeus's botany lectures, but Rudbeck prevented that. Until December, Rosén gave Linnaeus private tutoring in medicine. In December, Linnaeus had a \"disagreement\" with Rudbeck's wife and had to move out of his mentor's house; his relationship with Rudbeck did not appear to suffer. That Christmas, Linnaeus returned home to Stenbrohult to visit his parents for the first time in about three years. His mother had disapproved of his failing to become a priest, but she was pleased to learn he was teaching at the University.[40][41]\n\nExpedition to Lapland\nMain articles: Expedition to Lapland and Flora Lapponica\nDuring a visit with his parents, Linnaeus told them about his plan to travel to Lapland; Rudbeck had made the journey in 1695, but the detailed results of his exploration were lost in a fire seven years afterwards. Linnaeus's hope was to find new plants, animals and possibly valuable minerals. He was also curious about the customs of the native Sami people, reindeer-herding nomads who wandered Scandinavia's vast tundras. In April 1732, Linnaeus was awarded a grant from the Royal Society of Sciences in Uppsala for his journey.[42][43]\n\n Wearing the traditional dress of the Sami people of Lapland, holding the twinflower, later known as Linnaea borealis, that became his personal emblem. Martin Hoffman, 1737.\nLinnaeus began his expedition from Uppsala on 12 May 1732, just before he turned 25.[44] He travelled on foot and horse, bringing with him his journal, botanical and ornithological manuscripts and sheets of paper for pressing plants. Near Gävle he found great quantities of Campanula serpyllifolia, later known as Linnaea borealis, the twinflower that would become his favourite.[45] He sometimes dismounted on the way to examine a flower or rock[46] and was particularly interested in mosses and lichens, the latter a main part of the diet of the reindeer, a common and economically important animal in Lapland.[47]\nLinnaeus travelled clockwise around the coast of the Gulf of Bothnia, making major inland incursions from Umeå, Luleå and Tornio. He returned from his six-month-long, over 2,000 kilometres (1,200 mi) expedition in October, having gathered and observed many plants, birds and rocks.[48][49][50] Although Lapland was a region with limited biodiversity, Linnaeus described about 100 previously unidentified plants. These became the basis of his book Flora Lapponica.[51][52] However, on the expedition to Lapland, Linnaeus used Latin names to describe organisms because he had not yet developed the binomial system.[44]\nIn Flora Lapponica Linnaeus's ideas about nomenclature and classification were first used in a practical way, making this the first proto-modern Flora.[53] The account covered 534 species, used the Linnaean classification system and included, for the described species, geographical distribution and taxonomic notes. It was Augustin Pyramus de Candolle who attributed Linnaeus with Flora Lapponica as the first example in the botanical genre of Flora writing. Botanical historian E. L. Greene described Flora Lapponica as \"the most classic and delightful\" of Linnaeus's works.[53]\nIt was also during this expedition that Linnaeus had a flash of insight regarding the classification of mammals. Upon observing the lower jawbone of a horse at the side of a road he was travelling, Linnaeus remarked: \"If I only knew how many teeth and of what kind every animal had, how many teats and where they were placed, I should perhaps be able to work out a perfectly natural system for the arrangement of all quadrupeds.\"[54]\nIn 1734, Linnaeus led a small group of students to Dalarna. Funded by the Governor of Dalarna, the expedition was to catalogue known natural resources and discover new ones, but also to gather intelligence on Norwegian mining activities at Røros.[50]\n\n\nSeminal years in the Dutch Republic (1735–38)\nFurther information: Herman Boerhaave, Johannes Burman, Hendrik Adriaan van Rheede tot Drakenstein, Engelbert Kaempfer, Georg Eberhard Rumphius, Carl Peter Thunberg, George Clifford III, Hartekamp, Hortus Malabaricus, Musa Cliffortiana, Hortus Cliffortianus, Bibliotheca Botanica, Classes Plantarum, Fundamenta Botanica, Genera Plantarum, and Systema Naturae\nSee also: Biology and natural history in the Dutch Republic\n View of Hartekamp. Carl von Linné lived and studied for three years, from 1735 until 1738, in the Dutch Republic – a seminal period in his life and career. VOC people's scientific contributions had a considerable influence on his work.[55][56][57][58]\n Title page of Musa Cliffortiana (1736), Linnaeus's first botanical monograph.\n Title page of Hortus Cliffortianus (1737). The work was a collaboration between Linnaeus and Georg Dionysius Ehret, financed by George Clifford III, one of the directors of the VOC.\nDoctorate\n Cities where he worked; those outside Sweden were only visited during 1735–1738.\nHis relations with Nils Rosén having worsened, Linnaeus accepted an invitation from Claes Sohlberg, son of a mining inspector, to spend the Christmas holiday in Falun, where Linnaeus was permitted to visit the mines.[59]\nIn April 1735, at the suggestion of Sohlberg's father, Linnaeus and Sohlberg set out for the Dutch Republic, where Linnaeus intended to study medicine at the University of Harderwijk[60] while tutoring Sohlberg in exchange for an annual salary. At the time, it was common for Swedes to pursue doctoral degrees in the Netherlands, then a highly revered place to study natural history.[61]\nOn the way, the pair stopped in Hamburg, where they met the mayor, who proudly showed them a supposed wonder of nature in his possession: the taxidermied remains of a seven-headed hydra. Linnaeus quickly discovered the specimen was a fake cobbled together from the jaws and paws of weasels and the skins of snakes. The provenance of the hydra suggested to Linnaeus that it had been manufactured by monks to represent the Beast of Revelation. Even at the risk of incurring the mayor's wrath, Linnaeus made his observations public, dashing the mayor's dreams of selling the hydra for an enormous sum. Linnaeus and Sohlberg were forced to flee from Hamburg.[62][63]\n\n The Hamburg Hydra, from the Thesaurus (1734) of Albertus Seba\nLinnaeus began working towards his degree as soon as he reached Harderwijk, a university known for awarding degrees in as little as a week.[64] He submitted a dissertation, written back in Sweden, entitled Dissertatio medica inauguralis in qua exhibetur hypothesis nova de febrium intermittentium causa,[note 3] in which he laid out his hypothesis that malaria arose only in areas with clay-rich soils.[65] Although he failed to identify the true source of disease transmission, (i.e., the Anopheles mosquito),[66] he did correctly predict that Artemisia annua (wormwood) would become a source of antimalarial medications.[65]\nWithin two weeks he had completed his oral and practical examinations and was awarded a doctoral degree.[62][64]\nThat summer Linnaeus reunited with Peter Artedi, a friend from Uppsala with whom he had once made a pact that should either of the two predecease the other, the survivor would finish the decedent's work. Ten weeks later, Artedi drowned in the canals of Amsterdam, leaving behind an unfinished manuscript on the classification of fish.[67][68]\n\nPublishing of Systema Naturae\nOne of the first scientists Linnaeus met in the Netherlands was Johan Frederik Gronovius to whom Linnaeus showed one of the several manuscripts he had brought with him from Sweden. The manuscript described a new system for classifying plants. When Gronovius saw it, he was very impressed, and offered to help pay for the printing. With an additional monetary contribution by the Scottish doctor Isaac Lawson, the manuscript was published as Systema Naturae (1735).[69][70]\nLinnaeus became acquainted with one of the most respected physicians and botanists in the Netherlands, Herman Boerhaave, who tried to convince Linnaeus to make a career there. Boerhaave offered him a journey to South Africa and America, but Linnaeus declined, stating he would not stand the heat. Instead, Boerhaave convinced Linnaeus that he should visit the botanist Johannes Burman. After his visit, Burman, impressed with his guest's knowledge, decided Linnaeus should stay with him during the winter. During his stay, Linnaeus helped Burman with his Thesaurus Zeylanicus. Burman also helped Linnaeus with the books on which he was working: Fundamenta Botanica and Bibliotheca Botanica.[71]\n\nGeorge Clifford, Philip Miller, and Johann Jacob Dillenius\nLeaf forms from Hortus Cliffortianus\nIn August 1735, during Linnaeus's stay with Burman, he met George Clifford III, a director of the Dutch East India Company and the owner of a rich botanical garden at the estate of Hartekamp in Heemstede. Clifford was very impressed with Linnaeus's ability to classify plants, and invited him to become his physician and superintendent of his garden. Linnaeus had already agreed to stay with Burman over the winter, and could thus not accept immediately. However, Clifford offered to compensate Burman by offering him a copy of Sir Hans Sloane's Natural History of Jamaica, a rare book, if he let Linnaeus stay with him, and Burman accepted.[72][73] On 24 September 1735, Linnaeus moved to Hartekamp to become personal physician to Clifford, and curator of Clifford's herbarium. He was paid 1,000 florins a year, with free board and lodging. Though the agreement was only for a winter of that year, Linnaeus practically stayed there until 1738.[74] It was here that he wrote a book Hortus Cliffortianus, in the preface of which he described his experience as \"the happiest time of my life\". (A portion of Hartekamp was declared as public garden in April 1956 by the Heemstede local authority, and was named \"Linnaeushof\".[75] It eventually became, as it is claimed, the biggest playground in Europe.[76])\nIn July 1736, Linnaeus travelled to England, at Clifford's expense.[77] He went to London to visit Sir Hans Sloane, a collector of natural history, and to see his cabinet,[78] as well as to visit the Chelsea Physic Garden and its keeper, Philip Miller. He taught Miller about his new system of subdividing plants, as described in Systema Naturae. Miller was in fact reluctant to use the new binomial nomenclature, preferring the classifications of Joseph Pitton de Tournefort and John Ray at first. Linnaeus, nevertheless, applauded Miller's Gardeners Dictionary,[79] The conservative Scot actually retained in his dictionary a number of pre-Linnaean binomial signifiers discarded by Linnaeus but which have been retained by modern botanists. He only fully changed to the Linnaean system in the edition of The Gardeners Dictionary of 1768.  Miller ultimately was impressed, and from then on started to arrange the garden according to Linnaeus's system.[80]\nLinnaeus also travelled to Oxford University to visit the botanist Johann Jacob Dillenius. He failed to make Dillenius publicly fully accept his new classification system, though the two men remained in correspondence for many years afterwards. Linnaeus dedicated his Critica botanica to him, as \"opus botanicum quo absolutius mundus non-vidit\". Linnaeus would later name a genus of tropical tree Dillenia in his honour. He then returned to Hartekamp, bringing with him many specimens of rare plants.[81] The next year, he published Genera Plantarum, in which he described 935 genera of plants, and shortly thereafter he supplemented it with Corollarium Generum Plantarum, with another sixty (sexaginta) genera.[82]\nHis work at Hartekamp led to another book, Hortus Cliffortianus, a catalogue of the botanical holdings in the herbarium and botanical garden of Hartekamp. He wrote it in nine months (completed in July 1737), but it was not published until 1738.[71] It contains the first use of the name Nepenthes, which Linnaeus used to describe a genus of pitcher plants.[83][note 4]\nLinnaeus stayed with Clifford at Hartekamp until 18 October 1737 (new style), when he left the house to return to Sweden. Illness and the kindness of Dutch friends obliged him to stay some months longer in Holland. In May 1738, he set out for Sweden again. On the way home, he stayed in Paris for about a month, visiting botanists such as Antoine de Jussieu. After his return, Linnaeus never left Sweden again.[84][85]\n\nReturn to Sweden\n Wedding portrait\nWhen Linnaeus returned to Sweden on 28 June 1738, he went to Falun, where he entered into an engagement to Sara Elisabeth Moræa. Three months later, he moved to Stockholm to find employment as a physician, and thus to make it possible to support a family.[86][87] Once again, Linnaeus found a patron; he became acquainted with Count Carl Gustav Tessin, who helped him get work as a physician at the Admiralty.[88][89] During this time in Stockholm, Linnaeus helped found the Royal Swedish Academy of Science; he became the first Praeses of the academy by drawing of lots.[90]\nBecause his finances had improved and were now sufficient to support a family, he received permission to marry his fiancée, Sara Elisabeth Moræa. Their wedding was held 26 June 1739. Seventeen months later, Sara gave birth to their first son, Carl. Two years later, a daughter, Elisabeth Christina, was born, and the subsequent year Sara gave birth to Sara Magdalena, who died when 15 days old. Sara and Linnaeus would later have four other children: Lovisa, Sara Christina, Johannes and Sophia.[86][91]\n\n House in Uppsala\nIn May 1741, Linnaeus was appointed Professor of Medicine at Uppsala University, first with responsibility for medicine-related matters. Soon, he changed place with the other Professor of Medicine, Nils Rosén, and thus was responsible for the Botanical Garden (which he would thoroughly reconstruct and expand), botany and natural history, instead. In October that same year, his wife and nine-month-old son followed him to live in Uppsala.[92]:49–50\n\nÖland and Gotland\nTen days after he was appointed Professor, he undertook an expedition to the island provinces of Öland and Gotland with six students from the university, to look for plants useful in medicine. First, they travelled to Öland and stayed there until 21 June, when they sailed to Visby in Gotland. Linnaeus and the students stayed on Gotland for about a month, and then returned to Uppsala. During this expedition, they found 100 previously unrecorded plants. The observations from the expedition were later published in Öländska och Gothländska Resa, written in Swedish. Like Flora Lapponica, it contained both zoological and botanical observations, as well as observations concerning the culture in Öland and Gotland.[93][94]\nDuring the summer of 1745, Linnaeus published two more books: Flora Suecica and Fauna Suecica. Flora Suecica was a strictly botanical book, while Fauna Suecica was zoological.[86][95] Anders Celsius had created the temperature scale named after him in 1742. Celsius's scale was inverted compared to today, the boiling point at 0 °C and freezing point at 100 °C. In 1745, Linnaeus inverted the scale to its present standard.[96]\n\nVästergötland\nIn the summer of 1746, Linnaeus was once again commissioned by the Government to carry out an expedition, this time to the Swedish province of Västergötland. He set out from Uppsala on 12 June and returned on 11 August. On the expedition his primary companion was Erik Gustaf Lidbeck, a student who had accompanied him on his previous journey. Linnaeus described his findings from the expedition in the book Wästgöta-Resa, published the next year.[93][97] After he returned from the journey, the Government decided Linnaeus should take on another expedition to the southernmost province Scania. This journey was postponed, as Linnaeus felt too busy.[86]\nIn 1747, Linnaeus was given the title archiater, or chief physician, by the Swedish king Adolf Frederick—a mark of great respect.[98] The same year he was elected member of the Academy of Sciences in Berlin.[99]\n\nScania\nIn the spring of 1749, Linnaeus could finally journey to Scania, again commissioned by the Government. With him he brought his student, Olof Söderberg. On the way to Scania, he made his last visit to his brothers and sisters in Stenbrohult since his father had died the previous year. The expedition was similar to the previous journeys in most aspects, but this time he was also ordered to find the best place to grow walnut and Swedish whitebeam trees; these trees were used by the military to make rifles. The journey was successful, and Linnaeus's observations were published the next year in Skånska Resa.[100][101]\n\nRector of Uppsala University\n Summer home at his Hammarby estate\n The Linnaean Garden in Uppsala\nIn 1750, Linnaeus became rector of Uppsala University, starting a period where natural sciences were esteemed.[86] Perhaps the most important contribution he made during his time at Uppsala was to teach; many of his students travelled to various places in the world to collect botanical samples. Linnaeus called the best of these students his \"apostles\".[92]:56–57 His lectures were normally very popular and were often held in the Botanical Garden. He tried to teach the students to think for themselves and not trust anybody, not even him. Even more popular than the lectures were the botanical excursions made every Saturday during summer, where Linnaeus and his students explored the flora and fauna in the vicinity of Uppsala.[102]\n\nPhilosophia Botanica\nLinnaeus published Philosophia Botanica in 1751.[103] The book contained a complete survey of the taxonomy system he had been using in his earlier works. It also contained information of how to keep a journal on travels and how to maintain a botanical garden.[104]\n\nNutrix Noverca\n Cover of Nutrix Noverca (1752)\nDuring Linnaeus's time it was normal for upper class women to have wet nurses for their babies. Linnaeus joined an ongoing campaign to end this practice in Sweden and promote breast-feeding by mothers. In 1752 Linnaeus published a thesis along with Frederick Lindberg, a physician student,[105] based on their experiences.[106] In the tradition of the period, this dissertation was essentially an idea of the presiding reviewer (prases) expounded upon by the student. Linnaeus's dissertation was translated into French by J.E. Gilibert in 1770 as La Nourrice marâtre, ou Dissertation sur les suites funestes du nourrisage mercénaire. Linnaeus suggested that children might absorb the personality of their wet nurse through the milk. He admired the child care practices of the Lapps[107] and pointed out how healthy their babies were compared to those of Europeans who employed wet nurses. He compared the behaviour of wild animals and pointed out how none of them denied their newborns their breastmilk.[107] It is thought that his activism played a role in his choice of the term Mammalia for the class of organisms.[108]\n\nSpecies Plantarum\nMain article: Species Plantarum\nLinnaeus published Species Plantarum, the work which is now internationally accepted as the starting point of modern botanical nomenclature, in 1753.[109] The first volume was issued on 24 May, the second volume followed on 16 August of the same year.[note 5][111] The book contained 1,200 pages and was published in two volumes; it described over 7,300 species.[92]:47[112] The same year the king dubbed him knight of the Order of the Polar Star, the first civilian in Sweden to become a knight in this order. He was then seldom seen not wearing the order's insignia.[113]\n\nEnnoblement\n His coat of arms\nLinnaeus felt Uppsala was too noisy and unhealthy, so he bought two farms in 1758: Hammarby and Sävja. The next year, he bought a neighbouring farm, Edeby. He spent the summers with his family at Hammarby; initially it only had a small one-storey house, but in 1762 a new, larger main building was added.[101][114] In Hammarby, Linnaeus made a garden where he could grow plants that could not be grown in the Botanical Garden in Uppsala. He began constructing a museum on a hill behind Hammarby in 1766, where he moved his library and collection of plants. A fire that destroyed about one third of Uppsala and had threatened his residence there necessitated the move.[115]\nSince the initial release of Systema Naturae in 1735, the book had been expanded and reprinted several times; the tenth edition was released in 1758. This edition established itself as the starting point for zoological nomenclature, the equivalent of Species Plantarum.[92]:47[116]\nThe Swedish King Adolf Frederick granted Linnaeus nobility in 1757, but he was not ennobled until 1761. With his ennoblement, he took the name Carl von Linné (Latinised as Carolus a Linné), 'Linné' being a shortened and gallicised version of 'Linnæus', and the German nobiliary particle 'von' signifying his ennoblement.[3] The noble family's coat of arms prominently features a twinflower, one of Linnaeus's favourite plants; it was given the scientific name Linnaea borealis in his honour by Gronovius. The shield in the coat of arms is divided into thirds: red, black and green for the three kingdoms of nature (animal, mineral and vegetable) in Linnaean classification; in the centre is an egg \"to denote Nature, which is continued and perpetuated in ovo.\" At the bottom is a phrase in Latin, borrowed from the Aeneid, which reads \"Famam extendere factis\": we extend our fame by our deeds.[92]:62[117][118] Linnaeus inscribed this personal motto in books that were gifted to him by friends.[119]\nAfter his ennoblement, Linnaeus continued teaching and writing. His reputation had spread over the world, and he corresponded with many different people. For example, Catherine II of Russia sent him seeds from her country.[120] He also corresponded with Giovanni Antonio Scopoli, \"the Linnaeus of the Austrian Empire\", who was a doctor and a botanist in Idrija, Duchy of Carniola (nowadays Slovenia).[121] Scopoli communicated all of his research, findings, and descriptions (for example of the olm and the dormouse, two little animals hitherto unknown to Linnaeus). Linnaeus greatly respected Scopoli and showed great interest in his work. He named a solanaceous genus, Scopolia, the source of scopolamine, after him, but because of the great distance between them, they never met.[122][123]\n\nFinal years\n Headstone of him and his son Carl Linnaeus the Younger\nLinnaeus was relieved of his duties in the Royal Swedish Academy of Science in 1763, but continued his work there as usual for more than ten years after.[86] In 1769 he was elected to the American Philosophical Society for his work.[124] He stepped down as rector at Uppsala University in December 1772, mostly due to his declining health.[85][125]\nLinnaeus's last years were troubled by illness. He had suffered from a disease called the Uppsala fever in 1764, but survived thanks to the care of Rosén. He developed sciatica in 1773, and the next year, he had a stroke which partially paralysed him.[126] He suffered a second stroke in 1776, losing the use of his right side and leaving him bereft of his memory; while still able to admire his own writings, he could not recognise himself as their author.[127][128]\nIn December 1777, he had another stroke which greatly weakened him, and eventually led to his death on 10 January 1778 in Hammarby.[92]:63[125] Despite his desire to be buried in Hammarby, he was buried in Uppsala Cathedral on 22 January.[129][130]\nHis library and collections were left to his widow Sara and their children. Joseph Banks, an eminent botanist, wished to purchase the collection, but his son Carl refused the offer and instead moved the collection to Uppsala. In 1783 Carl died and Sara inherited the collection, having outlived both her husband and son. She tried to sell it to Banks, but he was no longer interested; instead an acquaintance of his agreed to buy the collection. The acquaintance was a 24-year-old medical student, James Edward Smith, who bought the whole collection: 14,000 plants, 3,198 insects, 1,564 shells, about 3,000 letters and 1,600 books. Smith founded the Linnean Society of London five years later.[130][131]\nThe von Linné name ended with his son Carl, who never married.[6] His other son, Johannes, had died aged 3.[132] There are over two hundred descendants of Linnaeus through two of his daughters.[6]\n\nApostles\nMain article: Apostles of Linnaeus\n Carl Peter Thunberg was a VOC physician and an apostle of Linnaeus.\n Peter Forsskål was among the apostles who met a tragic fate abroad.\nDuring Linnaeus's time as Professor and Rector of Uppsala University, he taught many devoted students, 17 of whom he called \"apostles\". They were the most promising, most committed students, and all of them made botanical expeditions to various places in the world, often with his help. The amount of this help varied; sometimes he used his influence as Rector to grant his apostles a scholarship or a place on an expedition.[133] To most of the apostles he gave instructions of what to look for on their journeys. Abroad, the apostles collected and organised new plants, animals and minerals according to Linnaeus's system. Most of them also gave some of their collection to Linnaeus when their journey was finished.[134] Thanks to these students, the Linnaean system of taxonomy spread through the world without Linnaeus ever having to travel outside Sweden after his return from Holland.[135] The British botanist William T. Stearn notes, without Linnaeus's new system, it would not have been possible for the apostles to collect and organise so many new specimens.[136] Many of the apostles died during their expeditions.\n\nEarly expeditions\nChristopher Tärnström, the first apostle and a 43-year-old pastor with a wife and children, made his journey in 1746. He boarded a Swedish East India Company ship headed for China. Tärnström never reached his destination, dying of a tropical fever on Côn Sơn Island the same year. Tärnström's widow blamed Linnaeus for making her children fatherless, causing Linnaeus to prefer sending out younger, unmarried students after Tärnström.[137] Six other apostles later died on their expeditions, including Pehr Forsskål and Pehr Löfling.[136]\nTwo years after Tärnström's expedition, Finnish-born Pehr Kalm set out as the second apostle to North America. There he spent two-and-a-half years studying the flora and fauna of Pennsylvania, New York, New Jersey and Canada. Linnaeus was overjoyed when Kalm returned, bringing back with him many pressed flowers and seeds. At least 90 of the 700 North American species described in Species Plantarum had been brought back by Kalm.[138]\n\nCook expeditions and Japan\n Apostle Daniel Solander (far left) with Joseph Banks (left, sitting) accompanied James Cook (centre) on his journey to Australia.\nDaniel Solander was living in Linnaeus's house during his time as a student in Uppsala. Linnaeus was very fond of him, promising Solander his eldest daughter's hand in marriage. On Linnaeus's recommendation, Solander travelled to England in 1760, where he met the English botanist Joseph Banks. With Banks, Solander joined James Cook on his expedition to Oceania on the Endeavour in 1768–71.[139][140] Solander was not the only apostle to journey with James Cook; Anders Sparrman followed on the Resolution in 1772–75 bound for, among other places, Oceania and South America. Sparrman made many other expeditions, one of them to South Africa.[141]\nPerhaps the most famous and successful apostle was Carl Peter Thunberg, who embarked on a nine-year expedition in 1770. He stayed in South Africa for three years, then travelled to Japan. All foreigners in Japan were forced to stay on the island of Dejima outside Nagasaki, so it was thus hard for Thunberg to study the flora. He did, however, manage to persuade some of the translators to bring him different plants, and he also found plants in the gardens of Dejima. He returned to Sweden in 1779, one year after Linnaeus's death.[142]\n\nMajor publications\nMain article: Carl Linnaeus bibliography\nSystema Naturae\n Title page of the 10th edition of Systema Naturæ (1758)\nMain article: Systema Naturae\nThe first edition of Systema Naturae was printed in the Netherlands in 1735. It was a twelve-page work.[143] By the time it reached its 10th edition in 1758, it classified 4,400 species of animals and 7,700 species of plants. People from all over the world sent their specimens to Linnaeus to be included. By the time he started work on the 12th edition, Linnaeus needed a new invention—the index card—to track classifications.[144]\nIn Systema Naturae, the unwieldy names mostly used at the time, such as \"Physalis annua ramosissima, ramis angulosis glabris, foliis dentato-serratis\", were supplemented with concise and now familiar \"binomials\", composed of the generic name, followed by a specific epithet—in the case given, Physalis angulata. These binomials could serve as a label to refer to the species. Higher taxa were constructed and arranged in a simple and orderly manner. Although the system, now known as binomial nomenclature, was partially developed by the Bauhin brothers (see Gaspard Bauhin and Johann Bauhin) almost 200 years earlier,[145] Linnaeus was the first to use it consistently throughout the work, including in monospecific genera, and may be said to have popularised it within the scientific community.\nAfter the decline in Linnaeus's health in the early 1770s, publication of editions of Systema Naturae went in two different directions. Another Swedish scientist, Johan Andreas Murray issued the Regnum Vegetabile section separately in 1774 as the Systema Vegetabilium, rather confusingly labelled the 13th edition.[146] Meanwhile a 13th edition of the entire Systema appeared in parts between 1788 and 1793. It was through the Systema Vegetabilium that Linnaeus's work became widely known in England, following its translation from the Latin by the Lichfield Botanical Society as A System of Vegetables (1783–1785).[147]\n\nOrbis eruditi judicium de Caroli Linnaei MD scriptis\n('Opinion of the learned world on the writings of Carl Linnaeus, Doctor')                                  Published in 1740, this small octavo-sized pamphlet was presented to the State Library of New South Wales by the Linnean Society of NSW in 2018. This is considered among the rarest of all the writings of Linnaeus, and crucial to his career, securing him his appointment to a professorship of medicine at Uppsala University.  From this position he laid the groundwork for his radical new theory of classifying and naming organisms for which he was considered the founder of modern taxonomy.\n\nSpecies Plantarum\nMain article: Species Plantarum\nSpecies Plantarum (or, more fully, Species Plantarum, exhibentes plantas rite cognitas, ad genera relatas, cum differentiis specificis, nominibus trivialibus, synonymis selectis, locis natalibus, secundum systema sexuale digestas) was first published in 1753, as a two-volume work. Its prime importance is perhaps that it is the primary starting point of plant nomenclature as it exists today.[109]\n\nGenera Plantarum\nMain article: Genera Plantarum\nGenera plantarum: eorumque characteres naturales secundum numerum, figuram, situm, et proportionem omnium fructificationis partium was first published in 1737, delineating plant genera. Around 10 editions were published, not all of them by Linnaeus himself; the most important is the 1754 fifth edition.[148] In it Linnaeus divided the plant Kingdom into 24 classes. One, Cryptogamia, included all the plants with concealed reproductive parts (algae, fungi, mosses and liverworts and ferns).[149]\n\nPhilosophia Botanica\nMain article: Philosophia Botanica\nPhilosophia Botanica (1751)[103] was a summary of Linnaeus's thinking on plant classification and nomenclature, and an elaboration of the work he had previously published in Fundamenta Botanica (1736) and Critica Botanica (1737). Other publications forming part of his plan to reform the foundations of botany include his Classes Plantarum and Bibliotheca Botanica: all were printed in Holland (as were Genera Plantarum (1737) and Systema Naturae (1735)), the Philosophia being simultaneously released in Stockholm.[150]\n\nCollections\n Linnaeus marble by Léon-Joseph Chavalliaud (1899), outside the Palm House at Sefton Park, Liverpool\nAt the end of his lifetime the Linnean collection in Uppsala was considered one of the finest collections of natural history objects in Sweden. Next to his own collection he had also built up a museum for the university of Uppsala, which was supplied by material donated by Carl Gyllenborg (in 1744–1745), crown-prince Adolf Fredrik (in 1745), Erik Petreus (in 1746), Claes Grill (in 1746), Magnus Lagerström (in 1748 and 1750) and Jonas Alströmer (in 1749). The relation between the museum and the private collection was not formalised and the steady flow of material from Linnean pupils were incorporated to the private collection rather than to the museum.[151] Linnaeus felt his work was reflecting the harmony of nature and he said in 1754 \"the earth is then nothing else but a museum of the all-wise creator's masterpieces, divided into three chambers\". He had turned his own estate into a microcosm of that 'world museum'.[152]\nIn April 1766 parts of the town were destroyed by a fire and the Linnean private collection was subsequently moved to a barn outside the town, and shortly afterwards to a single-room stone building close to his country house at Hammarby near Uppsala. This resulted in a physical separation between the two collections; the museum collection remained in the botanical garden of the university. Some material which needed special care (alcohol specimens) or ample storage space was moved from the private collection to the museum.\nIn Hammarby the Linnean private collections suffered seriously from damp and the depredations by mice and insects. Carl von Linné's son (Carl Linnaeus) inherited the collections in 1778 and retained them until his own death in 1783. Shortly after Carl von Linné's death his son confirmed that mice had caused \"horrible damage\" to the plants and that also moths and mould had caused considerable damage.[153] He tried to rescue them from the neglect they had suffered during his father's later years, and also added further specimens. This last activity however reduced rather than augmented the scientific value of the original material.\nIn 1784 the young medical student James Edward Smith purchased the entire specimen collection, library, manuscripts, and correspondence of Carl Linnaeus from his widow and daughter and transferred the collections to London.[154][15]:342–357 Not all material in Linné's private collection was transported to England. Thirty-three fish specimens preserved in alcohol were not sent and were later lost.[155]\nIn London Smith tended to neglect the zoological parts of the collection; he added some specimens and also gave some specimens away.[156] Over the following centuries the Linnean collection in London suffered enormously at the hands of scientists who studied the collection, and in the process disturbed the original arrangement and labels, added specimens that did not belong to the original series and withdrew precious original type material.[153]\nMuch material which had been intensively studied by Linné in his scientific career belonged to the collection of Queen Lovisa Ulrika (1720–1782) (in the Linnean publications referred to as \"Museum Ludovicae Ulricae\" or \"M. L. U.\"). This collection was donated by her grandson King Gustav IV Adolf (1778–1837) to the museum in Uppsala in 1804. Another important collection in this respect was that of her husband King Adolf Fredrik (1710–1771) (in the Linnean sources known as \"Museum Adolphi Friderici\" or \"Mus. Ad. Fr.\"), the wet parts (alcohol collection) of which were later donated to the Royal Swedish Academy of Sciences, and is today housed in the Swedish Museum of Natural History at Stockholm. The dry material was transferred to Uppsala.[151]\n\nSystem of taxonomy\n Table of the Animal Kingdom (Regnum Animale) from the 1st edition of Systema Naturæ (1735)\nMain article: Linnaean taxonomy\nThe establishment of universally accepted conventions for the naming of organisms was Linnaeus's main contribution to taxonomy—his work marks the starting point of consistent use of binomial nomenclature.[157] During the 18th century expansion of natural history knowledge, Linnaeus also developed what became known as the Linnaean taxonomy; the system of scientific classification now widely used in the biological sciences. A previous zoologist Rumphius (1627–1702) had more or less approximated the Linnaean system and his material contributed to the later development of the binomial scientific classification by Linnaeus.[158]\nThe Linnaean system classified nature within a nested hierarchy, starting with three kingdoms. Kingdoms were divided into classes and they, in turn, into orders, and thence into genera (singular: genus), which were divided into species (singular: species).[159] Below the rank of species he sometimes recognised taxa of a lower (unnamed) rank; these have since acquired standardised names such as variety in botany and subspecies in zoology. Modern taxonomy includes a rank of family between order and genus and a rank of phylum between kingdom and class that were not present in Linnaeus's original system.[160]\nLinnaeus's groupings were based upon shared physical characteristics, and not simply upon differences.[160] Of his higher groupings, only those for animals are still in use, and the groupings themselves have been significantly changed since their conception, as have the principles behind them. Nevertheless, Linnaeus is credited with establishing the idea of a hierarchical structure of classification which is based upon observable characteristics and intended to reflect natural relationships.[157][161] While the underlying details concerning what are considered to be scientifically valid \"observable characteristics\" have changed with expanding knowledge (for example, DNA sequencing, unavailable in Linnaeus's time, has proven to be a tool of considerable utility for classifying living organisms and establishing their evolutionary relationships), the fundamental principle remains sound.\n\nHuman taxonomy\nMain article: Human taxonomy § History\nLinnaeus's system of taxonomy was especially noted as the first to include humans (Homo) taxonomically grouped with apes (Simia), under the header of Anthropomorpha.\nGerman biologist Ernst Haeckel speaking in 1907 noted this as the \"most important sign of Linnaeus's genius\".[162]\n\nLinnaeus classified humans among the primates beginning with the first edition of Systema Naturae.[163] During his time at Hartekamp, he had the opportunity to examine several monkeys and noted similarities between them and man.[92]:173–174 He pointed out both species basically have the same anatomy; except for speech, he found no other differences.[164][note 6] Thus he placed man and monkeys under the same category, Anthropomorpha, meaning \"manlike.\"[165] This classification received criticism from other biologists such as Johan Gottschalk Wallerius, Jacob Theodor Klein and Johann Georg Gmelin on the ground that it is illogical to describe man as human-like.[166] In a letter to Gmelin from 1747, Linnaeus replied:[167][note 7]\n\nIt does not please [you] that I've placed Man among the Anthropomorpha, perhaps because of the term 'with human form',[note 8] but man learns to know himself. Let's not quibble over words. It will be the same to me whatever name we apply. But I seek from you and from the whole world a generic difference between man and simian that [follows] from the principles of Natural History.[note 9] I absolutely know of none. If only someone might tell me a single one! If I would have called man a simian or vice versa, I would have brought together all the theologians against me. Perhaps I ought to have by virtue of the law of the discipline.\n Detail from the sixth edition of Systema Naturae (1748) describing Ant[h]ropomorpha with a division between Homo and Simia\nThe theological concerns were twofold: first, putting man at the same level as monkeys or apes would lower the spiritually higher position that man was assumed to have in the great chain of being, and second, because the Bible says man was created in the image of God[168] (theomorphism), if monkeys/apes and humans were not distinctly and separately designed, that would mean monkeys and apes were created in the image of God as well. This was something many could not accept.[169] The conflict between world views that was caused by asserting man was a type of animal would simmer for a century until the much greater, and still ongoing, creation–evolution controversy began in earnest with the publication of On the Origin of Species by Charles Darwin in 1859.\nAfter such criticism, Linnaeus felt he needed to explain himself more clearly. The 10th edition of Systema Naturae introduced new terms, including Mammalia and Primates, the latter of which would replace Anthropomorpha[170] as well as giving humans the full binomial Homo sapiens.[171] The new classification received less criticism, but many natural historians still believed he had demoted humans from their former place of ruling over nature and not being a part of it. Linnaeus believed that man biologically belongs to the animal kingdom and had to be included in it.[172] In his book Dieta Naturalis, he said, \"One should not vent one's wrath on animals, Theology decree that man has a soul and that the animals are mere 'aoutomata mechanica,' but I believe they would be better advised that animals have a soul and that the difference is of nobility.\"[173]\n\n\n Anthropomorpha, from the 1760 dissertation by C. E. Hoppius[174]1. Troglodyta Bontii, 2. Lucifer Aldrovandi, 3. Satyrus Tulpii, 4. Pygmaeus Edwardi\nLinnaeus added a second species to the genus Homo in Systema Naturae based on a figure and description by Jacobus Bontius from a 1658 publication: Homo troglodytes (\"caveman\")[175][176] and published a third in 1771: Homo lar.[177] Swedish historian Gunnar Broberg states that the new human species Linnaeus described were actually simians or native people clad in skins to frighten colonial settlers, whose appearance had been exaggerated in accounts to Linnaeus.[178]\nIn early editions of Systema Naturae, many well-known legendary creatures were included such as the phoenix, dragon, manticore, and satyrus,[179][note 10] which Linnaeus collected into the catch-all category Paradoxa. Broberg thought Linnaeus was trying to offer a natural explanation and demystify the world of superstition.[180] Linnaeus tried to debunk some of these creatures, as he had with the hydra; regarding the purported remains of dragons, Linnaeus wrote that they were either derived from lizards or rays.[181] For Homo troglodytes he asked the Swedish East India Company to search for one, but they did not find any signs of its existence.[182] Homo lar has since been reclassified as Hylobates lar, the lar gibbon.[183]\n\n\nSee also: Race (human categorization)\nIn the first edition of Systema Naturae, Linnaeus subdivided the human species into four varieties based on continent and[dubious  – discuss] skin colour: \"Europæus albesc[ens]\" (whitish European), \"Americanus rubesc[ens]\" (redish American), \"Asiaticus fuscus\" (tawny Asian) and \"Africanus nigr[iculus]\" (blackish African).[184][185]\nIn the tenth edition of Systema Naturae he further detailed phenotypical characteristics for each variety, based on the concept of the four temperaments from classical antiquity,[186][dubious  – discuss] and changed the description of Asians' skin tone to \"luridus\" (yellow).[187] Additionally, Linnaeus created a wastebasket taxon \"monstrosus\" for \"wild and monstrous humans, unknown groups, and more or less abnormal people\".[188]\nIn 1959, W. T. Stearn designated Linnaeus to be the lectotype of H. sapiens.[189][190][191]\n\nInfluences and economic beliefs\n Statue on University of Chicago campus\nLinnaeus's applied science was inspired not only by the instrumental utilitarianism general to the early Enlightenment, but also by his adherence to the older economic doctrine of Cameralism.[192] Additionally, Linnaeus was a state interventionist.  He supported tariffs, levies, export bounties, quotas, embargoes, navigation acts, subsidised investment capital, ceilings on wages, cash grants, state-licensed producer monopolies, and cartels.[193]\n\nCommemoration\n 1907 celebration in Råshult\nMain article: Commemoration of Carl Linnaeus\nAnniversaries of Linnaeus's birth, especially in centennial years, have been marked by major celebrations.[194] Linnaeus has appeared on numerous Swedish postage stamps and banknotes.[194] There are numerous statues of Linnaeus in countries around the world. The Linnean Society of London has awarded the Linnean Medal for excellence in botany or zoology since 1888. Following approval by the Riksdag of Sweden, Växjö University and Kalmar College merged on 1 January 2010 to become Linnaeus University.[195] Other things named after Linnaeus include the twinflower genus Linnaea, the crater Linné on the Earth's moon, a street in Cambridge, Massachusetts, and the cobalt sulfide mineral Linnaeite.\n\n\nCommentary\nAndrew Dickson White wrote in A History of the Warfare of Science with Theology in Christendom (1896):\n\n\nLinnaeus ... was the most eminent naturalist of his time, a wide observer, a close thinker; but the atmosphere in which he lived and moved and had his being was saturated with biblical theology, and this permeated all his thinking. ... Toward the end of his life he timidly advanced the hypothesis that all the species of one genus constituted at the creation one species; and from the last edition of his Systema Naturæ he quietly left out the strongly orthodox statement of the fixity of each species, which he had insisted upon in his earlier works. ... warnings came speedily both from the Catholic and Protestant sides.[196]\n\n\nThe mathematical PageRank algorithm, applied to 24 multilingual Wikipedia editions in 2014, published in PLOS ONE in 2015, placed Carl Linnaeus at the top historical figure, above Jesus, Aristotle, Napoleon, and Adolf Hitler (in that order).[197][198]\nIn the 21st century, Linnæus' taxonomy of human \"races\" has been problematised and discussed. Some critics[who?] claim that Linnæus was one of the forebears of the modern pseudoscientific notion of scientific racism, while others[who?] hold the view that while his classification was stereotyped, it did not imply that certain human \"races\" were superior to others.[citation needed]\n\nSee also: Scientific racism § Carl Linnaeus\nStandard author abbreviation\nThe standard author abbreviation L. is used to indicate this person as the author when citing a botanical name.[199]\nSelected publications by Linnaeus\nMain article: Carl Linnaeus bibliography\n\nLinnaeus, Carolus (1735). Systema naturae, sive regna tria naturae systematice proposita per classes, ordines, genera, & species. Leiden: Haak. pp. 1–12.\nLinnaeus, Carolus; Hendrik Engel; Maria Sara Johanna Engel-Ledeboer (1964) [1735]. Systema Naturae (facsimile of the 1st ed.). Nieuwkoop, Netherlands: B. de Graaf. OCLC 460298195.\nLinnaeus, Carl (1755) [1751]. Philosophia botanica: in qua explicantur fundamenta botanica cum definitionibus partium, exemplis terminorum, observationibus rariorum, adiectis figuris aeneis. originally published simultaneously by R. Kiesewetter (Stockholm) and Z. Chatelain (Amsterdam). Vienna: Joannis Thomae Trattner. Retrieved 13 December 2015.\nLinnaeus, Carl (1753). Species Plantarum: exhibentes plantas rite cognitas, ad genera relatas, cum differentiis specificis, nominibus trivialibus, synonymis selectis, locis natalibus, secundum systema sexuale digestas. Stockholm: Impensis Laurentii Salvii. see also Species Plantarum\nLinnaeus, Carolus (1758). Systema naturæ per regna tria naturæ, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. 1 (10th ed.). Stockholm: Laurentius Salvius. pp. [1–4], 1–824.\nLinné, Carl von (1774).  Murray, Johann Andreas (ed.). Systema vegetabilium (13th edition of Systema Naturae) (2 vols.). Göttingen: Typis et impensis Jo. Christ. Dieterich. Retrieved 24 February 2015.\nLinné, Carl von (1785) [1774]. Systema vegetabilium (13th edition of Systema Naturae) [A System of Vegetables 2 vols. 1783–1785]. Lichfield: Lichfield Botanical Society. Retrieved 24 February 2015.\nLinnaeus, Carolus (1771). Mantissa plantarum altera generum editionis VI et specierum editionis II. Stockholm: Laurentius Salvius. pp. [1–7], 144–588. Archived from the original on 30 September 2011. Retrieved 19 August 2010.\nLinnaeus, Carl (1792).  Giseke, Paul Dietrich (ed.). Praelectiones in ordines naturales plantarum. Hamburg: Benj. Gottl. Hoffmanni.\n\nSee also\n\nLinnaeus's flower clock\nJohann Bartsch, colleague\nCenturia Insectorum\nHistory of botany\nHistory of phycology\nScientific revolution\n\nReferences\nNotes\n\n\n^ a b Carl Linnaeus was born in 1707 on 13 May (Swedish calendar) or 23 May according to the Gregorian calendar. According to the Julian calendar he was born on 12 May. (Blunt 2004, p. 12)\n\n^ ICZN Chapter 16, Article 72.4.1.1 – \"For a nominal species or subspecies established before 2000, any evidence, published or unpublished, may be taken into account to determine what specimens constitute the type series.\" and Article 73.1.2 – \"If the nominal species-group taxon is based on a single specimen, either so stated or implied in the original publication, that specimen is the holotype fixed by monotypy (see Recommendation 73F). If the taxon was established before 2000 evidence derived from outside the work itself may be taken into account [Art. 72.4.1.1] to help identify the specimen.\"\n\n^ That is, Inaugural thesis in medicine, in which a new hypothesis on the cause of intermittent fevers is presented\n\n^ \"If this is not Helen's Nepenthes, it certainly will be for all botanists. What botanist would not be filled with admiration if, after a long journey, he should find this wonderful plant. In his astonishment past ills would be forgotten when beholding this admirable work of the Creator!\" (translated from Latin by Harry Veitch)\n\n^ The date of issue of both volumes was later, for practical purposes, arbitrarily set on 1 May, see Stearn, W. T. (1957), The preparation of the Species Plantarum and the introduction of binomial nomenclature, in: Species Plantarum, A Facsimile of the first edition, London, Ray Society: 72 and ICN (Melbourne Code)[110] Art. 13.4 Note 1: \"The two volumes of Linnaeus' Species plantarum, ed. 1 (1753), which appeared in May and August, 1753, respectively, are treated as having been published simultaneously on 1 May 1753.\"\n\n^ Frängsmyr et al. (1983), p. 167, quotes Linnaeus explaining the real difference would necessarily be absent from his classification system, as it was not a morphological characteristic: \"I well know what a splendidly great difference there is [between] a man and a bestia [literally, \"beast\"; that is, a non-human animal] when I look at them from a point of view of morality. Man is the animal which the Creator has seen fit to honor with such a magnificent mind and has condescended to adopt as his favorite and for which he has prepared a nobler life\". See also books.google.com in which Linnaeus cites the significant capacity to reason as the distinguishing characteristic of humans.\n\n^ Discussion of translation was originally made in this thread on talk.origins in 2005. For an alternative translation, see Gribbin & Gribbin (2008), p. 56, or Slotkin (1965), p. 180.\n\n^ \"antropomorphon\"  [sic]\n\n^ Others who followed were more inclined to give humans a special place in classification; Johann Friedrich Blumenbach in the first edition of his Manual of Natural History (1779), proposed that the primates be divided into the Quadrumana (four-handed, i.e. apes and monkeys) and Bimana (two-handed, i.e. humans). This distinction was taken up by other naturalists, most notably Georges Cuvier. Some elevated the distinction to the level of order. However, the many affinities between humans and other primates—and especially the great apes—made it clear that the distinction made no scientific sense. Charles Darwin wrote, in The Descent of Man in 1871:\n\nThe greater number of naturalists who have taken into consideration the whole structure of man, including his mental faculties, have followed Blumenbach and Cuvier, and have placed man in a separate Order, under the title of the Bimana, and therefore on an equality with the orders of the Quadrumana, Carnivora, etc. Recently many of our best naturalists have recurred to the view first propounded by Linnaeus, so remarkable for his sagacity, and have placed man in the same Order with the Quadrumana, under the title of the Primates. The justice of this conclusion will be admitted: for in the first place, we must bear in mind the comparative insignificance for classification of the great development of the brain in man, and that the strongly marked differences between the skulls of man and the Quadrumana (lately insisted upon by Bischoff, Aeby, and others) apparently follow from their differently developed brains. In the second place, we must remember that nearly all the other and more important differences between man and the Quadrumana are manifestly adaptive in their nature, and relate chiefly to the erect position of man; such as the structure of his hand, foot, and pelvis, the curvature of his spine, and the position of his head.\n\n^ Linnaeus is translated, writing that the satyrus is \"hairy, bearded, with a manlike body, gesticulating much, very fallacious, is a species of monkey, if ever one has been seen.\"\n\n\nCitations\n\n\n^ \"Linnaeus\". CollinsDictionary.com. HarperCollins.\n\n^ \"Linnaeus, Carolus\" in the Oxford Dictionaries Online.\n\n^ a b c Blunt (2004), p. 171.\n\n^ Calisher, CH (2007). \"Taxonomy: what's in a name? Doesn't a rose by any other name smell as sweet?\". Croatian Medical Journal. 48 (2): 268–270. PMC 2080517. PMID 17436393.\n\n^ a b \"What people have said about Linnaeus\". Linné on line. Uppsala University. Archived from the original on 8 June 2011. Retrieved 3 October 2011.\n\n^ a b c \"Linnaeus deceased\". Linné on line. Uppsala University. Retrieved 3 October 2011.\n\n^ Broberg (2006), p. 7.\n\n^ Egerton, Frank N. (2007). \"A History of the Ecological Sciences, Part 23: Linnaeus and the Economy of Nature\". Bulletin of the Ecological Society of America. 88 (1): 72–88. doi:10.1890/0012-9623(2007)88[72:AHOTES]2.0.CO;2.\n\n^ \"Linnaeus, Carl (1707–1778)\". Author Details. International Plant Names Index. Retrieved 1 October 2011.\n\n^ a b Blunt (2004), p. 12.\n\n^ Stöver (1794), p. 8.\n\n^ Broberg (2006), p. 10.\n\n^ \"Nicolaus Linnæus\". Geni. Retrieved 27 January 2016.\n\n^ \"Carolus Linnaeus – Biography, Facts and Pictures\". FamousScientists.org. Retrieved 10 April 2019.\n\n^ a b Fries, Theodor Magnus (2011) [1923].  Jackson, Benjamin Daydon (ed.). Linnaeus. Cambridge: Cambridge University Press. ISBN 978-1-108-03723-5.\n\n^ a b Blunt (2004), p. 13.\n\n^ Quammen (2007), p. 1.\n\n^ Blunt (2004), p. 15.\n\n^ Gribbin, M., & Gribbin, J. (2008). Flower hunters. Oxford University Press, USA. Pg. 29. ISBN 0199561826\n\n^ Thomson, Thomas (2011) [1812]. History of the Royal Society From Its Institution to the End of the Eighteenth Century. Cambridge: Cambridge University Press. p. 35. ISBN 978-1-108-02815-8.\n\n^ Blunt (2004), pp. 15–16.\n\n^ Stöver (1794), p. 5.\n\n^ Blunt (2004), p. 16.\n\n^ Stöver (1794), pp. 5–6.\n\n^ Carl von Linnés betydelse såsom naturforskare och läkare : skildringar utgifna af Kungl. Vetenskapsakademien i anledning af tvåhundraårsdagen af Linnés födelse (source)\n\n^ Stöver (1794), p. 6.\n\n^ Blunt (2004), pp. 16–17.\n\n^ a b Blunt (2004), pp. 17–18.\n\n^ Stöver (1794), pp. 8–11.\n\n^ Blunt (2004), p. 18.\n\n^ Stöver (1794), p. 13.\n\n^ Blunt (2004), pp. 21–22.\n\n^ Stöver (1794), p. 15.\n\n^ Stöver (1794), pp. 14–15.\n\n^ Blunt (2004), pp. 23–25.\n\n^ Blunt (2004), pp. 31–32.\n\n^ Stöver (1794), pp. 19–20.\n\n^ Blunt (2004), pp. 32–34.\n\n^ Blunt (2004), pp. 34–37.\n\n^ a b Blunt (2001), pp. 36–37.\n\n^ Anderson (1997), p. 40.\n\n^ Anderson (1997), pp. 42–43.\n\n^ Blunt (2001), p. 38.\n\n^ a b Black, David, ed. (1979). Carl Linnaeus Travels. Charles Scribner's Sons. p. 8. ISBN 978-0-684-15976-8.\n\n^ Blunt (2001), pp. 42–43.\n\n^ Anderson (1997), pp. 43–44.\n\n^ Anderson (1997), p. 46.\n\n^ Blunt (2001), pp. 63–65.\n\n^ Blunt (2004), pp. 39–42.\n\n^ a b Broberg (2006), p. 29.\n\n^ Quammen (2007), p. 2.\n\n^ Stöver (1794), pp. 38–39.\n\n^ a b Frodin (2001), p. 27.\n\n^ Blunt (2001), p. 54.\n\n^ Heniger, J.: Hendrik Adriaan van Reed tot Drakestein (1636–1691) and Hortus Malabaricus: A Contribution to the History of Dutch Colonial Botany. (Rotterdam: A.A.Balkema, 1986). Heniger (1986): \"Allure by the fame of Dutch botany, the young Linnaeus here spent some years, 1735–1738, to complete his schooling.\"\n\n^ Skott, Christina (2010), 'The VOC and Swedish Natural History: The Transmission of Scientific Knowledge in the Eighteenth Century,'; in Siegfried Huigen, Jan L. de Jong & Elmer Kolfin (eds.), The Dutch Trading Companies as Knowledge Networks. (Brill, 2010), pp. 361–392\n\n^ Thijsse, Gerard (2018), 'A Contribution to the History of the Herbaria of George Clifford III (1685–1760),'. Archives of Natural History 45(1): 134–148. doi:10.3366/anh.2018.0489\n\n^ Jarvis, C.E. (2019), 'Georg Rumphius' Herbarium Amboinense (1741–1750) as a source of information on Indonesian plants for Carl Linnaeus (1707–1778),'. Gardens' Bulletin Singapore 71: 87–107\n\n^ Blunt (2001), p. 74.\n\n^ Stöver (1794), p. 71.\n\n^ Blunt (2001), pp. 78–79.\n\n^ a b Anderson (1997), pp. 60–61.\n\n^ Blunt (2004), p. 90.\n\n^ a b Blunt (2001), p. 94.\n\n^ a b Hempelmann, Ernst; Krafts, Kristine (2013). \"Bad air, amulets and mosquitoes: 2,000 years of changing perspectives on malaria\". Malaria Journal. 12 (1): 232. doi:10.1186/1475-2875-12-232. PMC 3723432. PMID 23835014.\n\n^ Linnaeus's thesis on the ague (malaria), 2008, Uppsala University.\n\n^ Anderson (1997), p. 66.\n\n^ Blunt (2004), pp. 98–100.\n\n^ Blunt (2001), p. 98.\n\n^ Anderson (1997), pp. 62–63.\n\n^ a b Blunt (2004), pp. 100–102.\n\n^ Anderson (1997), p. 64.\n\n^ Stöver (1794), pp. 81–82.\n\n^ Shurtleff, William; Aoyagi, Akiko (2015). History of Soybeans and Soyfoods in Sweden, Norway, Denmark and Finland (1735–2015): Extensively Annotated Bibliography and Sourcebook. California: Soyinfo Center. p. 222. ISBN 978-1-928914-80-8.\n\n^ Tanner, Vasco M. (1959). \"Carl Linnaeus contributions and collections\". The Great Basin Naturalist. 19 (1): 27–34. Archived from the original on 10 March 2016. Retrieved 17 February 2016.\n\n^ \"Linnaeushof\". Hollan.com. 17 January 2013. Retrieved 17 February 2016.\n\n^ Blunt (2001), pp. 106–107.\n\n^ Stöver (1794), p. 89.\n\n^ Non erit Lexicon Hortulanorum, sed etiam Botanicorum, that the book will be, not just a lexicon of gardeners, but of botanists.\"; noted in Paterson 1986:40–41.\n\n^ Stöver (1794), pp. 89–90.\n\n^ Stöver (1794), pp. 90–93.\n\n^ Stöver (1794), p. 95.\n\n^ Veitch (1897)\n\n^ Blunt (2001), p. 123.\n\n^ a b Koerner (1999), p. 56.\n\n^ a b c d e f Louise Petrusson. \"Carl Linnaeus\". Swedish Museum of Natural History. Retrieved 3 April 2010.\n\n^ Stöver (1794), p. 141.\n\n^ Stöver (1794), pp. 146–147.\n\n^ Koerner (1999), p. 16.\n\n^ Koerner (1999), pp. 103–105.\n\n^ Stöver (1794), p. 382.\n\n^ a b c d e f g Gribbin & Gribbin (2008)\n\n^ a b Koerner (1999), p. 115.\n\n^ Blunt (2004), pp. 137–142.\n\n^ Stöver (1794), pp. 117–118.\n\n^ Koerner (1999), p. 204.\n\n^ Blunt (2004), p. 159.\n\n^ Blunt (2004), p. 165.\n\n^ Stöver (1794), p. 167.\n\n^ Blunt (2004), pp. 198–205.\n\n^ a b Koerner (1999), p. 116.\n\n^ Blunt (2004), pp. 173–174.\n\n^ a b Linnaeus 1751.\n\n^ Blunt (2004), p. 221.\n\n^ Tönz, Otmar (2006). \"Breastfeeding in modern and ancient times: Facts, ideas and beliefs\".  In Koletzko, Berthold; Michaelsen, K.F.; Hernell, Olle (eds.). Short and Long Term Effects of Breast Feeding on Child Health. Springer. p. 12.\n\n^ Carl Linnaeus (1752). Nutrix Noverca (in Latin).\n\n^ a b Koerner, Lisbet (2009). Linnaeus: Nature and Nation. pp. 69–70.\n\n^ Schiebinger, Londa (1993). \"Why Mammals are Called Mammals: Gender Politics in Eighteenth-Century Natural History\". The American Historical Review. 98 (2): 382–411. doi:10.2307/2166840. JSTOR 2166840. PMID 11623150. S2CID 46119192.\n\n^ a b Stace (1991), p. 24.\n\n^ McNeill, J.; Barrie, F.R.; Buck, W.R.; Demoulin, V.; Greuter, W.; Hawksworth, D.L.; Herendeen, P.S.; Knapp, S.; Marhold, K.; Prado, J.; Prud'homme Van Reine, W.F.; Smith, G.F.; Wiersema, J.H.; Turland, N.J. (2012). International Code of Nomenclature for algae, fungi, and plants (Melbourne Code) adopted by the Eighteenth International Botanical Congress Melbourne, Australia, July 2011. Regnum Vegetabile 154. A.R.G. Gantner Verlag KG. ISBN 978-3-87429-425-6.\n\n^ Sprague (1953)\n\n^ Stöver (1794), pp. 198–199.\n\n^ Blunt (2004), p. 166.\n\n^ Blunt (2004), p. 219.\n\n^ Blunt (2004), pp. 220–224.\n\n^ Blunt (2004), p. 6.\n\n^ Blunt (2004), p. 199.\n\n^ Blunt (2004), pp. 229–230.\n\n^ Jardine, William, ed. (1865). \"Anecdotes of Linnaeus\". The Naturalist's Library. Volume VI. Ornithology. Humming birds, Part I. London: Chatto & Windus. p. v.\n\n^ Uppsala University, Linné Online, English language version\n\n^ Soban, Branko. \"A Living Bond between Idrija and Uppsala\". The Slovenian. Retrieved 4 April 2012.\n\n^ Soban, Branko (January 2005). \"A Living Bond between Idrija and Uppsala\". Slovenija.svet. Slovene Emigrant Association. Retrieved 1 December 2007.\n\n^ Scopoli, Giovanni Antonio. Joannes A. Scopoli-Carl Linnaeus. Dopisovanje/Correspondence 1760–1775, ed. Darinka Soban. Ljubljana, 2004: Slovenian Natural history society.CS1 maint: location (link)\n\n^ Bell, Whitfield J., and Charles Greifenstein, Jr. Patriot-Improvers: Biographical Sketches of Members of the American Philosophical Society. 3 vols. Philadelphia: American Philosophical Society, 1997, 3:145–147.\n\n^ a b Blunt (2004), p. 245.\n\n^ Blunt (2004), p. 232.\n\n^ Stöver (1794), pp. 243–245.\n\n^ Broberg (2006), p. 42.\n\n^ Quammen (2007), p. 4.\n\n^ a b Anderson (1997), pp. 104–106.\n\n^ Blunt (2001), pp. 238–240.\n\n^ \"Linnaeus, Johannes (1754–1757). Swedish. Son of Carl Linnaeus and Sara Elisabet Linnaea\". The Linnaeus Correspondence. Centre international d'étude du XVIIIe siècle. Retrieved 4 October 2011.\n\n^ Blunt (2004), pp. 189–190.\n\n^ Broberg (2006), pp. 37–39.\n\n^ Anderson (1997), pp. 92–93.\n\n^ a b Blunt (2004), pp. 184–185.\n\n^ Blunt (2004), pp. 185–186.\n\n^ Anderson (1997), pp. 93–94.\n\n^ Anderson (1997), p. 96.\n\n^ Blunt (2004), pp. 191–192.\n\n^ Blunt (2004), pp. 192–193.\n\n^ Blunt (2004), pp. 193–194.\n\n^ Linnaeus (1735)\n\n^ Everts, Sarah (2016). \"Information Overload\". Distillations. 2 (2): 26–33. Retrieved 20 March 2018.\n\n^ Windelspecht (2002), p. 28.\n\n^ Linné 1774.\n\n^ Linné 1785.\n\n^ Stace (1991), p. 22.\n\n^ Van den Hoek et al. (2005).\n\n^ Stafleu (1971), p. 157.\n\n^ a b Wallin, L. 2001. Catalogue of type specimens. 4. Linnaean specimens. – pp. [1], 1–128. Uppsala. (Uppsala University, Museum of Evolution, Zoology Section).\n\n^ Lisbet Koerner, \"Carl Linnaeus in his Time and Place,\" in Cultures of Natural History, ed. Nicholas Jardine, James A. Secord, and Emma C. Spary (Cambridge: Cambridge University Press, 1995), pp. 145–162.\n\n^ a b Dance, S.P. 1967. Report on the Linnaean shell collection. – Proceedings of the Linnean Society of London 178 (1): 1–24, Pl. 1–10.\n\n^ White, Paul (1999). \"The purchase of knowledge: James Edward Smith and the Linnean collections\" (PDF). Endeavour. 23 (3): 126. doi:10.1016/S0160-9327(99)01212-0. Archived from the original (PDF) on 13 August 2017. Retrieved 28 January 2018.\n\n^ Wallin, Lars (14 February 2001). \"Catalogue of type specimens. 4\" (PDF). Uppsala University Museum of Evolution Zoology Section (6): 4. Retrieved 25 February 2019.\n\n^ Examples are evident in the Portland catalogue p. 76 Lot 1715 and p. 188 Lot 3997. \"A catalogue of the Portland Museum, lately the property of the Duchess Dowager of Portland, deceased: Which will be sold by auction by Mr. Skinner and Co. On Monday the 24th of April, 1786, and the thirty-seven following days (...) at her late dwelling-house, in Privy-Garden, Whitehall, by order of the Acting Executrix.\" – pp. i–viii [= 1–8], 3–194, pl. [1]. [London]. (Skinner).\n\n^ a b Reveal & Pringle (1993), pp. 160–161.\n\n^ Monk, K.A.; Fretes, Y.; Reksodiharjo-Lilley, G. (1996). The Ecology of Nusa Tenggara and Maluku. Hong Kong: Periplus Editions Ltd. p. 4. ISBN 978-962-593-076-3.\n\n^ Simpson (1961), pp. 16–19.\n\n^ a b Davis & Heywood (1973), p. 17.\n\n^ Simpson (1961), pp. 56–57.\n\n^ Sven Horstadius,  Linnaeus, animals and man, Biol. J. Linn. Soc. 6 (December 1974), 269–275 (p. 273).\n\n^ The Book of Popular Science. 1963.\n\n^ Frängsmyr et al. (1983), p. 170.\n\n^ Frängsmyr et al. (1983), p. 167.\n\n^ Johann Georg Gmelin (30 December 1746). \"Letter to Carl Linnaeus\". The Linnean Correspondence. St. Petersburg, Russia. L0759. Retrieved 4 October 2011.\n\n^ Carl Linnaeus (25 February 1747). \"Letter to Johann Georg Gmelin\". The Linnean Correspondence. Uppsala, Sweden. L0783. Retrieved 4 October 2011. Also available as JPG.\n\n^ Genesis 1:26–1:27\n\n^ Frängsmyr et al. (1983), pp. 171–172.\n\n^ Frängsmyr et al. (1983), p. 175.\n\n^ Blunt (2004), p. 8.\n\n^ Frängsmyr et al. (1983), pp. 191–192.\n\n^ Frängsmyr et al. (1983), p. 166.\n\n^ C. E. Hoppius, \"Anthropomorpha\", Amoenitates Academicae vol. 6 (1763).\n\n^ Linnaeus (1758), p. 24.\n\n^ Bontius (1658), p. 84.\n\n^ Linnaeus (1771), p. 521.\n\n^ Frängsmyr et al. (1983), p. 187.\n\n^ Linnaeus (1964) (1735), p. 30.\n\n^ Frängsmyr et al. (1983), pp. 176–177.\n\n^ Broberg (2008)\n\n^ Frängsmyr et al. (1983), p. 186.\n\n^ Wilson & Reeder (2005), p. 179.\n\n^ In later editions the naming was changed from whitish, reddish, tawny, blackish to white (albus), red (rufus), pale yellow (luridus), and black (niger). Staffan Müller-Wille \"Linnaeus and the Four Corners of the World\", in The Cultural Politics of Blood, 1500–1900, ed. Ralph Bauer, Kim Coles, Zit Nines, and Carla Peterson, 191–209 (Houndmills, Basingstoke, Hampshire, UK: Palgrave, 2015 [1]\n\n^ Braziel (2007), pp. 43–44.\n\n^ [need quotation to verify]\nLoring Brace (2005), p. 27.\nSlotkin (1965), pp. 176–178.\nMarks (2010), p. 265.\n\n^ Keevak (2011), pp. 3–4.\n\n^ Willoughby (2007), pp. 33–34, citing Broberg (1975), p. 291.\n\n^ Stearn, W. T. (1959). \"The Background of Linnaeus's Contributions to the Nomenclature and Methods of Systematic Biology\". Systematic Zoology. 8 (1): 4–22. doi:10.2307/sysbio/8.1.4. JSTOR 2411603. S2CID 85221313.\n\n^ Spamer, Earle E. (1999). \"Know Thyself: Responsible Science and the Lectotype of Homo sapiens Linnaeus, 1758\". Proceedings of the Academy of Natural Sciences of Philadelphia. 149: 109–114. JSTOR 4065043.\n\n^ Notton, David; Stringer, Chris. \"Who is the type of Homo sapiens?\". International Commission on Zoological Nomenclature. Retrieved 3 December 2018.\n\n^ Koerner (1999), p. 95–96.\n\n^ Koerner (1999), p. 97.\n\n^ a b Östholm (2007)\n\n^ \"A modern, international university in the Småland region of Sweden\". Linnaeus University. Archived from the original on 7 February 2019. Retrieved 3 October 2011.\n\n^ Andrew Dickson White, History of the Warfare of Science with Theology in Christendom (1922) Vol.1 pp. 59–61\n\n^ Eom, Young-Ho; Aragón, Pablo; Laniado, David; Kaltenbrunner, Andreas; Vigna, Sebastiano; Shepelyansky, Dima L.; Gao, Zhong-Ke (2015). \"Interactions of Cultures and Top People of Wikipedia from Ranking of 24 Language Editions\". PLOS ONE. 10 (3): e0114825. arXiv:1405.7183. Bibcode:2015PLoSO..1014825E. doi:10.1371/journal.pone.0114825. PMC 4349893. PMID 25738291.\n\n^ Tamblyn, Thomas (12 June 2014). \"Wikipedia Reveals Most Influential Person in History, No It's Not Jesus\". The Huffington Post. Retrieved 28 January 2016.\n\n^ IPNI.  L.\n\n\nSources\n\nAnderson, Margaret J. (1997). Carl Linnaeus: Father of Classification. United States: Enslow Publishers. ISBN 978-0-89490-786-9.\nBlunt, Wilfrid (2001). Linnaeus: the compleat naturalist. London: Frances Lincoln. ISBN 978-0-7112-1841-3.\nBlunt, Wilfrid (2004). Linnaeus: the compleat naturalist. London: Frances Lincoln. ISBN 978-0-7112-2362-2.\nBontius, J. (1658). \"Historiae naturalis & medicae Indiae Orientalis libri sex\".  In Gulielmo Piso (ed.). De Indiæ Utriusque re naturali et medica libri quatuordecim. Quorum contenta pagina sequens exhibet. Amsterdam: Elzevier. pp. 1–226.\nBraziel, Jana Evans (2007). \"Genre, race, erasure: a genealogical critique of \"American\" autobiography\".  In Joseph A. Young and Jana Evans Braziel (ed.). Erasing Public Memory: Race, Aesthetics, and Cultural Amnesia in the Americas. Mercer University Press. pp. 35–70. ISBN 978-0-88146-076-6.\nBroberg, G. (1975). Homo sapiens L. studien: Carl von Linné naturuppfattning och människolära. Uppsala: Almquist and Wiksell.\nBroberg, Gunnar (2008). \"The Dragonslayer\". Tijdschrift voor Skandinavistiek. 29 (1–2): 29–43. Archived from the original on 12 January 2013.\nBroberg, Gunnar (2006). Carl Linnaeus. Stockholm: Swedish Institute. ISBN 978-91-520-0912-3.\nDavis, P.H.; Heywood, V H. (1973). Principles of Angiosperm Taxonomy. Huntington, New York: Robert E. Krieger Publishing Company.\nFara, Patricia (2003). Sex, Botany and Empire: The Story of Carl Linnaeus and Joseph Banks. Cambridge: Icon Books. ISBN 978-1-84046-444-3. Retrieved 22 February 2015.\nFrängsmyr, Tore; Lindroth, Sten; Eriksson, Gunnar; Broberg, Gunnar (1983). Linnaeus, the man and his work. Berkeley and Los Angeles: University of California Press. ISBN 978-0-7112-1841-3.\nFrodin, D.G. (2001). \"The evolution of floras\". Guide to Standard Floras of the World: an Annotated, Geographically Arranged Systematic Bibliography of the Principal Floras, Enumerations, Checklists, and Chorological Atlases of Different Areas (2nd ed.). Cambridge University Press. pp. 24–51. ISBN 978-0-521-79077-2.\nGribbin, Mary; Gribbin, John (2008). Flower Hunters. Oxford: Oxford University Press. ISBN 978-0-19-956182-7.\nKeevak, Michael (2011). Becoming Yellow: A Short History of Racial Thinking. Princeton University Press. ISBN 978-0-691-14031-5.\nKoerner, Lisbet (1999). Linnaeus: Nature and Nation. Harvard: Harvard University Press. ISBN 978-0-674-09745-2.\nLoring Brace, C. (2005). \"Race\" is a Four Letter Word. The Genesis of the Concept. Oxford University Press. ISBN 978-0-19-517351-2.\nMarks, Jonathan (2010). \"Ten facts about human variation\".  In Muehlenbein, Michael (ed.). Human Evolutionary Biology. Cambridge University Press. pp. 265–276. ISBN 978-0-521-87948-4.\nÖstholm, Hanna (2007).  Mary J. Morris and Leonie Berwick (ed.). \"The Linnaean Legacy: Three Centuries after his Birth\" (PDF). The Linnean. Special Issue No. 8: 35–44. Archived from the original (PDF) on 17 July 2011.\nQuammen, David (June 2007). \"The Name Giver\". National Geographic. Retrieved 3 April 2010.\nReveal, James L.; Pringle, James S. (1993). \"7. Taxonomic Botany and Floristics\". Flora of North America. 1. New York and Oxford: Oxford University Press. ISBN 978-0-19-505713-3.\nSimpson, George Gaylord (1961). Principles of Animal Taxonomy. New York and London: Columbia University Press.\nSlotkin, J.S. (1965). \"The Eighteenth Century\". Readings in early Anthropology. Methuen Publishing. pp. 175–243.\nSprague, T. A. (1953). \"Linnaeus as a nomenclaturist\". Taxon. 2 (3): 40–46. doi:10.2307/1217339. JSTOR 1217339.\nStace, Clive A. (1991). Plant Taxonomy and Biosystematics (2nd ed.). Cambridge University Press. ISBN 978-0-521-42785-2.\nStafleu, Frans A. (1971). Linnaeus and the Linnaeans: the Spreading of their Ideas in Systematic Botany, 1735–1789. Utrecht: International Association for Plant Taxonomy. ISBN 978-90-6046-064-1.\nStöver, Dietrich Johann Heinrich (1794).  Joseph Trapp (ed.). The life of Sir Charles Linnæus. London: Library of Congress. OCLC 5660395.\nVan den Hoek, C.; D.G. Mann & H.M. Jahns (2005). Algae: An Introduction to Phycology. Cambridge: Cambridge University Press. ISBN 978-0-521-30419-1.\nVeitch, H.J. (1897). \"Nepenthes\". Journal of the Royal Horticultural Society. 21 (2): 226–262.\nWilloughby, Pamela (2007). The Evolution of Modern Humans in Africa: a Comprehensive Guide. AltaMira Press. ISBN 978-0-7591-0119-7.\nWilson, Don E.; DeeAnn M. Reeder (2005). Mammal Species of the World: A Taxonomic and Geographic Reference. 1 (3rd ed.). JHU Press. ISBN 978-0-8018-8221-0.\nWindelspecht, Michael (2002). Groundbreaking Scientific Experiments, Inventions, and Discoveries of the 17th century. Greenwood Publishing Group. ISBN 978-0-313-31501-5.\n\nFurther reading\n\nC. L. Brightwell (1858). A Life of Linnaeus. London: J. Van Voorst.\nEdward Lee Greene (1912). Carolus Linnaeus. Philadelphia: Christopher Sower Company.\nLys de Bray (2001). The Art of Botanical Illustration: A history of classic illustrators and their achievements. London: Quantum Publishing Ltd. pp. 62–71. ISBN 978-1-86160-425-5.\nEdmund Otis Hovey (1908). The Bicentenary of the Birth of Carolus Linnaeus. New York: New York Academy of Sciences.\nGeorge, Sam (June 2005). \"'Not Strictly Proper for a Female Pen': Eighteenth-Century Poetry and the Sexuality of Botany\". Comparative Critical Studies. 2 (2): 191–210. doi:10.3366/ccs.2005.2.2.191.\nGeorge, Sam (30 January 2014). \"Carl Linnaeus, Erasmus Darwin and Anna Seward: Botanical Poetry and Female Education\". Science & Education. 23 (3): 673–694. Bibcode:2014Sc&Ed..23..673G. doi:10.1007/s11191-014-9677-y. S2CID 142994653.\nSverker Sörlin; Otto Fagerstedt (2004). Linné och hans apostlar (in Swedish). Stockholm: Natur & Kultur/Fakta. ISBN 978-91-27-35590-3.\nAlbers, Lucia (1982). \"Linnaeus' verblijf op de Hartekamp\". Het Landgoed de Hartekamp in Heemstede (in Dutch). Heemstede: Vereniging Oud-Heemstede-Bennebroek. ISBN 978-90-70712-01-3.\nLars Hansen, ed. (2007–2011). The Linnaeus Apostles – Global Science & Adventure. 8 vols. 11 books. London & Whitby: The IK Foundation & Company. ISBN 978-1-904145-26-4.\n\nExternal links\n\n\n\nWikimedia Commons has media related to Linnaeus.\n\n\n\n\nWikiquote has quotations related to: Carl Linnaeus\n\n\n\n\nWikispecies has information related to Carl Linnaeus.\n\n\n\n\nWikisource has original works written by or about:Carl Linnaeus\n\n\n\n\nWikivoyage has a travel guide for Carl Linnaeus tourism.\n\nBiographies\n\nBiography at the Department of Systematic Botany, University of Uppsala\nBiography at The Linnean Society of London\nBiography from the University of California Museum of Paleontology\nA four-minute biographical video from the London Natural History Museum on YouTube\nBiography from Taxonomic Literature, 2nd Edition. 1976–2009.\nResources\n\nWorks by Carl von Linné at Project Gutenberg\nWorks by or about Carl Linnaeus at Internet Archive\nThe Linnean Society of London\nThe Linnaeus Apostles\nThe Linnean Collections\nThe Linnean Correspondence\nLinnaeus' Disciples and Apostles\nThe Linnaean Dissertations\nLinnean Herbarium\nThe Linnaeus Tercentenary\nWorks by Carl von Linné at the Biodiversity Heritage Library\nDigital edition: \"Critica botanica\" by the University and State Library Düsseldorf\nDigital edition: \"Classes plantarum seu systemata plantarum\" by the University and State Library Düsseldorf\nOratio de telluris habitabilis incremento (1744) – full digital facsimile from Linda Hall Library\nOther\n\nLinnaeus was depicted by Jay Hosler in a parody of Peanuts titled \"Good ol' Charlie Darwin\".\nThe 15 March 2007 issue of Nature featured a picture of Linnaeus on the cover with the heading \"Linnaeus's Legacy\" and devoted a substantial portion to items related to Linnaeus and Linnaean taxonomy.\nA tattoo of Linnaeus's definition of the order Primates mentioned by Carl Zimmer\nGinkgo biloba tree at the University of Harderwijk, said to have been planted by Linnaeus in 1735\nSL Magazine, Spring 2018 features an article by Nicholas Sparks, librarian, Collection Strategy and Development titled Origins of Taxonomy, describing a generous donation from the Linnean Society of NSW to supplement the State Library of New South Wales's collections on Carl Linnaeus of documents, photographs, prints and drawings as well as a fine portrait of Linnaeus painted about 1800.\nvteCarl LinnaeusPublished works\nLinnaeus bibliography\nSystema Naturae (1735)\nFundamenta Botanica (1736)\nBibliotheca Botanica (1736)\nMusa Cliffortiania (1736)\nCritica Botanica (1737)\nFlora Lapponica (1737)\nGenera Plantarum (1737)\nHortus Cliffortianus (1737)\nClasses Plantarum (1738)\nFlora Svecica (1745)\nFauna Svecica (1746)\nPhilosophia Botanica (1751)\nSpecies Plantarum (1753)\nCenturia Insectorum (1763)\nMantissa Plantarum Altera (1771)\nSystema Vegetabilium (1774)\nGeneral\nTaxonomy (biology)\nLinnaean taxonomy (Linnaean classification)\nBotanical nomenclature\nZoological nomenclature\nBinomial nomenclature\nTaxa named by Linnaeus‎\nNatural history\nHistory of biology\nHistory of botany\nScientific racism\nApostles of Linnaeus\nAdam Afzelius\nAndreas Berlin\nJohan Peter Falk\nPeter Forsskål\nPehr Kalm\nPehr Löfling\nPehr Osbeck\nDaniel Rolander\nGöran Rothman\nDaniel Solander\nAnders Sparrman\nCarl Peter Thunberg\nRelated people\nCarl Linnaeus the Younger\nElisabeth Christina von Linné\nStudents of Linnaeus\nPre-Linnaean botanists\nGaspard Bauhin\nJohann Bauhin\nPeter Artedi\nHerman Boerhaave\nJohannes Burman\nGeorge Clifford III\nRecognitions\nExpedition Linné\nLinnaea\nLinnaean Garden\nLinnaeite\nLinnaemya\nLinnaemyini\n7412 Linnaeus\nLinnaeus Arboretum\nThe Linnaeus Museum\nLinnaeus University\nLinnaeus's Hammarby\nLinné (crater)\nLinnéa\nLinnean Medal\nLinnean Society of London\nSwedish Linnaeus Society\nLinnean Society of New South Wales\nLinnean Tercentenary Medal\nLinneus, Maine\nLinneus, Missouri\n\n Category\n Wikiquote\n\nvteSystema Naturae by Carl Linnaeus10th edition\nMammalia\nAves\nAmphibia\nPisces\nInsecta\nColeoptera\nHemiptera\nLepidoptera\nNeuroptera\nHymenoptera\nDiptera\nAptera\nVermes\nSee also\n12th edition\nAnimalia Paradoxa\n\nvteNatural historyPioneeringnaturalistsClassicalantiquity\nAristotle (History of Animals)\nTheophrastus (Historia Plantarum)\nAelian (De Natura Animalium)\nPliny the Elder (Natural History)\nDioscorides (De Materia Medica)\nRenaissance\nGaspard Bauhin (Pinax theatri botanici)\nOtto Brunfels\nHieronymus Bock\nAndrea Cesalpino\nValerius Cordus\nLeonhart Fuchs\nConrad Gessner (Historia animalium)\nFrederik Ruysch\nWilliam Turner (Avium Praecipuarum, New Herball)\nJohn Gerard (Herball, or Generall Historie of Plantes)\nEnlightenment\nRobert Hooke (Micrographia)\nMarcello Malpighi\nAntonie van Leeuwenhoek\nWilliam Derham\nHans Sloane\nJan Swammerdam\nCarl Linnaeus (Systema Naturae)\nGeorg Steller\nJoseph Banks\nJohan Christian Fabricius\nJames Hutton\nJohn Ray (Historia Plantarum)\nComte de Buffon (Histoire Naturelle)\nBernard Germain de Lacépède\nGilbert White (The Natural History of Selborne)\nThomas Bewick (A History of British Birds)\nJean-Baptiste Lamarck (Philosophie zoologique)\n19th century\nGeorge Montagu (Ornithological Dictionary)\nGeorges Cuvier (Le Règne Animal)\nWilliam Smith\nCharles Darwin (On the Origin of Species)\nAlfred Russel Wallace (The Malay Archipelago)\nHenry Walter Bates (The Naturalist on the River Amazons)\nAlexander von Humboldt\nJohn James Audubon (The Birds of America)\nWilliam Buckland\nCharles Lyell\nMary Anning\nJean-Henri Fabre\nLouis Agassiz\nPhilip Henry Gosse\nAsa Gray\nWilliam Jackson Hooker\nJoseph Dalton Hooker\nWilliam Jardine (The Naturalist's Library)\nErnst Haeckel (Kunstformen der Natur)\nRichard Lydekker (The Royal Natural History)\n20th century\nAbbott Thayer (Concealing-Coloration in the Animal Kingdom)\nHugh B. Cott (Adaptive Coloration in Animals)\nNiko Tinbergen (The Study of Instinct)\nKonrad Lorenz (On Aggression)\nKarl von Frisch (The Dancing Bees)\nRonald Lockley (Shearwaters)\nTopics\nNatural history museums (List)\nParson-naturalists (List)\nNatural History Societies\nList of natural history dealers\n\nvteRaceScientific racismColor terminology\nBlack\nBronze\nBrown\nOlive (Mediterranean)\nRed (Amerindian)\nWhite\nHistorical concepts\nAustraloid\nCapoid\nCaucasoid\nAlpine\nArabid\nArmenoid\nAryan\nAtlantid\nCaspian\nDinaric\nEast Baltic\nEthiopid\nHamites\nIranid\nMediterranean\nNordic\nPamirid\nSemites\nTuranid\nMongoloid\nMalay\nSinodonty and Sundadonty\nNegroid\nHottentot\nSociological\nBy region\nin India\nin Latin America\nin Brazil\nin Colombia\nin Singapore\nin the United States\nPassing\nRacial discrimination\nRacism\nScientific racism\nRacial stereotypes\nColorism\nMaster race\nNazism and race\nRacial hygiene\nWhiteness studies\nNégritude\nPublications\nAn Essay upon the Causes of the Different Colours of People in Different Climates (1744)\nThe Outline of History of Mankind (1785)\nOccasional Discourse on the Negro Question (1849)\nAn Essay on the Inequality of the Human Races (1855)\nThe Races of Europe (Ripley, 1899)\nThe Foundations of the Nineteenth Century (1899)\nRace Life of the Aryan Peoples (1907)\nHeredity in Relation to Eugenics (1911)\nCastes in India (1916)\nThe Passing of the Great Race (1916)\nThe Rising Tide of Color Against White World-Supremacy (1920)\nThe Myth of the Twentieth Century (1930)\nAnnihilation of Caste (1936)\nThe Races of Europe (Coon, 1939)\nAn Investigation of Global Policy with the Yamato Race as Nucleus (1943)\nThe Race Question (1950)\nRelated\nMultiracial\nMiscegenation\nEthnogenesis\nEugenics\nGreat chain of being\nMonogenism\nPolygenism\nPre-Adamite\nHistory of anthropometry\n\nvteZoology\nOutline\nHistory\nBranches\nAnthrozoology\nArthropodology (Arachnology (Acarology)\nCarcinology\nEntomology (Coleopterology\nLepidopterology\nMelittology\nMyrmecology\nOrthopterology)\nMyriapodology)\nBiological anthropology\nBryozoology\nCnidariology\nEthnozoology\nEthology\nHelminthology\nHerpetology (Batrachology\nOphiology\nTestudinology)\nIchthyology\nMalacology (Conchology\nTeuthology)\nMammalogy (Cetology\nCynology\nFelinology\nHippology\nPrimatology)\nNematology\nNeuroethology\nOrnithology\nParasitology\nPaleozoology\nPlanktology\nZooarchaeology\nZoologists\nKarl Ernst von Baer\nGeorges Cuvier\nCharles Darwin\nJean-Henri Fabre\nWilliam Kirby\nCarl Linnaeus\nKonrad Lorenz\nThomas Say\nJakob von Uexküll\nAlfred Russel Wallace\nmore...\nHistory\nPre-Darwin\nPost-Darwin\nTimeline of zoology\n\n Category\n Commons\n\nAuthority control \nBIBSYS: 90052213\nBNC: 000180725\nBNE: XX847999\nBNF: cb130917536 (data)\nBotanist: L.\nCANTIC: a1937771x\nCiNii: DA01901178\nGND: 118573349\nICCU: IT\\ICCU\\IEIV\\004353\nISNI: 0000 0001 2127 4957\nKulturNav: 2ccdc557-c2b0-4108-bc1d-d3c58eb0e8fe\nLCCN: n79109333\nLNB: 000059941\nMGP: 118796\nNDL: 00447776\nNKC: nlk20000085460\nNLA: 35307414, 36585723\nNLG: 216660\nNLI: 000084857\nNLP: A11980643\nNTA: 068905297\nPLWABN: 9810662825305606\nRERO: 02-A003523914, 02-A010108802\nRKD: 424967\nSELIBR: 253377\nSNAC: w6th8rk6\nSUDOC: 028300327\nTePapa: 33529\nTrove: 905824, 1306580\nULAN: 500372798\nVcBA: 495/24403\nVIAF: 34594730\n WorldCat Identities: lccn-n79109333\n\n\n\n\n", "counts": {"Carl": 19, "Linnaeus": 150, "lɪˈniːəs": 1, "lɪˈneɪəs": 1, "Maynote": 1, "January": 4, "also": 25, "known": 10, "after": 16, "his": 144, "ennoblement": 4, "as": 68, "von": 7, "Linné": 8, "Swedish": 18, "pronunciationˈkɑːɭ": 1, "fɔn": 1, "lɪˈneː": 1, "listen": 1, "was": 135, "a": 159, "botanist": 10, "zoologist": 2, "taxonomist": 1, "and": 256, "physician": 8, "who": 23, "formalised": 2, "binomial": 8, "nomenclature": 9, "the": 492, "modern": 7, "system": 22, "of": 308, "naming": 4, "organisms": 6, "He": 50, "is": 23, "father": 11, "taxonomy": 8, "Many": 2, "writings": 4, "were": 45, "in": 224, "Latin": 9, "name": 15, "rendered": 1, "Carolus": 4, "Linnæus": 9, "born": 4, "Råshult": 2, "countryside": 2, "Småland": 4, "southern": 1, "Sweden": 17, "received": 5, "most": 14, "higher": 3, "education": 1, "at": 37, "Uppsala": 31, "University": 16, "began": 8, "giving": 3, "lectures": 10, "botany": 16, "there": 6, "lived": 2, "abroad": 1, "between": 12, "where": 14, "he": 100, "studied": 5, "published": 18, "first": 26, "edition": 15, "Systema": 18, "Naturae": 14, "Netherlands": 5, "then": 9, "returned": 11, "to": 225, "became": 10, "professor": 2, "medicine": 9, "In": 45, "s": 4, "sent": 6, "on": 53, "several": 6, "journeys": 3, "through": 5, "find": 5, "classify": 4, "plants": 30, "animals": 11, "continued": 5, "collect": 3, "minerals": 3, "while": 6, "publishing": 1, "volumes": 2, "one": 17, "acclaimed": 1, "scientists": 3, "Europe": 2, "time": 19, "death": 5, "Philosopher": 1, "JeanJacques": 1, "Rousseau": 1, "him": 41, "message": 1, "Tell": 1, "I": 10, "know": 4, "no": 6, "greater": 3, "man": 21, "earth": 3, "Johann": 4, "Wolfgang": 1, "Goethe": 1, "wrote": 7, "With": 5, "exception": 1, "Shakespeare": 1, "Spinoza": 1, "among": 5, "longer": 4, "living": 3, "has": 8, "influenced": 1, "me": 4, "more": 9, "strongly": 3, "author": 2, "August": 5, "Strindberg": 1, "reality": 1, "poet": 1, "happened": 1, "become": 11, "naturalist": 2, "been": 15, "called": 5, "Princeps": 1, "botanicorum": 1, "Prince": 1, "Botanists": 1, "The": 41, "Pliny": 1, "North": 3, "considered": 5, "founders": 1, "ecology": 1, "zoology": 4, "abbreviation": 2, "L": 3, "used": 11, "indicate": 1, "authority": 2, "for": 62, "species": 19, "older": 3, "publications": 5, "Linn": 1, "found": 7, "Linnaeuss": 35, "remains": 4, "constitute": 1, "type": 3, "specimen": 4, "Homo": 8, "sapiens": 3, "following": 3, "International": 1, "Code": 1, "Zoological": 1, "Nomenclature": 1, "since": 6, "sole": 1, "that": 52, "have": 26, "examined": 1, "himselfnote": 1, "village": 2, "May": 6, "child": 3, "Nicolaus": 1, "Nils": 10, "Ingemarsson": 2, "later": 17, "adopted": 2, "family": 10, "Christina": 4, "Brodersonia": 1, "His": 12, "siblings": 1, "Anna": 1, "Maria": 1, "Linnæa": 3, "Sofia": 1, "Juliana": 1, "Samuel": 3, "would": 20, "eventually": 3, "succeed": 1, "their": 24, "rector": 5, "Stenbrohult": 6, "write": 1, "manual": 1, "beekeeping": 1, "Emerentia": 1, "taught": 7, "small": 5, "One": 4, "long": 1, "line": 1, "peasants": 1, "priests": 1, "an": 21, "amateur": 2, "Lutheran": 1, "minister": 1, "curate": 1, "daughter": 3, "Brodersonius": 2, "A": 6, "year": 17, "birth": 4, "grandfather": 1, "died": 7, "moved": 9, "into": 15, "rectory": 1, "from": 40, "curates": 1, "house": 7, "Even": 3, "early": 5, "years": 15, "seemed": 1, "liking": 1, "flowers": 3, "particular": 1, "Whenever": 1, "upset": 1, "given": 5, "flower": 2, "which": 29, "immediately": 2, "calmed": 1, "spent": 3, "much": 2, "garden": 10, "often": 5, "showed": 5, "told": 2, "names": 4, "Soon": 2, "own": 6, "patch": 1, "could": 9, "grow": 3, "Carls": 2, "ancestry": 1, "adopt": 1, "permanent": 1, "surname": 1, "Before": 1, "ancestors": 1, "had": 47, "patronymic": 2, "Scandinavian": 1, "countries": 2, "named": 6, "Ingemar": 1, "Bengtsson": 1, "When": 5, "admitted": 2, "Lund": 2, "take": 3, "Latinate": 1, "giant": 1, "linden": 1, "tree": 3, "or": 15, "lime": 1, "lind": 1, "grew": 1, "homestead": 1, "This": 10, "spelled": 2, "with": 60, "æ": 2, "ligature": 2, "fathers": 2, "son": 11, "always": 1, "it": 29, "both": 6, "handwritten": 1, "documents": 1, "Nilsson": 2, "teaching": 4, "basic": 1, "religion": 1, "geography": 1, "age": 3, "seven": 2, "decided": 5, "hire": 1, "tutor": 2, "parents": 3, "picked": 1, "Johan": 5, "Telander": 2, "local": 2, "yeoman": 1, "did": 8, "not": 32, "like": 2, "writing": 4, "autobiography": 1, "better": 3, "calculated": 1, "extinguish": 1, "childs": 1, "talents": 1, "than": 5, "develop": 2, "them": 13, "Two": 3, "tutoring": 4, "begun": 1, "Lower": 2, "Grammar": 1, "School": 2, "Växjö": 5, "rarely": 1, "going": 1, "look": 3, "reached": 4, "last": 6, "when": 6, "fifteen": 1, "by": 45, "headmaster": 1, "Daniel": 2, "Lannerus": 2, "interested": 4, "noticed": 1, "interest": 4, "gave": 9, "run": 1, "introduced": 2, "Rothman": 6, "state": 3, "doctor": 4, "teacher": 1, "Katedralskolan": 1, "gymnasium": 2, "Also": 1, "broadened": 1, "helped": 5, "By": 3, "well": 6, "acquainted": 3, "existing": 1, "botanical": 16, "literature": 1, "remarks": 1, "journal": 3, "read": 1, "day": 1, "night": 1, "knowing": 1, "back": 4, "my": 2, "hand": 3, "Arvidh": 1, "Månssons": 1, "Rydaholm": 1, "Book": 1, "Herbs": 1, "Tillandzs": 1, "Flora": 10, "Åboensis": 1, "Palmbergs": 1, "Serta": 1, "Florea": 1, "Suecana": 1, "Bromelii": 1, "Chloros": 1, "Gothica": 1, "Rudbeckii": 1, "Hortus": 3, "Upsaliensis": 1, "entered": 2, "Katedralskola": 1, "mainly": 1, "Greek": 1, "Hebrew": 1, "theology": 3, "mathematics": 1, "curriculum": 1, "designed": 2, "boys": 1, "preparing": 1, "priesthood": 1, "visited": 1, "ask": 1, "professors": 3, "how": 7, "sons": 1, "studies": 1, "progressing": 1, "dismay": 1, "said": 4, "boy": 1, "never": 5, "scholar": 1, "believed": 4, "otherwise": 1, "suggesting": 1, "future": 1, "offered": 5, "live": 2, "teach": 3, "physiology": 1, "accepted": 5, "this": 19, "offer": 3, "serious": 1, "subject": 1, "according": 4, "Tourneforts": 2, "about": 12, "sexual": 2, "reproduction": 2, "Sébastien": 1, "Vaillant": 1, "enrolled": 1, "Skåne": 2, "registered": 1, "form": 1, "full": 2, "Professor": 5, "Kilian": 1, "Stobæus": 1, "natural": 12, "scientist": 2, "historian": 3, "lodging": 2, "use": 8, "library": 5, "included": 6, "many": 16, "books": 6, "student": 9, "free": 2, "admission": 1, "spare": 1, "explored": 2, "flora": 4, "together": 3, "students": 12, "sharing": 1, "same": 11, "interests": 1, "attend": 1, "advice": 1, "be": 13, "choice": 2, "if": 3, "wanted": 1, "study": 4, "based": 7, "recommendation": 2, "two": 12, "medical": 3, "faculty": 1, "Olof": 3, "Rudbeck": 7, "Younger": 1, "Lars": 1, "Roberg": 2, "Although": 4, "undoubtedly": 1, "good": 1, "they": 13, "so": 5, "public": 3, "others": 2, "stand": 2, "pharmacology": 1, "anatomy": 3, "best": 4, "met": 6, "new": 17, "benefactor": 1, "Celsius": 3, "home": 3, "allowed": 1, "richest": 1, "libraries": 1, "thesis": 2, "Praeludia": 1, "Sponsaliorum": 1, "Plantarum": 11, "plant": 5, "attracted": 1, "attention": 1, "selected": 1, "give": 1, "although": 1, "young": 2, "only": 10, "secondyear": 1, "popular": 3, "addressed": 1, "audience": 1, "people": 5, "June": 5, "Celsiuss": 2, "Rudbecks": 3, "three": 6, "youngest": 1, "children": 6, "friendship": 1, "wane": 1, "expeditions": 5, "Over": 2, "winter": 4, "doubt": 1, "classification": 15, "create": 1, "plan": 3, "divide": 1, "number": 3, "stamens": 1, "pistils": 1, "result": 1, "example": 5, "Genera": 4, "Critica": 3, "Botanica": 8, "produced": 1, "book": 11, "grown": 2, "Botanical": 6, "Garden": 5, "Adonis": 1, "Uplandicus": 1, "former": 2, "assistant": 1, "Rosén": 6, "March": 1, "degree": 3, "started": 3, "tried": 6, "over": 9, "but": 22, "prevented": 1, "Until": 1, "December": 4, "private": 7, "disagreement": 1, "wife": 3, "move": 2, "out": 13, "mentors": 1, "relationship": 1, "appear": 1, "suffer": 1, "That": 2, "Christmas": 2, "visit": 9, "mother": 1, "disapproved": 1, "failing": 1, "priest": 1, "she": 1, "pleased": 1, "learn": 1, "During": 9, "travel": 2, "Lapland": 4, "made": 10, "journey": 11, "detailed": 2, "results": 1, "exploration": 1, "lost": 2, "fire": 3, "afterwards": 3, "hope": 1, "possibly": 1, "valuable": 1, "curious": 1, "customs": 1, "native": 2, "Sami": 1, "reindeerherding": 1, "nomads": 1, "wandered": 1, "Scandinavias": 1, "vast": 1, "tundras": 1, "April": 4, "awarded": 3, "grant": 2, "Royal": 4, "Society": 6, "Sciences": 3, "expedition": 17, "just": 1, "before": 1, "turned": 2, "travelled": 8, "foot": 2, "horse": 2, "bringing": 3, "ornithological": 1, "manuscripts": 3, "sheets": 1, "paper": 1, "pressing": 1, "Near": 1, "Gävle": 1, "great": 6, "quantities": 1, "Campanula": 1, "serpyllifolia": 1, "Linnaea": 3, "borealis": 2, "twinflower": 3, "favourite": 2, "sometimes": 3, "dismounted": 1, "way": 5, "examine": 2, "rock": 1, "particularly": 1, "mosses": 2, "lichens": 1, "latter": 2, "main": 3, "part": 3, "diet": 1, "reindeer": 1, "common": 2, "economically": 1, "important": 6, "animal": 5, "clockwise": 1, "around": 2, "coast": 1, "Gulf": 1, "Bothnia": 1, "making": 3, "major": 2, "inland": 1, "incursions": 1, "Umeå": 1, "Luleå": 1, "Tornio": 1, "sixmonthlong": 1, "kilometres": 1, "mi": 1, "October": 3, "having": 4, "gathered": 1, "observed": 1, "birds": 1, "rocks": 1, "region": 1, "limited": 1, "biodiversity": 1, "described": 11, "previously": 3, "unidentified": 1, "These": 2, "basis": 1, "Lapponica": 5, "However": 2, "describe": 3, "because": 4, "yet": 1, "developed": 5, "ideas": 1, "practical": 2, "protomodern": 1, "account": 1, "covered": 1, "Linnaean": 7, "geographical": 1, "distribution": 1, "taxonomic": 1, "notes": 2, "It": 11, "Augustin": 1, "Pyramus": 1, "de": 4, "Candolle": 1, "attributed": 1, "genre": 1, "E": 1, "Greene": 1, "classic": 1, "delightful": 1, "works": 3, "during": 8, "flash": 1, "insight": 1, "regarding": 2, "mammals": 1, "Upon": 1, "observing": 1, "lower": 3, "jawbone": 1, "side": 2, "road": 1, "travelling": 1, "remarked": 1, "If": 3, "knew": 1, "teeth": 1, "what": 4, "kind": 1, "every": 2, "teats": 1, "placed": 6, "should": 6, "perhaps": 3, "able": 2, "work": 16, "perfectly": 1, "arrangement": 2, "all": 13, "quadrupeds": 1, "led": 3, "group": 1, "Dalarna": 2, "Funded": 1, "Governor": 1, "catalogue": 2, "resources": 1, "discover": 1, "ones": 2, "gather": 1, "intelligence": 1, "Norwegian": 1, "mining": 2, "activities": 1, "Røros": 1, "relations": 1, "worsened": 1, "invitation": 1, "Claes": 2, "Sohlberg": 4, "inspector": 1, "spend": 1, "holiday": 1, "Falun": 2, "permitted": 1, "mines": 1, "suggestion": 1, "Sohlbergs": 1, "set": 4, "Dutch": 3, "Republic": 1, "intended": 2, "Harderwijk": 2, "exchange": 1, "annual": 1, "salary": 1, "At": 4, "Swedes": 1, "pursue": 1, "doctoral": 2, "degrees": 2, "highly": 1, "revered": 1, "place": 7, "history": 5, "On": 7, "pair": 1, "stopped": 1, "Hamburg": 2, "mayor": 1, "proudly": 1, "supposed": 1, "wonder": 1, "nature": 6, "possession": 1, "taxidermied": 1, "sevenheaded": 1, "hydra": 4, "quickly": 1, "discovered": 1, "fake": 1, "cobbled": 1, "jaws": 1, "paws": 1, "weasels": 1, "skins": 2, "snakes": 1, "provenance": 1, "suggested": 2, "manufactured": 1, "monks": 1, "represent": 1, "Beast": 1, "Revelation": 1, "risk": 1, "incurring": 1, "mayors": 2, "wrath": 2, "observations": 5, "dashing": 1, "dreams": 1, "selling": 1, "enormous": 1, "sum": 1, "forced": 2, "flee": 1, "working": 2, "towards": 1, "soon": 1, "university": 4, "awarding": 1, "little": 2, "week": 1, "submitted": 1, "dissertation": 3, "written": 2, "entitled": 1, "Dissertatio": 1, "medica": 1, "inauguralis": 1, "qua": 1, "exhibetur": 1, "hypothesis": 3, "nova": 1, "febrium": 1, "intermittentium": 1, "causanote": 1, "laid": 2, "malaria": 1, "arose": 1, "areas": 1, "clayrich": 1, "soils": 1, "failed": 2, "identify": 1, "true": 1, "source": 3, "disease": 2, "transmission": 1, "ie": 1, "Anopheles": 1, "mosquito": 1, "correctly": 1, "predict": 1, "Artemisia": 1, "annua": 2, "wormwood": 1, "antimalarial": 1, "medications": 1, "Within": 1, "weeks": 2, "completed": 2, "oral": 1, "examinations": 1, "summer": 4, "reunited": 1, "Peter": 2, "Artedi": 2, "friend": 1, "whom": 3, "once": 2, "pact": 1, "either": 2, "predecease": 1, "other": 10, "survivor": 1, "finish": 1, "decedents": 1, "Ten": 2, "drowned": 1, "canals": 1, "Amsterdam": 1, "leaving": 2, "behind": 3, "unfinished": 1, "manuscript": 3, "fish": 2, "Frederik": 1, "Gronovius": 3, "brought": 4, "classifying": 3, "saw": 1, "very": 4, "impressed": 4, "help": 3, "pay": 1, "printing": 1, "additional": 1, "monetary": 1, "contribution": 3, "Scottish": 1, "Isaac": 1, "Lawson": 1, "respected": 2, "physicians": 1, "botanists": 3, "Herman": 1, "Boerhaave": 3, "convince": 1, "make": 4, "career": 3, "South": 5, "Africa": 3, "America": 3, "declined": 1, "stating": 1, "heat": 1, "Instead": 1, "convinced": 1, "Johannes": 3, "Burman": 8, "After": 6, "guests": 1, "knowledge": 3, "stay": 7, "Thesaurus": 1, "Zeylanicus": 1, "Fundamenta": 2, "Bibliotheca": 2, "George": 1, "Clifford": 5, "III": 1, "director": 1, "East": 3, "India": 3, "Company": 3, "owner": 1, "rich": 1, "estate": 2, "Hartekamp": 8, "Heemstede": 2, "ability": 1, "invited": 1, "superintendent": 1, "already": 1, "agreed": 2, "thus": 4, "accept": 3, "compensate": 1, "offering": 1, "copy": 1, "Sir": 2, "Hans": 2, "Sloanes": 1, "Natural": 3, "History": 3, "Jamaica": 1, "rare": 2, "let": 1, "September": 1, "personal": 2, "curator": 1, "Cliffords": 2, "herbarium": 2, "paid": 1, "florins": 1, "board": 1, "Though": 1, "agreement": 1, "practically": 1, "stayed": 6, "until": 7, "here": 1, "Cliffortianus": 2, "preface": 1, "experience": 1, "happiest": 1, "life": 2, "portion": 1, "declared": 1, "Linnaeushof": 1, "claimed": 1, "biggest": 1, "playground": 1, "July": 2, "England": 4, "expense": 1, "went": 3, "London": 6, "Sloane": 1, "collector": 1, "see": 2, "cabinet": 1, "Chelsea": 1, "Physic": 1, "its": 5, "keeper": 1, "Philip": 1, "Miller": 4, "subdividing": 1, "fact": 1, "reluctant": 1, "preferring": 1, "classifications": 2, "Joseph": 3, "Pitton": 1, "Tournefort": 1, "John": 1, "Ray": 1, "nevertheless": 1, "applauded": 1, "Millers": 1, "Gardeners": 2, "Dictionary": 2, "conservative": 1, "Scot": 1, "actually": 2, "retained": 3, "dictionary": 1, "preLinnaean": 1, "signifiers": 1, "discarded": 1, "fully": 3, "changed": 5, "ultimately": 1, "arrange": 1, "Oxford": 1, "Jacob": 2, "Dillenius": 2, "publicly": 1, "though": 1, "men": 1, "remained": 2, "correspondence": 2, "dedicated": 1, "botanica": 1, "opus": 1, "botanicum": 1, "quo": 1, "absolutius": 1, "mundus": 1, "nonvidit": 1, "genus": 8, "tropical": 2, "Dillenia": 1, "honour": 2, "specimens": 9, "next": 5, "genera": 6, "shortly": 2, "thereafter": 1, "supplemented": 2, "Corollarium": 1, "Generum": 1, "another": 4, "sixty": 1, "sexaginta": 1, "holdings": 1, "nine": 1, "months": 4, "contains": 1, "Nepenthes": 1, "pitcher": 1, "plantsnote": 1, "style": 1, "left": 4, "return": 3, "Illness": 1, "kindness": 1, "friends": 2, "obliged": 1, "some": 6, "Holland": 3, "again": 5, "Paris": 1, "month": 2, "visiting": 1, "such": 7, "Antoine": 1, "Jussieu": 1, "engagement": 1, "Sara": 9, "Elisabeth": 3, "Moræa": 2, "Three": 1, "Stockholm": 4, "employment": 1, "possible": 2, "support": 2, "Once": 1, "patron": 1, "Count": 1, "Gustav": 2, "Tessin": 1, "get": 1, "Admiralty": 1, "Academy": 4, "Science": 3, "Praeses": 1, "academy": 1, "drawing": 1, "lots": 1, "Because": 1, "finances": 1, "improved": 1, "now": 5, "sufficient": 1, "permission": 1, "marry": 1, "fiancée": 1, "Their": 1, "wedding": 1, "held": 2, "Seventeen": 1, "subsequent": 1, "Magdalena": 1, "days": 2, "old": 1, "four": 3, "Lovisa": 2, "Sophia": 1, "appointed": 2, "Medicine": 2, "responsibility": 1, "medicinerelated": 1, "matters": 1, "responsible": 1, "thoroughly": 1, "reconstruct": 1, "expand": 1, "instead": 3, "ninemonthold": 1, "followed": 5, "undertook": 1, "island": 2, "provinces": 1, "Öland": 3, "Gotland": 4, "six": 1, "useful": 1, "First": 1, "sailed": 1, "Visby": 1, "unrecorded": 1, "Öländska": 1, "och": 1, "Gothländska": 1, "Resa": 2, "Like": 1, "contained": 4, "zoological": 4, "concerning": 2, "culture": 1, "Suecica": 4, "Fauna": 2, "strictly": 1, "Anders": 2, "created": 4, "temperature": 1, "scale": 3, "inverted": 2, "compared": 3, "today": 3, "boiling": 1, "point": 6, "C": 2, "freezing": 1, "present": 2, "standard": 1, "commissioned": 2, "Government": 3, "carry": 1, "province": 2, "Västergötland": 1, "primary": 2, "companion": 1, "Erik": 2, "Gustaf": 1, "Lidbeck": 1, "accompanied": 1, "previous": 4, "findings": 2, "WästgötaResa": 1, "southernmost": 1, "Scania": 3, "postponed": 1, "felt": 4, "too": 2, "busy": 1, "title": 3, "archiater": 1, "chief": 1, "king": 2, "Adolf": 6, "Fredericka": 1, "mark": 1, "respect": 2, "elected": 2, "member": 1, "Berlin": 1, "spring": 1, "finally": 1, "Söderberg": 1, "brothers": 2, "sisters": 1, "similar": 1, "aspects": 1, "ordered": 1, "walnut": 1, "whitebeam": 1, "trees": 2, "these": 5, "military": 1, "rifles": 1, "successful": 2, "Skånska": 1, "starting": 6, "period": 2, "sciences": 2, "esteemed": 1, "Perhaps": 3, "various": 2, "places": 3, "world": 11, "samples": 1, "apostles": 8, "normally": 1, "think": 1, "themselves": 2, "trust": 1, "anybody": 1, "even": 1, "excursions": 1, "Saturday": 1, "fauna": 2, "vicinity": 1, "Philosophia": 3, "complete": 1, "survey": 1, "using": 1, "earlier": 3, "information": 1, "keep": 1, "travels": 1, "maintain": 1, "normal": 1, "upper": 1, "class": 3, "women": 1, "wet": 4, "nurses": 2, "babies": 2, "joined": 2, "ongoing": 2, "campaign": 1, "end": 3, "practice": 1, "promote": 1, "breastfeeding": 1, "mothers": 1, "along": 1, "Frederick": 2, "Lindberg": 1, "experiences": 1, "tradition": 1, "essentially": 1, "idea": 2, "presiding": 1, "reviewer": 1, "prases": 1, "expounded": 1, "upon": 6, "translated": 1, "French": 1, "JE": 1, "Gilibert": 1, "La": 1, "Nourrice": 1, "marâtre": 1, "ou": 1, "Dissertation": 1, "sur": 1, "les": 1, "suites": 1, "funestes": 1, "du": 1, "nourrisage": 1, "mercénaire": 1, "might": 2, "absorb": 1, "personality": 1, "nurse": 1, "milk": 1, "admired": 1, "care": 3, "practices": 1, "Lapps": 1, "pointed": 3, "healthy": 1, "those": 2, "Europeans": 1, "employed": 1, "behaviour": 1, "wild": 2, "none": 2, "denied": 1, "newborns": 1, "breastmilk": 1, "thought": 2, "activism": 1, "played": 1, "role": 1, "term": 2, "Mammalia": 2, "Species": 6, "internationally": 1, "volume": 2, "issued": 2, "second": 6, "yearnote": 1, "pages": 1, "dubbed": 1, "knight": 2, "Order": 3, "Polar": 1, "Star": 1, "civilian": 1, "order": 3, "seldom": 1, "seen": 1, "wearing": 1, "orders": 3, "insignia": 1, "noisy": 1, "unhealthy": 1, "bought": 3, "farms": 1, "Hammarby": 8, "Sävja": 1, "neighbouring": 1, "farm": 1, "Edeby": 1, "summers": 1, "initially": 1, "onestorey": 1, "larger": 1, "building": 2, "added": 5, "constructing": 1, "museum": 9, "hill": 1, "collection": 23, "destroyed": 2, "third": 2, "threatened": 1, "residence": 1, "necessitated": 1, "Since": 1, "initial": 1, "release": 1, "expanded": 1, "reprinted": 1, "times": 1, "tenth": 2, "released": 2, "established": 1, "itself": 1, "equivalent": 1, "King": 3, "granted": 1, "nobility": 2, "ennobled": 1, "took": 1, "Latinised": 1, "being": 5, "shortened": 1, "gallicised": 1, "version": 1, "German": 1, "nobiliary": 1, "particle": 1, "signifying": 1, "noble": 1, "familys": 1, "coat": 2, "arms": 2, "prominently": 1, "features": 1, "scientific": 7, "shield": 1, "divided": 5, "thirds": 1, "red": 1, "black": 1, "green": 1, "kingdoms": 2, "mineral": 2, "vegetable": 1, "centre": 1, "egg": 1, "denote": 1, "Nature": 1, "perpetuated": 1, "ovo": 1, "bottom": 1, "phrase": 1, "borrowed": 1, "Aeneid": 1, "reads": 1, "Famam": 1, "extendere": 1, "factis": 1, "we": 4, "extend": 1, "our": 3, "fame": 1, "deeds": 1, "inscribed": 1, "motto": 1, "gifted": 1, "reputation": 1, "spread": 2, "corresponded": 2, "different": 3, "For": 2, "Catherine": 1, "II": 1, "Russia": 1, "seeds": 2, "her": 5, "country": 2, "Giovanni": 1, "Antonio": 1, "Scopoli": 3, "Austrian": 1, "Empire": 1, "Idrija": 1, "Duchy": 1, "Carniola": 1, "nowadays": 1, "Slovenia": 1, "communicated": 1, "research": 1, "descriptions": 1, "olm": 1, "dormouse": 1, "hitherto": 1, "unknown": 2, "greatly": 2, "solanaceous": 1, "Scopolia": 1, "scopolamine": 1, "distance": 1, "relieved": 1, "duties": 1, "usual": 1, "ten": 1, "American": 3, "Philosophical": 1, "stepped": 1, "down": 1, "mostly": 2, "due": 1, "declining": 1, "health": 2, "troubled": 1, "illness": 1, "suffered": 5, "fever": 2, "survived": 1, "thanks": 1, "sciatica": 1, "stroke": 3, "partially": 2, "paralysed": 1, "losing": 1, "right": 1, "bereft": 1, "memory": 1, "still": 4, "admire": 1, "recognise": 1, "himself": 4, "weakened": 1, "Despite": 1, "desire": 1, "buried": 2, "Cathedral": 1, "collections": 6, "widow": 3, "Banks": 4, "eminent": 2, "wished": 1, "purchase": 1, "refused": 1, "inherited": 2, "outlived": 1, "husband": 2, "She": 1, "sell": 1, "acquaintance": 2, "buy": 1, "yearold": 2, "James": 4, "Edward": 2, "Smith": 4, "whole": 3, "insects": 2, "shells": 1, "letters": 1, "founded": 1, "Linnean": 11, "five": 1, "ended": 1, "married": 1, "aged": 1, "There": 3, "are": 6, "hundred": 1, "descendants": 1, "daughters": 2, "Rector": 2, "devoted": 1, "They": 1, "promising": 2, "committed": 1, "amount": 1, "varied": 1, "influence": 1, "scholarship": 1, "To": 1, "instructions": 1, "Abroad": 1, "collected": 2, "organised": 1, "Most": 1, "finished": 1, "Thanks": 1, "without": 2, "ever": 1, "outside": 3, "British": 1, "William": 1, "T": 2, "Stearn": 2, "organise": 1, "Christopher": 1, "Tärnström": 3, "apostle": 4, "pastor": 1, "boarded": 1, "ship": 1, "headed": 1, "China": 1, "destination": 1, "dying": 1, "Côn": 1, "Sơn": 1, "Island": 1, "Tärnströms": 2, "blamed": 1, "fatherless": 1, "causing": 1, "prefer": 1, "sending": 1, "younger": 1, "unmarried": 1, "Six": 1, "including": 4, "Pehr": 3, "Forsskål": 1, "Löfling": 1, "Finnishborn": 1, "Kalm": 3, "twoandahalf": 1, "studying": 1, "Pennsylvania": 1, "New": 3, "York": 1, "Jersey": 1, "Canada": 1, "overjoyed": 1, "pressed": 1, "least": 1, "Solander": 5, "fond": 1, "eldest": 1, "marriage": 1, "English": 1, "Cook": 2, "Oceania": 2, "Endeavour": 1, "Sparrman": 2, "Resolution": 1, "bound": 1, "famous": 1, "Thunberg": 2, "embarked": 1, "nineyear": 1, "Japan": 2, "All": 1, "foreigners": 1, "Dejima": 2, "Nagasaki": 1, "hard": 1, "however": 2, "manage": 1, "persuade": 1, "translators": 1, "bring": 1, "gardens": 1, "printed": 2, "twelvepage": 1, "th": 6, "classified": 3, "People": 1, "needed": 4, "inventionthe": 1, "index": 1, "cardto": 1, "track": 1, "unwieldy": 1, "Physalis": 2, "ramosissima": 1, "ramis": 1, "angulosis": 1, "glabris": 1, "foliis": 1, "dentatoserratis": 1, "concise": 1, "familiar": 1, "binomials": 2, "composed": 1, "generic": 2, "specific": 1, "epithetin": 1, "case": 1, "angulata": 1, "serve": 1, "label": 1, "refer": 1, "Higher": 1, "taxa": 2, "constructed": 1, "arranged": 1, "simple": 1, "orderly": 1, "manner": 1, "Bauhin": 3, "Gaspard": 1, "almost": 1, "consistently": 1, "throughout": 1, "monospecific": 1, "may": 1, "popularised": 1, "within": 2, "community": 1, "decline": 1, "publication": 3, "editions": 4, "directions": 1, "Another": 2, "Andreas": 1, "Murray": 1, "Regnum": 1, "Vegetabile": 1, "section": 1, "separately": 2, "Vegetabilium": 2, "rather": 3, "confusingly": 1, "labelled": 1, "Meanwhile": 1, "entire": 2, "appeared": 2, "parts": 5, "widely": 2, "translation": 1, "Lichfield": 1, "System": 1, "Vegetables": 1, "Opinion": 1, "learned": 1, "Doctor": 1, "Published": 1, "octavosized": 1, "pamphlet": 1, "presented": 1, "State": 1, "Library": 1, "Wales": 1, "NSW": 1, "rarest": 1, "crucial": 1, "securing": 1, "appointment": 1, "professorship": 1, "From": 1, "position": 4, "groundwork": 1, "radical": 1, "theory": 1, "founder": 1, "exhibentes": 1, "plantas": 1, "rite": 1, "cognitas": 1, "ad": 1, "relatas": 1, "cum": 1, "differentiis": 1, "specificis": 1, "nominibus": 1, "trivialibus": 1, "synonymis": 1, "selectis": 1, "locis": 1, "natalibus": 1, "secundum": 2, "systema": 1, "sexuale": 1, "digestas": 1, "twovolume": 1, "Its": 1, "prime": 1, "importance": 1, "exists": 1, "plantarum": 1, "eorumque": 1, "characteres": 1, "naturales": 1, "numerum": 1, "figuram": 1, "situm": 1, "et": 1, "proportionem": 1, "omnium": 1, "fructificationis": 1, "partium": 1, "delineating": 1, "Around": 1, "fifth": 1, "Kingdom": 1, "classes": 2, "Cryptogamia": 1, "concealed": 1, "reproductive": 1, "algae": 1, "fungi": 1, "liverworts": 1, "ferns": 1, "summary": 1, "thinking": 2, "elaboration": 1, "Other": 3, "forming": 1, "reform": 1, "foundations": 1, "include": 3, "Classes": 1, "simultaneously": 1, "lifetime": 1, "finest": 1, "objects": 1, "Next": 1, "built": 1, "up": 1, "supplied": 1, "material": 9, "donated": 3, "Gyllenborg": 1, "crownprince": 1, "Fredrik": 2, "Petreus": 1, "Grill": 1, "Magnus": 1, "Lagerström": 1, "Jonas": 1, "Alströmer": 1, "relation": 1, "steady": 1, "flow": 1, "pupils": 1, "incorporated": 1, "reflecting": 1, "harmony": 1, "nothing": 1, "else": 1, "allwise": 1, "creators": 1, "masterpieces": 1, "chambers": 1, "microcosm": 1, "town": 2, "subsequently": 1, "barn": 1, "singleroom": 1, "stone": 1, "close": 2, "near": 1, "resulted": 1, "physical": 2, "separation": 1, "Some": 2, "special": 1, "alcohol": 3, "ample": 1, "storage": 1, "space": 1, "seriously": 1, "damp": 1, "depredations": 1, "mice": 2, "Linnés": 3, "Shortly": 1, "confirmed": 1, "caused": 3, "horrible": 1, "damage": 2, "moths": 1, "mould": 1, "considerable": 2, "rescue": 1, "neglect": 2, "further": 2, "activity": 1, "reduced": 1, "augmented": 1, "value": 1, "original": 5, "purchased": 1, "transferred": 2, "Not": 1, "transported": 1, "Thirtythree": 1, "preserved": 1, "tended": 1, "away": 1, "centuries": 1, "enormously": 1, "hands": 1, "process": 1, "disturbed": 1, "labels": 1, "belong": 1, "series": 1, "withdrew": 1, "precious": 1, "Much": 1, "intensively": 1, "belonged": 1, "Queen": 1, "Ulrika": 1, "referred": 1, "Museum": 3, "Ludovicae": 1, "Ulricae": 1, "M": 1, "U": 1, "grandson": 1, "IV": 1, "sources": 1, "Adolphi": 1, "Friderici": 1, "Mus": 1, "Ad": 1, "Fr": 1, "housed": 1, "dry": 1, "establishment": 1, "universally": 1, "conventions": 1, "taxonomyhis": 1, "marks": 1, "consistent": 1, "century": 3, "expansion": 1, "biological": 1, "Rumphius": 1, "less": 3, "approximated": 1, "contributed": 1, "development": 2, "nested": 1, "hierarchy": 1, "Kingdoms": 1, "turn": 1, "thence": 1, "singular": 2, "Below": 1, "rank": 4, "recognised": 1, "unnamed": 1, "acquired": 1, "standardised": 1, "variety": 2, "subspecies": 1, "Modern": 1, "includes": 1, "phylum": 1, "kingdom": 2, "groupings": 3, "shared": 1, "characteristics": 4, "simply": 1, "differences": 3, "Of": 1, "significantly": 1, "conception": 1, "principles": 2, "Nevertheless": 1, "credited": 1, "establishing": 2, "hierarchical": 1, "structure": 3, "observable": 2, "reflect": 1, "relationships": 2, "While": 1, "underlying": 1, "details": 1, "scientifically": 1, "valid": 1, "expanding": 1, "DNA": 1, "sequencing": 1, "unavailable": 1, "proven": 1, "tool": 1, "utility": 1, "evolutionary": 1, "fundamental": 1, "principle": 1, "sound": 1, "especially": 2, "noted": 3, "humans": 6, "taxonomically": 1, "grouped": 1, "apes": 3, "Simia": 1, "under": 4, "header": 1, "AnthropomorphaGerman": 1, "biologist": 1, "Ernst": 1, "Haeckel": 1, "speaking": 1, "sign": 1, "genius": 1, "primates": 1, "beginning": 1, "opportunity": 1, "monkeys": 4, "similarities": 1, "basically": 1, "except": 1, "speech": 1, "differencesnote": 1, "Thus": 1, "category": 2, "Anthropomorpha": 3, "meaning": 1, "manlike": 1, "criticism": 3, "biologists": 1, "Gottschalk": 1, "Wallerius": 1, "Theodor": 1, "Klein": 1, "Georg": 1, "Gmelin": 2, "ground": 1, "illogical": 1, "humanlike": 1, "letter": 1, "repliednote": 1, "does": 1, "please": 1, "you": 2, "Ive": 1, "Man": 1, "human": 5, "formnote": 1, "learns": 1, "Lets": 1, "quibble": 1, "words": 1, "will": 2, "whatever": 1, "apply": 1, "But": 1, "seek": 1, "difference": 2, "simian": 2, "follows": 1, "Historynote": 1, "absolutely": 1, "someone": 1, "tell": 1, "single": 1, "vice": 1, "versa": 1, "theologians": 1, "against": 1, "ought": 1, "virtue": 1, "law": 1, "discipline": 1, "theological": 1, "concerns": 1, "twofold": 1, "putting": 1, "level": 1, "spiritually": 1, "assumed": 1, "chain": 1, "Bible": 1, "says": 1, "image": 2, "God": 2, "theomorphism": 1, "monkeysapes": 1, "distinctly": 1, "mean": 1, "something": 1, "conflict": 1, "views": 1, "asserting": 1, "simmer": 1, "creationevolution": 1, "controversy": 1, "earnest": 1, "Origin": 1, "Charles": 1, "Darwin": 1, "explain": 1, "clearly": 1, "terms": 1, "Primates": 2, "replace": 1, "historians": 1, "demoted": 1, "ruling": 1, "biologically": 1, "belongs": 1, "Dieta": 1, "Naturalis": 1, "vent": 1, "Theology": 2, "decree": 1, "soul": 2, "mere": 1, "aoutomata": 1, "mechanica": 1, "believe": 1, "advised": 1, "figure": 2, "description": 2, "Jacobus": 1, "Bontius": 1, "troglodytes": 2, "caveman": 1, "lar": 4, "Gunnar": 1, "Broberg": 2, "states": 1, "simians": 1, "clad": 1, "frighten": 1, "colonial": 1, "settlers": 1, "whose": 1, "appearance": 1, "exaggerated": 1, "accounts": 1, "wellknown": 1, "legendary": 1, "creatures": 2, "phoenix": 1, "dragon": 1, "manticore": 1, "satyrusnote": 1, "catchall": 1, "Paradoxa": 1, "trying": 1, "explanation": 1, "demystify": 1, "superstition": 1, "debunk": 1, "purported": 1, "dragons": 1, "derived": 1, "lizards": 1, "rays": 1, "asked": 1, "search": 1, "any": 1, "signs": 1, "existence": 1, "reclassified": 1, "Hylobates": 1, "gibbon": 1, "subdivided": 1, "varieties": 1, "continent": 1, "anddubious": 1, "discuss": 2, "skin": 2, "colour": 1, "Europæus": 1, "albescens": 1, "whitish": 1, "European": 1, "Americanus": 1, "rubescens": 1, "redish": 1, "Asiaticus": 1, "fuscus": 1, "tawny": 1, "Asian": 1, "Africanus": 1, "nigriculus": 1, "blackish": 1, "AfricanIn": 1, "phenotypical": 1, "each": 2, "concept": 1, "temperaments": 1, "classical": 1, "antiquitydubious": 1, "Asians": 1, "tone": 1, "luridus": 1, "yellow": 1, "Additionally": 2, "wastebasket": 1, "taxon": 1, "monstrosus": 1, "monstrous": 1, "groups": 1, "abnormal": 1, "W": 1, "designated": 1, "lectotype": 1, "H": 1, "applied": 2, "science": 1, "inspired": 1, "instrumental": 1, "utilitarianism": 1, "general": 1, "Enlightenment": 1, "adherence": 1, "economic": 1, "doctrine": 1, "Cameralism": 1, "interventionist": 1, "supported": 1, "tariffs": 1, "levies": 1, "export": 1, "bounties": 1, "quotas": 1, "embargoes": 1, "navigation": 1, "acts": 1, "subsidised": 1, "investment": 1, "capital": 1, "ceilings": 1, "wages": 1, "cash": 1, "grants": 1, "statelicensed": 1, "producer": 1, "monopolies": 1, "cartels": 1, "Anniversaries": 1, "centennial": 1, "marked": 2, "celebrations": 1, "numerous": 2, "postage": 1, "stamps": 1, "banknotes": 1, "statues": 1, "Medal": 1, "excellence": 1, "Following": 1, "approval": 1, "Riksdag": 1, "Kalmar": 1, "College": 1, "merged": 1, "things": 1, "crater": 1, "Earths": 1, "moon": 1, "street": 1, "Cambridge": 1, "Massachusetts": 1, "cobalt": 1, "sulfide": 1, "Linnaeite": 1, "Andrew": 1, "Dickson": 1, "White": 1, "Warfare": 1, "Christendom": 1, "wide": 1, "observer": 1, "thinker": 1, "atmosphere": 1, "saturated": 1, "biblical": 1, "permeated": 1, "Toward": 1, "timidly": 1, "advanced": 1, "constituted": 1, "creation": 1, "Naturæ": 1, "quietly": 1, "orthodox": 1, "statement": 1, "fixity": 1, "insisted": 2, "warnings": 1, "came": 1, "speedily": 1, "Catholic": 1, "Protestant": 1, "sides": 1, "mathematical": 1, "PageRank": 1, "algorithm": 1, "multilingual": 1, "Wikipedia": 1, "PLOS": 1, "ONE": 1, "top": 1, "historical": 1, "above": 1, "Jesus": 1, "Aristotle": 1, "Napoleon": 1, "Hitler": 1, "st": 1, "races": 2, "problematised": 1, "discussed": 1, "criticswho": 1, "claim": 1, "forebears": 1, "pseudoscientific": 1, "notion": 1, "racism": 1, "otherswho": 1, "hold": 1, "view": 2, "stereotyped": 1, "imply": 1, "certain": 1, "superior": 1, "otherscitation": 1, "naturalists": 2, "taken": 1, "consideration": 1, "mental": 1, "faculties": 1, "Blumenbach": 1, "Cuvier": 1, "separate": 1, "Bimana": 1, "therefore": 1, "equality": 1, "Quadrumana": 4, "Carnivora": 1, "etc": 1, "Recently": 1, "recurred": 1, "propounded": 1, "remarkable": 1, "sagacity": 1, "justice": 1, "conclusion": 1, "must": 2, "bear": 1, "mind": 1, "comparative": 1, "insignificance": 1, "brain": 1, "skulls": 1, "lately": 1, "Bischoff": 1, "Aeby": 1, "apparently": 1, "follow": 1, "differently": 1, "brains": 1, "remember": 1, "nearly": 1, "manifestly": 1, "adaptive": 1, "relate": 1, "chiefly": 1, "erect": 1, "pelvis": 1, "curvature": 1, "spine": 1, "head": 1, "Biographies": 1, "Resources": 1}, "freq": {"Carl": 0.0023156611822059718, "Linnaeus": 0.018281535648994516, "lɪˈniːəs": 0.0001218769043266301, "lɪˈneɪəs": 0.0001218769043266301, "Maynote": 0.0001218769043266301, "January": 0.0004875076173065204, "also": 0.0030469226081657527, "known": 0.001218769043266301, "after": 0.0019500304692260815, "his": 0.017550274223034734, "ennoblement": 0.0004875076173065204, "as": 0.008287629494210847, "von": 0.0008531383302864108, "Linné": 0.0009750152346130408, "Swedish": 0.0021937842778793418, "pronunciationˈkɑːɭ": 0.0001218769043266301, "fɔn": 0.0001218769043266301, "lɪˈneː": 0.0001218769043266301, "listen": 0.0001218769043266301, "was": 0.016453382084095063, "a": 0.019378427787934187, "botanist": 0.001218769043266301, "zoologist": 0.0002437538086532602, "taxonomist": 0.0001218769043266301, "and": 0.031200487507617305, "physician": 0.0009750152346130408, "who": 0.002803168799512492, "formalised": 0.0002437538086532602, "binomial": 0.0009750152346130408, "nomenclature": 0.0010968921389396709, "the": 0.05996343692870201, "modern": 0.0008531383302864108, "system": 0.002681291895185862, "of": 0.03753808653260207, "naming": 0.0004875076173065204, "organisms": 0.0007312614259597807, "He": 0.006093845216331505, "is": 0.002803168799512492, "father": 0.001340645947592931, "taxonomy": 0.0009750152346130408, "Many": 0.0002437538086532602, "writings": 0.0004875076173065204, "were": 0.005484460694698354, "in": 0.027300426569165145, "Latin": 0.0010968921389396709, "name": 0.0018281535648994515, "rendered": 0.0001218769043266301, "Carolus": 0.0004875076173065204, "Linnæus": 0.0010968921389396709, "born": 0.0004875076173065204, "Råshult": 0.0002437538086532602, "countryside": 0.0002437538086532602, "Småland": 0.0004875076173065204, "southern": 0.0001218769043266301, "Sweden": 0.0020719073735527118, "received": 0.0006093845216331506, "most": 0.0017062766605728215, "higher": 0.00036563071297989033, "education": 0.0001218769043266301, "at": 0.0045094454600853135, "Uppsala": 0.003778184034125533, "University": 0.0019500304692260815, "began": 0.0009750152346130408, "giving": 0.00036563071297989033, "lectures": 0.001218769043266301, "botany": 0.0019500304692260815, "there": 0.0007312614259597807, "lived": 0.0002437538086532602, "abroad": 0.0001218769043266301, "between": 0.0014625228519195613, "where": 0.0017062766605728215, "he": 0.01218769043266301, "studied": 0.0006093845216331506, "published": 0.0021937842778793418, "first": 0.0031687995124923827, "edition": 0.0018281535648994515, "Systema": 0.0021937842778793418, "Naturae": 0.0017062766605728215, "Netherlands": 0.0006093845216331506, "then": 0.0010968921389396709, "returned": 0.001340645947592931, "to": 0.027422303473491772, "became": 0.001218769043266301, "professor": 0.0002437538086532602, "medicine": 0.0010968921389396709, "In": 0.005484460694698354, "s": 0.0004875076173065204, "sent": 0.0007312614259597807, "on": 0.006459475929311395, "several": 0.0007312614259597807, "journeys": 0.00036563071297989033, "through": 0.0006093845216331506, "find": 0.0006093845216331506, "classify": 0.0004875076173065204, "plants": 0.003656307129798903, "animals": 0.001340645947592931, "continued": 0.0006093845216331506, "collect": 0.00036563071297989033, "minerals": 0.00036563071297989033, "while": 0.0007312614259597807, "publishing": 0.0001218769043266301, "volumes": 0.0002437538086532602, "one": 0.0020719073735527118, "acclaimed": 0.0001218769043266301, "scientists": 0.00036563071297989033, "Europe": 0.0002437538086532602, "time": 0.0023156611822059718, "death": 0.0006093845216331506, "Philosopher": 0.0001218769043266301, "JeanJacques": 0.0001218769043266301, "Rousseau": 0.0001218769043266301, "him": 0.004996953077391834, "message": 0.0001218769043266301, "Tell": 0.0001218769043266301, "I": 0.001218769043266301, "know": 0.0004875076173065204, "no": 0.0007312614259597807, "greater": 0.00036563071297989033, "man": 0.002559414990859232, "earth": 0.00036563071297989033, "Johann": 0.0004875076173065204, "Wolfgang": 0.0001218769043266301, "Goethe": 0.0001218769043266301, "wrote": 0.0008531383302864108, "With": 0.0006093845216331506, "exception": 0.0001218769043266301, "Shakespeare": 0.0001218769043266301, "Spinoza": 0.0001218769043266301, "among": 0.0006093845216331506, "longer": 0.0004875076173065204, "living": 0.00036563071297989033, "has": 0.0009750152346130408, "influenced": 0.0001218769043266301, "me": 0.0004875076173065204, "more": 0.0010968921389396709, "strongly": 0.00036563071297989033, "author": 0.0002437538086532602, "August": 0.0006093845216331506, "Strindberg": 0.0001218769043266301, "reality": 0.0001218769043266301, "poet": 0.0001218769043266301, "happened": 0.0001218769043266301, "become": 0.001340645947592931, "naturalist": 0.0002437538086532602, "been": 0.0018281535648994515, "called": 0.0006093845216331506, "Princeps": 0.0001218769043266301, "botanicorum": 0.0001218769043266301, "Prince": 0.0001218769043266301, "Botanists": 0.0001218769043266301, "The": 0.004996953077391834, "Pliny": 0.0001218769043266301, "North": 0.00036563071297989033, "considered": 0.0006093845216331506, "founders": 0.0001218769043266301, "ecology": 0.0001218769043266301, "zoology": 0.0004875076173065204, "abbreviation": 0.0002437538086532602, "L": 0.00036563071297989033, "used": 0.001340645947592931, "indicate": 0.0001218769043266301, "authority": 0.0002437538086532602, "for": 0.007556368068251066, "species": 0.0023156611822059718, "older": 0.00036563071297989033, "publications": 0.0006093845216331506, "Linn": 0.0001218769043266301, "found": 0.0008531383302864108, "Linnaeuss": 0.0042656916514320535, "remains": 0.0004875076173065204, "constitute": 0.0001218769043266301, "type": 0.00036563071297989033, "specimen": 0.0004875076173065204, "Homo": 0.0009750152346130408, "sapiens": 0.00036563071297989033, "following": 0.00036563071297989033, "International": 0.0001218769043266301, "Code": 0.0001218769043266301, "Zoological": 0.0001218769043266301, "Nomenclature": 0.0001218769043266301, "since": 0.0007312614259597807, "sole": 0.0001218769043266301, "that": 0.006337599024984765, "have": 0.0031687995124923827, "examined": 0.0001218769043266301, "himselfnote": 0.0001218769043266301, "village": 0.0002437538086532602, "May": 0.0007312614259597807, "child": 0.00036563071297989033, "Nicolaus": 0.0001218769043266301, "Nils": 0.001218769043266301, "Ingemarsson": 0.0002437538086532602, "later": 0.0020719073735527118, "adopted": 0.0002437538086532602, "family": 0.001218769043266301, "Christina": 0.0004875076173065204, "Brodersonia": 0.0001218769043266301, "His": 0.0014625228519195613, "siblings": 0.0001218769043266301, "Anna": 0.0001218769043266301, "Maria": 0.0001218769043266301, "Linnæa": 0.00036563071297989033, "Sofia": 0.0001218769043266301, "Juliana": 0.0001218769043266301, "Samuel": 0.00036563071297989033, "would": 0.002437538086532602, "eventually": 0.00036563071297989033, "succeed": 0.0001218769043266301, "their": 0.0029250457038391227, "rector": 0.0006093845216331506, "Stenbrohult": 0.0007312614259597807, "write": 0.0001218769043266301, "manual": 0.0001218769043266301, "beekeeping": 0.0001218769043266301, "Emerentia": 0.0001218769043266301, "taught": 0.0008531383302864108, "small": 0.0006093845216331506, "One": 0.0004875076173065204, "long": 0.0001218769043266301, "line": 0.0001218769043266301, "peasants": 0.0001218769043266301, "priests": 0.0001218769043266301, "an": 0.002559414990859232, "amateur": 0.0002437538086532602, "Lutheran": 0.0001218769043266301, "minister": 0.0001218769043266301, "curate": 0.0001218769043266301, "daughter": 0.00036563071297989033, "Brodersonius": 0.0002437538086532602, "A": 0.0007312614259597807, "year": 0.0020719073735527118, "birth": 0.0004875076173065204, "grandfather": 0.0001218769043266301, "died": 0.0008531383302864108, "moved": 0.0010968921389396709, "into": 0.0018281535648994515, "rectory": 0.0001218769043266301, "from": 0.004875076173065204, "curates": 0.0001218769043266301, "house": 0.0008531383302864108, "Even": 0.00036563071297989033, "early": 0.0006093845216331506, "years": 0.0018281535648994515, "seemed": 0.0001218769043266301, "liking": 0.0001218769043266301, "flowers": 0.00036563071297989033, "particular": 0.0001218769043266301, "Whenever": 0.0001218769043266301, "upset": 0.0001218769043266301, "given": 0.0006093845216331506, "flower": 0.0002437538086532602, "which": 0.003534430225472273, "immediately": 0.0002437538086532602, "calmed": 0.0001218769043266301, "spent": 0.00036563071297989033, "much": 0.0002437538086532602, "garden": 0.001218769043266301, "often": 0.0006093845216331506, "showed": 0.0006093845216331506, "told": 0.0002437538086532602, "names": 0.0004875076173065204, "Soon": 0.0002437538086532602, "own": 0.0007312614259597807, "patch": 0.0001218769043266301, "could": 0.0010968921389396709, "grow": 0.00036563071297989033, "Carls": 0.0002437538086532602, "ancestry": 0.0001218769043266301, "adopt": 0.0001218769043266301, "permanent": 0.0001218769043266301, "surname": 0.0001218769043266301, "Before": 0.0001218769043266301, "ancestors": 0.0001218769043266301, "had": 0.005728214503351615, "patronymic": 0.0002437538086532602, "Scandinavian": 0.0001218769043266301, "countries": 0.0002437538086532602, "named": 0.0007312614259597807, "Ingemar": 0.0001218769043266301, "Bengtsson": 0.0001218769043266301, "When": 0.0006093845216331506, "admitted": 0.0002437538086532602, "Lund": 0.0002437538086532602, "take": 0.00036563071297989033, "Latinate": 0.0001218769043266301, "giant": 0.0001218769043266301, "linden": 0.0001218769043266301, "tree": 0.00036563071297989033, "or": 0.0018281535648994515, "lime": 0.0001218769043266301, "lind": 0.0001218769043266301, "grew": 0.0001218769043266301, "homestead": 0.0001218769043266301, "This": 0.001218769043266301, "spelled": 0.0002437538086532602, "with": 0.007312614259597806, "æ": 0.0002437538086532602, "ligature": 0.0002437538086532602, "fathers": 0.0002437538086532602, "son": 0.001340645947592931, "always": 0.0001218769043266301, "it": 0.003534430225472273, "both": 0.0007312614259597807, "handwritten": 0.0001218769043266301, "documents": 0.0001218769043266301, "Nilsson": 0.0002437538086532602, "teaching": 0.0004875076173065204, "basic": 0.0001218769043266301, "religion": 0.0001218769043266301, "geography": 0.0001218769043266301, "age": 0.00036563071297989033, "seven": 0.0002437538086532602, "decided": 0.0006093845216331506, "hire": 0.0001218769043266301, "tutor": 0.0002437538086532602, "parents": 0.00036563071297989033, "picked": 0.0001218769043266301, "Johan": 0.0006093845216331506, "Telander": 0.0002437538086532602, "local": 0.0002437538086532602, "yeoman": 0.0001218769043266301, "did": 0.0009750152346130408, "not": 0.003900060938452163, "like": 0.0002437538086532602, "writing": 0.0004875076173065204, "autobiography": 0.0001218769043266301, "better": 0.00036563071297989033, "calculated": 0.0001218769043266301, "extinguish": 0.0001218769043266301, "childs": 0.0001218769043266301, "talents": 0.0001218769043266301, "than": 0.0006093845216331506, "develop": 0.0002437538086532602, "them": 0.0015843997562461913, "Two": 0.00036563071297989033, "tutoring": 0.0004875076173065204, "begun": 0.0001218769043266301, "Lower": 0.0002437538086532602, "Grammar": 0.0001218769043266301, "School": 0.0002437538086532602, "Växjö": 0.0006093845216331506, "rarely": 0.0001218769043266301, "going": 0.0001218769043266301, "look": 0.00036563071297989033, "reached": 0.0004875076173065204, "last": 0.0007312614259597807, "when": 0.0007312614259597807, "fifteen": 0.0001218769043266301, "by": 0.005484460694698354, "headmaster": 0.0001218769043266301, "Daniel": 0.0002437538086532602, "Lannerus": 0.0002437538086532602, "interested": 0.0004875076173065204, "noticed": 0.0001218769043266301, "interest": 0.0004875076173065204, "gave": 0.0010968921389396709, "run": 0.0001218769043266301, "introduced": 0.0002437538086532602, "Rothman": 0.0007312614259597807, "state": 0.00036563071297989033, "doctor": 0.0004875076173065204, "teacher": 0.0001218769043266301, "Katedralskolan": 0.0001218769043266301, "gymnasium": 0.0002437538086532602, "Also": 0.0001218769043266301, "broadened": 0.0001218769043266301, "helped": 0.0006093845216331506, "By": 0.00036563071297989033, "well": 0.0007312614259597807, "acquainted": 0.00036563071297989033, "existing": 0.0001218769043266301, "botanical": 0.0019500304692260815, "literature": 0.0001218769043266301, "remarks": 0.0001218769043266301, "journal": 0.00036563071297989033, "read": 0.0001218769043266301, "day": 0.0001218769043266301, "night": 0.0001218769043266301, "knowing": 0.0001218769043266301, "back": 0.0004875076173065204, "my": 0.0002437538086532602, "hand": 0.00036563071297989033, "Arvidh": 0.0001218769043266301, "Månssons": 0.0001218769043266301, "Rydaholm": 0.0001218769043266301, "Book": 0.0001218769043266301, "Herbs": 0.0001218769043266301, "Tillandzs": 0.0001218769043266301, "Flora": 0.001218769043266301, "Åboensis": 0.0001218769043266301, "Palmbergs": 0.0001218769043266301, "Serta": 0.0001218769043266301, "Florea": 0.0001218769043266301, "Suecana": 0.0001218769043266301, "Bromelii": 0.0001218769043266301, "Chloros": 0.0001218769043266301, "Gothica": 0.0001218769043266301, "Rudbeckii": 0.0001218769043266301, "Hortus": 0.00036563071297989033, "Upsaliensis": 0.0001218769043266301, "entered": 0.0002437538086532602, "Katedralskola": 0.0001218769043266301, "mainly": 0.0001218769043266301, "Greek": 0.0001218769043266301, "Hebrew": 0.0001218769043266301, "theology": 0.00036563071297989033, "mathematics": 0.0001218769043266301, "curriculum": 0.0001218769043266301, "designed": 0.0002437538086532602, "boys": 0.0001218769043266301, "preparing": 0.0001218769043266301, "priesthood": 0.0001218769043266301, "visited": 0.0001218769043266301, "ask": 0.0001218769043266301, "professors": 0.00036563071297989033, "how": 0.0008531383302864108, "sons": 0.0001218769043266301, "studies": 0.0001218769043266301, "progressing": 0.0001218769043266301, "dismay": 0.0001218769043266301, "said": 0.0004875076173065204, "boy": 0.0001218769043266301, "never": 0.0006093845216331506, "scholar": 0.0001218769043266301, "believed": 0.0004875076173065204, "otherwise": 0.0001218769043266301, "suggesting": 0.0001218769043266301, "future": 0.0001218769043266301, "offered": 0.0006093845216331506, "live": 0.0002437538086532602, "teach": 0.00036563071297989033, "physiology": 0.0001218769043266301, "accepted": 0.0006093845216331506, "this": 0.0023156611822059718, "offer": 0.00036563071297989033, "serious": 0.0001218769043266301, "subject": 0.0001218769043266301, "according": 0.0004875076173065204, "Tourneforts": 0.0002437538086532602, "about": 0.0014625228519195613, "sexual": 0.0002437538086532602, "reproduction": 0.0002437538086532602, "Sébastien": 0.0001218769043266301, "Vaillant": 0.0001218769043266301, "enrolled": 0.0001218769043266301, "Skåne": 0.0002437538086532602, "registered": 0.0001218769043266301, "form": 0.0001218769043266301, "full": 0.0002437538086532602, "Professor": 0.0006093845216331506, "Kilian": 0.0001218769043266301, "Stobæus": 0.0001218769043266301, "natural": 0.0014625228519195613, "scientist": 0.0002437538086532602, "historian": 0.00036563071297989033, "lodging": 0.0002437538086532602, "use": 0.0009750152346130408, "library": 0.0006093845216331506, "included": 0.0007312614259597807, "many": 0.0019500304692260815, "books": 0.0007312614259597807, "student": 0.0010968921389396709, "free": 0.0002437538086532602, "admission": 0.0001218769043266301, "spare": 0.0001218769043266301, "explored": 0.0002437538086532602, "flora": 0.0004875076173065204, "together": 0.00036563071297989033, "students": 0.0014625228519195613, "sharing": 0.0001218769043266301, "same": 0.001340645947592931, "interests": 0.0001218769043266301, "attend": 0.0001218769043266301, "advice": 0.0001218769043266301, "be": 0.0015843997562461913, "choice": 0.0002437538086532602, "if": 0.00036563071297989033, "wanted": 0.0001218769043266301, "study": 0.0004875076173065204, "based": 0.0008531383302864108, "recommendation": 0.0002437538086532602, "two": 0.0014625228519195613, "medical": 0.00036563071297989033, "faculty": 0.0001218769043266301, "Olof": 0.00036563071297989033, "Rudbeck": 0.0008531383302864108, "Younger": 0.0001218769043266301, "Lars": 0.0001218769043266301, "Roberg": 0.0002437538086532602, "Although": 0.0004875076173065204, "undoubtedly": 0.0001218769043266301, "good": 0.0001218769043266301, "they": 0.0015843997562461913, "so": 0.0006093845216331506, "public": 0.00036563071297989033, "others": 0.0002437538086532602, "stand": 0.0002437538086532602, "pharmacology": 0.0001218769043266301, "anatomy": 0.00036563071297989033, "best": 0.0004875076173065204, "met": 0.0007312614259597807, "new": 0.0020719073735527118, "benefactor": 0.0001218769043266301, "Celsius": 0.00036563071297989033, "home": 0.00036563071297989033, "allowed": 0.0001218769043266301, "richest": 0.0001218769043266301, "libraries": 0.0001218769043266301, "thesis": 0.0002437538086532602, "Praeludia": 0.0001218769043266301, "Sponsaliorum": 0.0001218769043266301, "Plantarum": 0.001340645947592931, "plant": 0.0006093845216331506, "attracted": 0.0001218769043266301, "attention": 0.0001218769043266301, "selected": 0.0001218769043266301, "give": 0.0001218769043266301, "although": 0.0001218769043266301, "young": 0.0002437538086532602, "only": 0.001218769043266301, "secondyear": 0.0001218769043266301, "popular": 0.00036563071297989033, "addressed": 0.0001218769043266301, "audience": 0.0001218769043266301, "people": 0.0006093845216331506, "June": 0.0006093845216331506, "Celsiuss": 0.0002437538086532602, "Rudbecks": 0.00036563071297989033, "three": 0.0007312614259597807, "youngest": 0.0001218769043266301, "children": 0.0007312614259597807, "friendship": 0.0001218769043266301, "wane": 0.0001218769043266301, "expeditions": 0.0006093845216331506, "Over": 0.0002437538086532602, "winter": 0.0004875076173065204, "doubt": 0.0001218769043266301, "classification": 0.0018281535648994515, "create": 0.0001218769043266301, "plan": 0.00036563071297989033, "divide": 0.0001218769043266301, "number": 0.00036563071297989033, "stamens": 0.0001218769043266301, "pistils": 0.0001218769043266301, "result": 0.0001218769043266301, "example": 0.0006093845216331506, "Genera": 0.0004875076173065204, "Critica": 0.00036563071297989033, "Botanica": 0.0009750152346130408, "produced": 0.0001218769043266301, "book": 0.001340645947592931, "grown": 0.0002437538086532602, "Botanical": 0.0007312614259597807, "Garden": 0.0006093845216331506, "Adonis": 0.0001218769043266301, "Uplandicus": 0.0001218769043266301, "former": 0.0002437538086532602, "assistant": 0.0001218769043266301, "Rosén": 0.0007312614259597807, "March": 0.0001218769043266301, "degree": 0.00036563071297989033, "started": 0.00036563071297989033, "tried": 0.0007312614259597807, "over": 0.0010968921389396709, "but": 0.002681291895185862, "prevented": 0.0001218769043266301, "Until": 0.0001218769043266301, "December": 0.0004875076173065204, "private": 0.0008531383302864108, "disagreement": 0.0001218769043266301, "wife": 0.00036563071297989033, "move": 0.0002437538086532602, "out": 0.0015843997562461913, "mentors": 0.0001218769043266301, "relationship": 0.0001218769043266301, "appear": 0.0001218769043266301, "suffer": 0.0001218769043266301, "That": 0.0002437538086532602, "Christmas": 0.0002437538086532602, "visit": 0.0010968921389396709, "mother": 0.0001218769043266301, "disapproved": 0.0001218769043266301, "failing": 0.0001218769043266301, "priest": 0.0001218769043266301, "she": 0.0001218769043266301, "pleased": 0.0001218769043266301, "learn": 0.0001218769043266301, "During": 0.0010968921389396709, "travel": 0.0002437538086532602, "Lapland": 0.0004875076173065204, "made": 0.001218769043266301, "journey": 0.001340645947592931, "detailed": 0.0002437538086532602, "results": 0.0001218769043266301, "exploration": 0.0001218769043266301, "lost": 0.0002437538086532602, "fire": 0.00036563071297989033, "afterwards": 0.00036563071297989033, "hope": 0.0001218769043266301, "possibly": 0.0001218769043266301, "valuable": 0.0001218769043266301, "curious": 0.0001218769043266301, "customs": 0.0001218769043266301, "native": 0.0002437538086532602, "Sami": 0.0001218769043266301, "reindeerherding": 0.0001218769043266301, "nomads": 0.0001218769043266301, "wandered": 0.0001218769043266301, "Scandinavias": 0.0001218769043266301, "vast": 0.0001218769043266301, "tundras": 0.0001218769043266301, "April": 0.0004875076173065204, "awarded": 0.00036563071297989033, "grant": 0.0002437538086532602, "Royal": 0.0004875076173065204, "Society": 0.0007312614259597807, "Sciences": 0.00036563071297989033, "expedition": 0.0020719073735527118, "just": 0.0001218769043266301, "before": 0.0001218769043266301, "turned": 0.0002437538086532602, "travelled": 0.0009750152346130408, "foot": 0.0002437538086532602, "horse": 0.0002437538086532602, "bringing": 0.00036563071297989033, "ornithological": 0.0001218769043266301, "manuscripts": 0.00036563071297989033, "sheets": 0.0001218769043266301, "paper": 0.0001218769043266301, "pressing": 0.0001218769043266301, "Near": 0.0001218769043266301, "Gävle": 0.0001218769043266301, "great": 0.0007312614259597807, "quantities": 0.0001218769043266301, "Campanula": 0.0001218769043266301, "serpyllifolia": 0.0001218769043266301, "Linnaea": 0.00036563071297989033, "borealis": 0.0002437538086532602, "twinflower": 0.00036563071297989033, "favourite": 0.0002437538086532602, "sometimes": 0.00036563071297989033, "dismounted": 0.0001218769043266301, "way": 0.0006093845216331506, "examine": 0.0002437538086532602, "rock": 0.0001218769043266301, "particularly": 0.0001218769043266301, "mosses": 0.0002437538086532602, "lichens": 0.0001218769043266301, "latter": 0.0002437538086532602, "main": 0.00036563071297989033, "part": 0.00036563071297989033, "diet": 0.0001218769043266301, "reindeer": 0.0001218769043266301, "common": 0.0002437538086532602, "economically": 0.0001218769043266301, "important": 0.0007312614259597807, "animal": 0.0006093845216331506, "clockwise": 0.0001218769043266301, "around": 0.0002437538086532602, "coast": 0.0001218769043266301, "Gulf": 0.0001218769043266301, "Bothnia": 0.0001218769043266301, "making": 0.00036563071297989033, "major": 0.0002437538086532602, "inland": 0.0001218769043266301, "incursions": 0.0001218769043266301, "Umeå": 0.0001218769043266301, "Luleå": 0.0001218769043266301, "Tornio": 0.0001218769043266301, "sixmonthlong": 0.0001218769043266301, "kilometres": 0.0001218769043266301, "mi": 0.0001218769043266301, "October": 0.00036563071297989033, "having": 0.0004875076173065204, "gathered": 0.0001218769043266301, "observed": 0.0001218769043266301, "birds": 0.0001218769043266301, "rocks": 0.0001218769043266301, "region": 0.0001218769043266301, "limited": 0.0001218769043266301, "biodiversity": 0.0001218769043266301, "described": 0.001340645947592931, "previously": 0.00036563071297989033, "unidentified": 0.0001218769043266301, "These": 0.0002437538086532602, "basis": 0.0001218769043266301, "Lapponica": 0.0006093845216331506, "However": 0.0002437538086532602, "describe": 0.00036563071297989033, "because": 0.0004875076173065204, "yet": 0.0001218769043266301, "developed": 0.0006093845216331506, "ideas": 0.0001218769043266301, "practical": 0.0002437538086532602, "protomodern": 0.0001218769043266301, "account": 0.0001218769043266301, "covered": 0.0001218769043266301, "Linnaean": 0.0008531383302864108, "geographical": 0.0001218769043266301, "distribution": 0.0001218769043266301, "taxonomic": 0.0001218769043266301, "notes": 0.0002437538086532602, "It": 0.001340645947592931, "Augustin": 0.0001218769043266301, "Pyramus": 0.0001218769043266301, "de": 0.0004875076173065204, "Candolle": 0.0001218769043266301, "attributed": 0.0001218769043266301, "genre": 0.0001218769043266301, "E": 0.0001218769043266301, "Greene": 0.0001218769043266301, "classic": 0.0001218769043266301, "delightful": 0.0001218769043266301, "works": 0.00036563071297989033, "during": 0.0009750152346130408, "flash": 0.0001218769043266301, "insight": 0.0001218769043266301, "regarding": 0.0002437538086532602, "mammals": 0.0001218769043266301, "Upon": 0.0001218769043266301, "observing": 0.0001218769043266301, "lower": 0.00036563071297989033, "jawbone": 0.0001218769043266301, "side": 0.0002437538086532602, "road": 0.0001218769043266301, "travelling": 0.0001218769043266301, "remarked": 0.0001218769043266301, "If": 0.00036563071297989033, "knew": 0.0001218769043266301, "teeth": 0.0001218769043266301, "what": 0.0004875076173065204, "kind": 0.0001218769043266301, "every": 0.0002437538086532602, "teats": 0.0001218769043266301, "placed": 0.0007312614259597807, "should": 0.0007312614259597807, "perhaps": 0.00036563071297989033, "able": 0.0002437538086532602, "work": 0.0019500304692260815, "perfectly": 0.0001218769043266301, "arrangement": 0.0002437538086532602, "all": 0.0015843997562461913, "quadrupeds": 0.0001218769043266301, "led": 0.00036563071297989033, "group": 0.0001218769043266301, "Dalarna": 0.0002437538086532602, "Funded": 0.0001218769043266301, "Governor": 0.0001218769043266301, "catalogue": 0.0002437538086532602, "resources": 0.0001218769043266301, "discover": 0.0001218769043266301, "ones": 0.0002437538086532602, "gather": 0.0001218769043266301, "intelligence": 0.0001218769043266301, "Norwegian": 0.0001218769043266301, "mining": 0.0002437538086532602, "activities": 0.0001218769043266301, "Røros": 0.0001218769043266301, "relations": 0.0001218769043266301, "worsened": 0.0001218769043266301, "invitation": 0.0001218769043266301, "Claes": 0.0002437538086532602, "Sohlberg": 0.0004875076173065204, "inspector": 0.0001218769043266301, "spend": 0.0001218769043266301, "holiday": 0.0001218769043266301, "Falun": 0.0002437538086532602, "permitted": 0.0001218769043266301, "mines": 0.0001218769043266301, "suggestion": 0.0001218769043266301, "Sohlbergs": 0.0001218769043266301, "set": 0.0004875076173065204, "Dutch": 0.00036563071297989033, "Republic": 0.0001218769043266301, "intended": 0.0002437538086532602, "Harderwijk": 0.0002437538086532602, "exchange": 0.0001218769043266301, "annual": 0.0001218769043266301, "salary": 0.0001218769043266301, "At": 0.0004875076173065204, "Swedes": 0.0001218769043266301, "pursue": 0.0001218769043266301, "doctoral": 0.0002437538086532602, "degrees": 0.0002437538086532602, "highly": 0.0001218769043266301, "revered": 0.0001218769043266301, "place": 0.0008531383302864108, "history": 0.0006093845216331506, "On": 0.0008531383302864108, "pair": 0.0001218769043266301, "stopped": 0.0001218769043266301, "Hamburg": 0.0002437538086532602, "mayor": 0.0001218769043266301, "proudly": 0.0001218769043266301, "supposed": 0.0001218769043266301, "wonder": 0.0001218769043266301, "nature": 0.0007312614259597807, "possession": 0.0001218769043266301, "taxidermied": 0.0001218769043266301, "sevenheaded": 0.0001218769043266301, "hydra": 0.0004875076173065204, "quickly": 0.0001218769043266301, "discovered": 0.0001218769043266301, "fake": 0.0001218769043266301, "cobbled": 0.0001218769043266301, "jaws": 0.0001218769043266301, "paws": 0.0001218769043266301, "weasels": 0.0001218769043266301, "skins": 0.0002437538086532602, "snakes": 0.0001218769043266301, "provenance": 0.0001218769043266301, "suggested": 0.0002437538086532602, "manufactured": 0.0001218769043266301, "monks": 0.0001218769043266301, "represent": 0.0001218769043266301, "Beast": 0.0001218769043266301, "Revelation": 0.0001218769043266301, "risk": 0.0001218769043266301, "incurring": 0.0001218769043266301, "mayors": 0.0002437538086532602, "wrath": 0.0002437538086532602, "observations": 0.0006093845216331506, "dashing": 0.0001218769043266301, "dreams": 0.0001218769043266301, "selling": 0.0001218769043266301, "enormous": 0.0001218769043266301, "sum": 0.0001218769043266301, "forced": 0.0002437538086532602, "flee": 0.0001218769043266301, "working": 0.0002437538086532602, "towards": 0.0001218769043266301, "soon": 0.0001218769043266301, "university": 0.0004875076173065204, "awarding": 0.0001218769043266301, "little": 0.0002437538086532602, "week": 0.0001218769043266301, "submitted": 0.0001218769043266301, "dissertation": 0.00036563071297989033, "written": 0.0002437538086532602, "entitled": 0.0001218769043266301, "Dissertatio": 0.0001218769043266301, "medica": 0.0001218769043266301, "inauguralis": 0.0001218769043266301, "qua": 0.0001218769043266301, "exhibetur": 0.0001218769043266301, "hypothesis": 0.00036563071297989033, "nova": 0.0001218769043266301, "febrium": 0.0001218769043266301, "intermittentium": 0.0001218769043266301, "causanote": 0.0001218769043266301, "laid": 0.0002437538086532602, "malaria": 0.0001218769043266301, "arose": 0.0001218769043266301, "areas": 0.0001218769043266301, "clayrich": 0.0001218769043266301, "soils": 0.0001218769043266301, "failed": 0.0002437538086532602, "identify": 0.0001218769043266301, "true": 0.0001218769043266301, "source": 0.00036563071297989033, "disease": 0.0002437538086532602, "transmission": 0.0001218769043266301, "ie": 0.0001218769043266301, "Anopheles": 0.0001218769043266301, "mosquito": 0.0001218769043266301, "correctly": 0.0001218769043266301, "predict": 0.0001218769043266301, "Artemisia": 0.0001218769043266301, "annua": 0.0002437538086532602, "wormwood": 0.0001218769043266301, "antimalarial": 0.0001218769043266301, "medications": 0.0001218769043266301, "Within": 0.0001218769043266301, "weeks": 0.0002437538086532602, "completed": 0.0002437538086532602, "oral": 0.0001218769043266301, "examinations": 0.0001218769043266301, "summer": 0.0004875076173065204, "reunited": 0.0001218769043266301, "Peter": 0.0002437538086532602, "Artedi": 0.0002437538086532602, "friend": 0.0001218769043266301, "whom": 0.00036563071297989033, "once": 0.0002437538086532602, "pact": 0.0001218769043266301, "either": 0.0002437538086532602, "predecease": 0.0001218769043266301, "other": 0.001218769043266301, "survivor": 0.0001218769043266301, "finish": 0.0001218769043266301, "decedents": 0.0001218769043266301, "Ten": 0.0002437538086532602, "drowned": 0.0001218769043266301, "canals": 0.0001218769043266301, "Amsterdam": 0.0001218769043266301, "leaving": 0.0002437538086532602, "behind": 0.00036563071297989033, "unfinished": 0.0001218769043266301, "manuscript": 0.00036563071297989033, "fish": 0.0002437538086532602, "Frederik": 0.0001218769043266301, "Gronovius": 0.00036563071297989033, "brought": 0.0004875076173065204, "classifying": 0.00036563071297989033, "saw": 0.0001218769043266301, "very": 0.0004875076173065204, "impressed": 0.0004875076173065204, "help": 0.00036563071297989033, "pay": 0.0001218769043266301, "printing": 0.0001218769043266301, "additional": 0.0001218769043266301, "monetary": 0.0001218769043266301, "contribution": 0.00036563071297989033, "Scottish": 0.0001218769043266301, "Isaac": 0.0001218769043266301, "Lawson": 0.0001218769043266301, "respected": 0.0002437538086532602, "physicians": 0.0001218769043266301, "botanists": 0.00036563071297989033, "Herman": 0.0001218769043266301, "Boerhaave": 0.00036563071297989033, "convince": 0.0001218769043266301, "make": 0.0004875076173065204, "career": 0.00036563071297989033, "South": 0.0006093845216331506, "Africa": 0.00036563071297989033, "America": 0.00036563071297989033, "declined": 0.0001218769043266301, "stating": 0.0001218769043266301, "heat": 0.0001218769043266301, "Instead": 0.0001218769043266301, "convinced": 0.0001218769043266301, "Johannes": 0.00036563071297989033, "Burman": 0.0009750152346130408, "After": 0.0007312614259597807, "guests": 0.0001218769043266301, "knowledge": 0.00036563071297989033, "stay": 0.0008531383302864108, "Thesaurus": 0.0001218769043266301, "Zeylanicus": 0.0001218769043266301, "Fundamenta": 0.0002437538086532602, "Bibliotheca": 0.0002437538086532602, "George": 0.0001218769043266301, "Clifford": 0.0006093845216331506, "III": 0.0001218769043266301, "director": 0.0001218769043266301, "East": 0.00036563071297989033, "India": 0.00036563071297989033, "Company": 0.00036563071297989033, "owner": 0.0001218769043266301, "rich": 0.0001218769043266301, "estate": 0.0002437538086532602, "Hartekamp": 0.0009750152346130408, "Heemstede": 0.0002437538086532602, "ability": 0.0001218769043266301, "invited": 0.0001218769043266301, "superintendent": 0.0001218769043266301, "already": 0.0001218769043266301, "agreed": 0.0002437538086532602, "thus": 0.0004875076173065204, "accept": 0.00036563071297989033, "compensate": 0.0001218769043266301, "offering": 0.0001218769043266301, "copy": 0.0001218769043266301, "Sir": 0.0002437538086532602, "Hans": 0.0002437538086532602, "Sloanes": 0.0001218769043266301, "Natural": 0.00036563071297989033, "History": 0.00036563071297989033, "Jamaica": 0.0001218769043266301, "rare": 0.0002437538086532602, "let": 0.0001218769043266301, "September": 0.0001218769043266301, "personal": 0.0002437538086532602, "curator": 0.0001218769043266301, "Cliffords": 0.0002437538086532602, "herbarium": 0.0002437538086532602, "paid": 0.0001218769043266301, "florins": 0.0001218769043266301, "board": 0.0001218769043266301, "Though": 0.0001218769043266301, "agreement": 0.0001218769043266301, "practically": 0.0001218769043266301, "stayed": 0.0007312614259597807, "until": 0.0008531383302864108, "here": 0.0001218769043266301, "Cliffortianus": 0.0002437538086532602, "preface": 0.0001218769043266301, "experience": 0.0001218769043266301, "happiest": 0.0001218769043266301, "life": 0.0002437538086532602, "portion": 0.0001218769043266301, "declared": 0.0001218769043266301, "Linnaeushof": 0.0001218769043266301, "claimed": 0.0001218769043266301, "biggest": 0.0001218769043266301, "playground": 0.0001218769043266301, "July": 0.0002437538086532602, "England": 0.0004875076173065204, "expense": 0.0001218769043266301, "went": 0.00036563071297989033, "London": 0.0007312614259597807, "Sloane": 0.0001218769043266301, "collector": 0.0001218769043266301, "see": 0.0002437538086532602, "cabinet": 0.0001218769043266301, "Chelsea": 0.0001218769043266301, "Physic": 0.0001218769043266301, "its": 0.0006093845216331506, "keeper": 0.0001218769043266301, "Philip": 0.0001218769043266301, "Miller": 0.0004875076173065204, "subdividing": 0.0001218769043266301, "fact": 0.0001218769043266301, "reluctant": 0.0001218769043266301, "preferring": 0.0001218769043266301, "classifications": 0.0002437538086532602, "Joseph": 0.00036563071297989033, "Pitton": 0.0001218769043266301, "Tournefort": 0.0001218769043266301, "John": 0.0001218769043266301, "Ray": 0.0001218769043266301, "nevertheless": 0.0001218769043266301, "applauded": 0.0001218769043266301, "Millers": 0.0001218769043266301, "Gardeners": 0.0002437538086532602, "Dictionary": 0.0002437538086532602, "conservative": 0.0001218769043266301, "Scot": 0.0001218769043266301, "actually": 0.0002437538086532602, "retained": 0.00036563071297989033, "dictionary": 0.0001218769043266301, "preLinnaean": 0.0001218769043266301, "signifiers": 0.0001218769043266301, "discarded": 0.0001218769043266301, "fully": 0.00036563071297989033, "changed": 0.0006093845216331506, "ultimately": 0.0001218769043266301, "arrange": 0.0001218769043266301, "Oxford": 0.0001218769043266301, "Jacob": 0.0002437538086532602, "Dillenius": 0.0002437538086532602, "publicly": 0.0001218769043266301, "though": 0.0001218769043266301, "men": 0.0001218769043266301, "remained": 0.0002437538086532602, "correspondence": 0.0002437538086532602, "dedicated": 0.0001218769043266301, "botanica": 0.0001218769043266301, "opus": 0.0001218769043266301, "botanicum": 0.0001218769043266301, "quo": 0.0001218769043266301, "absolutius": 0.0001218769043266301, "mundus": 0.0001218769043266301, "nonvidit": 0.0001218769043266301, "genus": 0.0009750152346130408, "tropical": 0.0002437538086532602, "Dillenia": 0.0001218769043266301, "honour": 0.0002437538086532602, "specimens": 0.0010968921389396709, "next": 0.0006093845216331506, "genera": 0.0007312614259597807, "shortly": 0.0002437538086532602, "thereafter": 0.0001218769043266301, "supplemented": 0.0002437538086532602, "Corollarium": 0.0001218769043266301, "Generum": 0.0001218769043266301, "another": 0.0004875076173065204, "sixty": 0.0001218769043266301, "sexaginta": 0.0001218769043266301, "holdings": 0.0001218769043266301, "nine": 0.0001218769043266301, "months": 0.0004875076173065204, "contains": 0.0001218769043266301, "Nepenthes": 0.0001218769043266301, "pitcher": 0.0001218769043266301, "plantsnote": 0.0001218769043266301, "style": 0.0001218769043266301, "left": 0.0004875076173065204, "return": 0.00036563071297989033, "Illness": 0.0001218769043266301, "kindness": 0.0001218769043266301, "friends": 0.0002437538086532602, "obliged": 0.0001218769043266301, "some": 0.0007312614259597807, "Holland": 0.00036563071297989033, "again": 0.0006093845216331506, "Paris": 0.0001218769043266301, "month": 0.0002437538086532602, "visiting": 0.0001218769043266301, "such": 0.0008531383302864108, "Antoine": 0.0001218769043266301, "Jussieu": 0.0001218769043266301, "engagement": 0.0001218769043266301, "Sara": 0.0010968921389396709, "Elisabeth": 0.00036563071297989033, "Moræa": 0.0002437538086532602, "Three": 0.0001218769043266301, "Stockholm": 0.0004875076173065204, "employment": 0.0001218769043266301, "possible": 0.0002437538086532602, "support": 0.0002437538086532602, "Once": 0.0001218769043266301, "patron": 0.0001218769043266301, "Count": 0.0001218769043266301, "Gustav": 0.0002437538086532602, "Tessin": 0.0001218769043266301, "get": 0.0001218769043266301, "Admiralty": 0.0001218769043266301, "Academy": 0.0004875076173065204, "Science": 0.00036563071297989033, "Praeses": 0.0001218769043266301, "academy": 0.0001218769043266301, "drawing": 0.0001218769043266301, "lots": 0.0001218769043266301, "Because": 0.0001218769043266301, "finances": 0.0001218769043266301, "improved": 0.0001218769043266301, "now": 0.0006093845216331506, "sufficient": 0.0001218769043266301, "permission": 0.0001218769043266301, "marry": 0.0001218769043266301, "fiancée": 0.0001218769043266301, "Their": 0.0001218769043266301, "wedding": 0.0001218769043266301, "held": 0.0002437538086532602, "Seventeen": 0.0001218769043266301, "subsequent": 0.0001218769043266301, "Magdalena": 0.0001218769043266301, "days": 0.0002437538086532602, "old": 0.0001218769043266301, "four": 0.00036563071297989033, "Lovisa": 0.0002437538086532602, "Sophia": 0.0001218769043266301, "appointed": 0.0002437538086532602, "Medicine": 0.0002437538086532602, "responsibility": 0.0001218769043266301, "medicinerelated": 0.0001218769043266301, "matters": 0.0001218769043266301, "responsible": 0.0001218769043266301, "thoroughly": 0.0001218769043266301, "reconstruct": 0.0001218769043266301, "expand": 0.0001218769043266301, "instead": 0.00036563071297989033, "ninemonthold": 0.0001218769043266301, "followed": 0.0006093845216331506, "undertook": 0.0001218769043266301, "island": 0.0002437538086532602, "provinces": 0.0001218769043266301, "Öland": 0.00036563071297989033, "Gotland": 0.0004875076173065204, "six": 0.0001218769043266301, "useful": 0.0001218769043266301, "First": 0.0001218769043266301, "sailed": 0.0001218769043266301, "Visby": 0.0001218769043266301, "unrecorded": 0.0001218769043266301, "Öländska": 0.0001218769043266301, "och": 0.0001218769043266301, "Gothländska": 0.0001218769043266301, "Resa": 0.0002437538086532602, "Like": 0.0001218769043266301, "contained": 0.0004875076173065204, "zoological": 0.0004875076173065204, "concerning": 0.0002437538086532602, "culture": 0.0001218769043266301, "Suecica": 0.0004875076173065204, "Fauna": 0.0002437538086532602, "strictly": 0.0001218769043266301, "Anders": 0.0002437538086532602, "created": 0.0004875076173065204, "temperature": 0.0001218769043266301, "scale": 0.00036563071297989033, "inverted": 0.0002437538086532602, "compared": 0.00036563071297989033, "today": 0.00036563071297989033, "boiling": 0.0001218769043266301, "point": 0.0007312614259597807, "C": 0.0002437538086532602, "freezing": 0.0001218769043266301, "present": 0.0002437538086532602, "standard": 0.0001218769043266301, "commissioned": 0.0002437538086532602, "Government": 0.00036563071297989033, "carry": 0.0001218769043266301, "province": 0.0002437538086532602, "Västergötland": 0.0001218769043266301, "primary": 0.0002437538086532602, "companion": 0.0001218769043266301, "Erik": 0.0002437538086532602, "Gustaf": 0.0001218769043266301, "Lidbeck": 0.0001218769043266301, "accompanied": 0.0001218769043266301, "previous": 0.0004875076173065204, "findings": 0.0002437538086532602, "WästgötaResa": 0.0001218769043266301, "southernmost": 0.0001218769043266301, "Scania": 0.00036563071297989033, "postponed": 0.0001218769043266301, "felt": 0.0004875076173065204, "too": 0.0002437538086532602, "busy": 0.0001218769043266301, "title": 0.00036563071297989033, "archiater": 0.0001218769043266301, "chief": 0.0001218769043266301, "king": 0.0002437538086532602, "Adolf": 0.0007312614259597807, "Fredericka": 0.0001218769043266301, "mark": 0.0001218769043266301, "respect": 0.0002437538086532602, "elected": 0.0002437538086532602, "member": 0.0001218769043266301, "Berlin": 0.0001218769043266301, "spring": 0.0001218769043266301, "finally": 0.0001218769043266301, "Söderberg": 0.0001218769043266301, "brothers": 0.0002437538086532602, "sisters": 0.0001218769043266301, "similar": 0.0001218769043266301, "aspects": 0.0001218769043266301, "ordered": 0.0001218769043266301, "walnut": 0.0001218769043266301, "whitebeam": 0.0001218769043266301, "trees": 0.0002437538086532602, "these": 0.0006093845216331506, "military": 0.0001218769043266301, "rifles": 0.0001218769043266301, "successful": 0.0002437538086532602, "Skånska": 0.0001218769043266301, "starting": 0.0007312614259597807, "period": 0.0002437538086532602, "sciences": 0.0002437538086532602, "esteemed": 0.0001218769043266301, "Perhaps": 0.00036563071297989033, "various": 0.0002437538086532602, "places": 0.00036563071297989033, "world": 0.001340645947592931, "samples": 0.0001218769043266301, "apostles": 0.0009750152346130408, "normally": 0.0001218769043266301, "think": 0.0001218769043266301, "themselves": 0.0002437538086532602, "trust": 0.0001218769043266301, "anybody": 0.0001218769043266301, "even": 0.0001218769043266301, "excursions": 0.0001218769043266301, "Saturday": 0.0001218769043266301, "fauna": 0.0002437538086532602, "vicinity": 0.0001218769043266301, "Philosophia": 0.00036563071297989033, "complete": 0.0001218769043266301, "survey": 0.0001218769043266301, "using": 0.0001218769043266301, "earlier": 0.00036563071297989033, "information": 0.0001218769043266301, "keep": 0.0001218769043266301, "travels": 0.0001218769043266301, "maintain": 0.0001218769043266301, "normal": 0.0001218769043266301, "upper": 0.0001218769043266301, "class": 0.00036563071297989033, "women": 0.0001218769043266301, "wet": 0.0004875076173065204, "nurses": 0.0002437538086532602, "babies": 0.0002437538086532602, "joined": 0.0002437538086532602, "ongoing": 0.0002437538086532602, "campaign": 0.0001218769043266301, "end": 0.00036563071297989033, "practice": 0.0001218769043266301, "promote": 0.0001218769043266301, "breastfeeding": 0.0001218769043266301, "mothers": 0.0001218769043266301, "along": 0.0001218769043266301, "Frederick": 0.0002437538086532602, "Lindberg": 0.0001218769043266301, "experiences": 0.0001218769043266301, "tradition": 0.0001218769043266301, "essentially": 0.0001218769043266301, "idea": 0.0002437538086532602, "presiding": 0.0001218769043266301, "reviewer": 0.0001218769043266301, "prases": 0.0001218769043266301, "expounded": 0.0001218769043266301, "upon": 0.0007312614259597807, "translated": 0.0001218769043266301, "French": 0.0001218769043266301, "JE": 0.0001218769043266301, "Gilibert": 0.0001218769043266301, "La": 0.0001218769043266301, "Nourrice": 0.0001218769043266301, "marâtre": 0.0001218769043266301, "ou": 0.0001218769043266301, "Dissertation": 0.0001218769043266301, "sur": 0.0001218769043266301, "les": 0.0001218769043266301, "suites": 0.0001218769043266301, "funestes": 0.0001218769043266301, "du": 0.0001218769043266301, "nourrisage": 0.0001218769043266301, "mercénaire": 0.0001218769043266301, "might": 0.0002437538086532602, "absorb": 0.0001218769043266301, "personality": 0.0001218769043266301, "nurse": 0.0001218769043266301, "milk": 0.0001218769043266301, "admired": 0.0001218769043266301, "care": 0.00036563071297989033, "practices": 0.0001218769043266301, "Lapps": 0.0001218769043266301, "pointed": 0.00036563071297989033, "healthy": 0.0001218769043266301, "those": 0.0002437538086532602, "Europeans": 0.0001218769043266301, "employed": 0.0001218769043266301, "behaviour": 0.0001218769043266301, "wild": 0.0002437538086532602, "none": 0.0002437538086532602, "denied": 0.0001218769043266301, "newborns": 0.0001218769043266301, "breastmilk": 0.0001218769043266301, "thought": 0.0002437538086532602, "activism": 0.0001218769043266301, "played": 0.0001218769043266301, "role": 0.0001218769043266301, "term": 0.0002437538086532602, "Mammalia": 0.0002437538086532602, "Species": 0.0007312614259597807, "internationally": 0.0001218769043266301, "volume": 0.0002437538086532602, "issued": 0.0002437538086532602, "second": 0.0007312614259597807, "yearnote": 0.0001218769043266301, "pages": 0.0001218769043266301, "dubbed": 0.0001218769043266301, "knight": 0.0002437538086532602, "Order": 0.00036563071297989033, "Polar": 0.0001218769043266301, "Star": 0.0001218769043266301, "civilian": 0.0001218769043266301, "order": 0.00036563071297989033, "seldom": 0.0001218769043266301, "seen": 0.0001218769043266301, "wearing": 0.0001218769043266301, "orders": 0.00036563071297989033, "insignia": 0.0001218769043266301, "noisy": 0.0001218769043266301, "unhealthy": 0.0001218769043266301, "bought": 0.00036563071297989033, "farms": 0.0001218769043266301, "Hammarby": 0.0009750152346130408, "Sävja": 0.0001218769043266301, "neighbouring": 0.0001218769043266301, "farm": 0.0001218769043266301, "Edeby": 0.0001218769043266301, "summers": 0.0001218769043266301, "initially": 0.0001218769043266301, "onestorey": 0.0001218769043266301, "larger": 0.0001218769043266301, "building": 0.0002437538086532602, "added": 0.0006093845216331506, "constructing": 0.0001218769043266301, "museum": 0.0010968921389396709, "hill": 0.0001218769043266301, "collection": 0.002803168799512492, "destroyed": 0.0002437538086532602, "third": 0.0002437538086532602, "threatened": 0.0001218769043266301, "residence": 0.0001218769043266301, "necessitated": 0.0001218769043266301, "Since": 0.0001218769043266301, "initial": 0.0001218769043266301, "release": 0.0001218769043266301, "expanded": 0.0001218769043266301, "reprinted": 0.0001218769043266301, "times": 0.0001218769043266301, "tenth": 0.0002437538086532602, "released": 0.0002437538086532602, "established": 0.0001218769043266301, "itself": 0.0001218769043266301, "equivalent": 0.0001218769043266301, "King": 0.00036563071297989033, "granted": 0.0001218769043266301, "nobility": 0.0002437538086532602, "ennobled": 0.0001218769043266301, "took": 0.0001218769043266301, "Latinised": 0.0001218769043266301, "being": 0.0006093845216331506, "shortened": 0.0001218769043266301, "gallicised": 0.0001218769043266301, "version": 0.0001218769043266301, "German": 0.0001218769043266301, "nobiliary": 0.0001218769043266301, "particle": 0.0001218769043266301, "signifying": 0.0001218769043266301, "noble": 0.0001218769043266301, "familys": 0.0001218769043266301, "coat": 0.0002437538086532602, "arms": 0.0002437538086532602, "prominently": 0.0001218769043266301, "features": 0.0001218769043266301, "scientific": 0.0008531383302864108, "shield": 0.0001218769043266301, "divided": 0.0006093845216331506, "thirds": 0.0001218769043266301, "red": 0.0001218769043266301, "black": 0.0001218769043266301, "green": 0.0001218769043266301, "kingdoms": 0.0002437538086532602, "mineral": 0.0002437538086532602, "vegetable": 0.0001218769043266301, "centre": 0.0001218769043266301, "egg": 0.0001218769043266301, "denote": 0.0001218769043266301, "Nature": 0.0001218769043266301, "perpetuated": 0.0001218769043266301, "ovo": 0.0001218769043266301, "bottom": 0.0001218769043266301, "phrase": 0.0001218769043266301, "borrowed": 0.0001218769043266301, "Aeneid": 0.0001218769043266301, "reads": 0.0001218769043266301, "Famam": 0.0001218769043266301, "extendere": 0.0001218769043266301, "factis": 0.0001218769043266301, "we": 0.0004875076173065204, "extend": 0.0001218769043266301, "our": 0.00036563071297989033, "fame": 0.0001218769043266301, "deeds": 0.0001218769043266301, "inscribed": 0.0001218769043266301, "motto": 0.0001218769043266301, "gifted": 0.0001218769043266301, "reputation": 0.0001218769043266301, "spread": 0.0002437538086532602, "corresponded": 0.0002437538086532602, "different": 0.00036563071297989033, "For": 0.0002437538086532602, "Catherine": 0.0001218769043266301, "II": 0.0001218769043266301, "Russia": 0.0001218769043266301, "seeds": 0.0002437538086532602, "her": 0.0006093845216331506, "country": 0.0002437538086532602, "Giovanni": 0.0001218769043266301, "Antonio": 0.0001218769043266301, "Scopoli": 0.00036563071297989033, "Austrian": 0.0001218769043266301, "Empire": 0.0001218769043266301, "Idrija": 0.0001218769043266301, "Duchy": 0.0001218769043266301, "Carniola": 0.0001218769043266301, "nowadays": 0.0001218769043266301, "Slovenia": 0.0001218769043266301, "communicated": 0.0001218769043266301, "research": 0.0001218769043266301, "descriptions": 0.0001218769043266301, "olm": 0.0001218769043266301, "dormouse": 0.0001218769043266301, "hitherto": 0.0001218769043266301, "unknown": 0.0002437538086532602, "greatly": 0.0002437538086532602, "solanaceous": 0.0001218769043266301, "Scopolia": 0.0001218769043266301, "scopolamine": 0.0001218769043266301, "distance": 0.0001218769043266301, "relieved": 0.0001218769043266301, "duties": 0.0001218769043266301, "usual": 0.0001218769043266301, "ten": 0.0001218769043266301, "American": 0.00036563071297989033, "Philosophical": 0.0001218769043266301, "stepped": 0.0001218769043266301, "down": 0.0001218769043266301, "mostly": 0.0002437538086532602, "due": 0.0001218769043266301, "declining": 0.0001218769043266301, "health": 0.0002437538086532602, "troubled": 0.0001218769043266301, "illness": 0.0001218769043266301, "suffered": 0.0006093845216331506, "fever": 0.0002437538086532602, "survived": 0.0001218769043266301, "thanks": 0.0001218769043266301, "sciatica": 0.0001218769043266301, "stroke": 0.00036563071297989033, "partially": 0.0002437538086532602, "paralysed": 0.0001218769043266301, "losing": 0.0001218769043266301, "right": 0.0001218769043266301, "bereft": 0.0001218769043266301, "memory": 0.0001218769043266301, "still": 0.0004875076173065204, "admire": 0.0001218769043266301, "recognise": 0.0001218769043266301, "himself": 0.0004875076173065204, "weakened": 0.0001218769043266301, "Despite": 0.0001218769043266301, "desire": 0.0001218769043266301, "buried": 0.0002437538086532602, "Cathedral": 0.0001218769043266301, "collections": 0.0007312614259597807, "widow": 0.00036563071297989033, "Banks": 0.0004875076173065204, "eminent": 0.0002437538086532602, "wished": 0.0001218769043266301, "purchase": 0.0001218769043266301, "refused": 0.0001218769043266301, "inherited": 0.0002437538086532602, "outlived": 0.0001218769043266301, "husband": 0.0002437538086532602, "She": 0.0001218769043266301, "sell": 0.0001218769043266301, "acquaintance": 0.0002437538086532602, "buy": 0.0001218769043266301, "yearold": 0.0002437538086532602, "James": 0.0004875076173065204, "Edward": 0.0002437538086532602, "Smith": 0.0004875076173065204, "whole": 0.00036563071297989033, "insects": 0.0002437538086532602, "shells": 0.0001218769043266301, "letters": 0.0001218769043266301, "founded": 0.0001218769043266301, "Linnean": 0.001340645947592931, "five": 0.0001218769043266301, "ended": 0.0001218769043266301, "married": 0.0001218769043266301, "aged": 0.0001218769043266301, "There": 0.00036563071297989033, "are": 0.0007312614259597807, "hundred": 0.0001218769043266301, "descendants": 0.0001218769043266301, "daughters": 0.0002437538086532602, "Rector": 0.0002437538086532602, "devoted": 0.0001218769043266301, "They": 0.0001218769043266301, "promising": 0.0002437538086532602, "committed": 0.0001218769043266301, "amount": 0.0001218769043266301, "varied": 0.0001218769043266301, "influence": 0.0001218769043266301, "scholarship": 0.0001218769043266301, "To": 0.0001218769043266301, "instructions": 0.0001218769043266301, "Abroad": 0.0001218769043266301, "collected": 0.0002437538086532602, "organised": 0.0001218769043266301, "Most": 0.0001218769043266301, "finished": 0.0001218769043266301, "Thanks": 0.0001218769043266301, "without": 0.0002437538086532602, "ever": 0.0001218769043266301, "outside": 0.00036563071297989033, "British": 0.0001218769043266301, "William": 0.0001218769043266301, "T": 0.0002437538086532602, "Stearn": 0.0002437538086532602, "organise": 0.0001218769043266301, "Christopher": 0.0001218769043266301, "Tärnström": 0.00036563071297989033, "apostle": 0.0004875076173065204, "pastor": 0.0001218769043266301, "boarded": 0.0001218769043266301, "ship": 0.0001218769043266301, "headed": 0.0001218769043266301, "China": 0.0001218769043266301, "destination": 0.0001218769043266301, "dying": 0.0001218769043266301, "Côn": 0.0001218769043266301, "Sơn": 0.0001218769043266301, "Island": 0.0001218769043266301, "Tärnströms": 0.0002437538086532602, "blamed": 0.0001218769043266301, "fatherless": 0.0001218769043266301, "causing": 0.0001218769043266301, "prefer": 0.0001218769043266301, "sending": 0.0001218769043266301, "younger": 0.0001218769043266301, "unmarried": 0.0001218769043266301, "Six": 0.0001218769043266301, "including": 0.0004875076173065204, "Pehr": 0.00036563071297989033, "Forsskål": 0.0001218769043266301, "Löfling": 0.0001218769043266301, "Finnishborn": 0.0001218769043266301, "Kalm": 0.00036563071297989033, "twoandahalf": 0.0001218769043266301, "studying": 0.0001218769043266301, "Pennsylvania": 0.0001218769043266301, "New": 0.00036563071297989033, "York": 0.0001218769043266301, "Jersey": 0.0001218769043266301, "Canada": 0.0001218769043266301, "overjoyed": 0.0001218769043266301, "pressed": 0.0001218769043266301, "least": 0.0001218769043266301, "Solander": 0.0006093845216331506, "fond": 0.0001218769043266301, "eldest": 0.0001218769043266301, "marriage": 0.0001218769043266301, "English": 0.0001218769043266301, "Cook": 0.0002437538086532602, "Oceania": 0.0002437538086532602, "Endeavour": 0.0001218769043266301, "Sparrman": 0.0002437538086532602, "Resolution": 0.0001218769043266301, "bound": 0.0001218769043266301, "famous": 0.0001218769043266301, "Thunberg": 0.0002437538086532602, "embarked": 0.0001218769043266301, "nineyear": 0.0001218769043266301, "Japan": 0.0002437538086532602, "All": 0.0001218769043266301, "foreigners": 0.0001218769043266301, "Dejima": 0.0002437538086532602, "Nagasaki": 0.0001218769043266301, "hard": 0.0001218769043266301, "however": 0.0002437538086532602, "manage": 0.0001218769043266301, "persuade": 0.0001218769043266301, "translators": 0.0001218769043266301, "bring": 0.0001218769043266301, "gardens": 0.0001218769043266301, "printed": 0.0002437538086532602, "twelvepage": 0.0001218769043266301, "th": 0.0007312614259597807, "classified": 0.00036563071297989033, "People": 0.0001218769043266301, "needed": 0.0004875076173065204, "inventionthe": 0.0001218769043266301, "index": 0.0001218769043266301, "cardto": 0.0001218769043266301, "track": 0.0001218769043266301, "unwieldy": 0.0001218769043266301, "Physalis": 0.0002437538086532602, "ramosissima": 0.0001218769043266301, "ramis": 0.0001218769043266301, "angulosis": 0.0001218769043266301, "glabris": 0.0001218769043266301, "foliis": 0.0001218769043266301, "dentatoserratis": 0.0001218769043266301, "concise": 0.0001218769043266301, "familiar": 0.0001218769043266301, "binomials": 0.0002437538086532602, "composed": 0.0001218769043266301, "generic": 0.0002437538086532602, "specific": 0.0001218769043266301, "epithetin": 0.0001218769043266301, "case": 0.0001218769043266301, "angulata": 0.0001218769043266301, "serve": 0.0001218769043266301, "label": 0.0001218769043266301, "refer": 0.0001218769043266301, "Higher": 0.0001218769043266301, "taxa": 0.0002437538086532602, "constructed": 0.0001218769043266301, "arranged": 0.0001218769043266301, "simple": 0.0001218769043266301, "orderly": 0.0001218769043266301, "manner": 0.0001218769043266301, "Bauhin": 0.00036563071297989033, "Gaspard": 0.0001218769043266301, "almost": 0.0001218769043266301, "consistently": 0.0001218769043266301, "throughout": 0.0001218769043266301, "monospecific": 0.0001218769043266301, "may": 0.0001218769043266301, "popularised": 0.0001218769043266301, "within": 0.0002437538086532602, "community": 0.0001218769043266301, "decline": 0.0001218769043266301, "publication": 0.00036563071297989033, "editions": 0.0004875076173065204, "directions": 0.0001218769043266301, "Another": 0.0002437538086532602, "Andreas": 0.0001218769043266301, "Murray": 0.0001218769043266301, "Regnum": 0.0001218769043266301, "Vegetabile": 0.0001218769043266301, "section": 0.0001218769043266301, "separately": 0.0002437538086532602, "Vegetabilium": 0.0002437538086532602, "rather": 0.00036563071297989033, "confusingly": 0.0001218769043266301, "labelled": 0.0001218769043266301, "Meanwhile": 0.0001218769043266301, "entire": 0.0002437538086532602, "appeared": 0.0002437538086532602, "parts": 0.0006093845216331506, "widely": 0.0002437538086532602, "translation": 0.0001218769043266301, "Lichfield": 0.0001218769043266301, "System": 0.0001218769043266301, "Vegetables": 0.0001218769043266301, "Opinion": 0.0001218769043266301, "learned": 0.0001218769043266301, "Doctor": 0.0001218769043266301, "Published": 0.0001218769043266301, "octavosized": 0.0001218769043266301, "pamphlet": 0.0001218769043266301, "presented": 0.0001218769043266301, "State": 0.0001218769043266301, "Library": 0.0001218769043266301, "Wales": 0.0001218769043266301, "NSW": 0.0001218769043266301, "rarest": 0.0001218769043266301, "crucial": 0.0001218769043266301, "securing": 0.0001218769043266301, "appointment": 0.0001218769043266301, "professorship": 0.0001218769043266301, "From": 0.0001218769043266301, "position": 0.0004875076173065204, "groundwork": 0.0001218769043266301, "radical": 0.0001218769043266301, "theory": 0.0001218769043266301, "founder": 0.0001218769043266301, "exhibentes": 0.0001218769043266301, "plantas": 0.0001218769043266301, "rite": 0.0001218769043266301, "cognitas": 0.0001218769043266301, "ad": 0.0001218769043266301, "relatas": 0.0001218769043266301, "cum": 0.0001218769043266301, "differentiis": 0.0001218769043266301, "specificis": 0.0001218769043266301, "nominibus": 0.0001218769043266301, "trivialibus": 0.0001218769043266301, "synonymis": 0.0001218769043266301, "selectis": 0.0001218769043266301, "locis": 0.0001218769043266301, "natalibus": 0.0001218769043266301, "secundum": 0.0002437538086532602, "systema": 0.0001218769043266301, "sexuale": 0.0001218769043266301, "digestas": 0.0001218769043266301, "twovolume": 0.0001218769043266301, "Its": 0.0001218769043266301, "prime": 0.0001218769043266301, "importance": 0.0001218769043266301, "exists": 0.0001218769043266301, "plantarum": 0.0001218769043266301, "eorumque": 0.0001218769043266301, "characteres": 0.0001218769043266301, "naturales": 0.0001218769043266301, "numerum": 0.0001218769043266301, "figuram": 0.0001218769043266301, "situm": 0.0001218769043266301, "et": 0.0001218769043266301, "proportionem": 0.0001218769043266301, "omnium": 0.0001218769043266301, "fructificationis": 0.0001218769043266301, "partium": 0.0001218769043266301, "delineating": 0.0001218769043266301, "Around": 0.0001218769043266301, "fifth": 0.0001218769043266301, "Kingdom": 0.0001218769043266301, "classes": 0.0002437538086532602, "Cryptogamia": 0.0001218769043266301, "concealed": 0.0001218769043266301, "reproductive": 0.0001218769043266301, "algae": 0.0001218769043266301, "fungi": 0.0001218769043266301, "liverworts": 0.0001218769043266301, "ferns": 0.0001218769043266301, "summary": 0.0001218769043266301, "thinking": 0.0002437538086532602, "elaboration": 0.0001218769043266301, "Other": 0.00036563071297989033, "forming": 0.0001218769043266301, "reform": 0.0001218769043266301, "foundations": 0.0001218769043266301, "include": 0.00036563071297989033, "Classes": 0.0001218769043266301, "simultaneously": 0.0001218769043266301, "lifetime": 0.0001218769043266301, "finest": 0.0001218769043266301, "objects": 0.0001218769043266301, "Next": 0.0001218769043266301, "built": 0.0001218769043266301, "up": 0.0001218769043266301, "supplied": 0.0001218769043266301, "material": 0.0010968921389396709, "donated": 0.00036563071297989033, "Gyllenborg": 0.0001218769043266301, "crownprince": 0.0001218769043266301, "Fredrik": 0.0002437538086532602, "Petreus": 0.0001218769043266301, "Grill": 0.0001218769043266301, "Magnus": 0.0001218769043266301, "Lagerström": 0.0001218769043266301, "Jonas": 0.0001218769043266301, "Alströmer": 0.0001218769043266301, "relation": 0.0001218769043266301, "steady": 0.0001218769043266301, "flow": 0.0001218769043266301, "pupils": 0.0001218769043266301, "incorporated": 0.0001218769043266301, "reflecting": 0.0001218769043266301, "harmony": 0.0001218769043266301, "nothing": 0.0001218769043266301, "else": 0.0001218769043266301, "allwise": 0.0001218769043266301, "creators": 0.0001218769043266301, "masterpieces": 0.0001218769043266301, "chambers": 0.0001218769043266301, "microcosm": 0.0001218769043266301, "town": 0.0002437538086532602, "subsequently": 0.0001218769043266301, "barn": 0.0001218769043266301, "singleroom": 0.0001218769043266301, "stone": 0.0001218769043266301, "close": 0.0002437538086532602, "near": 0.0001218769043266301, "resulted": 0.0001218769043266301, "physical": 0.0002437538086532602, "separation": 0.0001218769043266301, "Some": 0.0002437538086532602, "special": 0.0001218769043266301, "alcohol": 0.00036563071297989033, "ample": 0.0001218769043266301, "storage": 0.0001218769043266301, "space": 0.0001218769043266301, "seriously": 0.0001218769043266301, "damp": 0.0001218769043266301, "depredations": 0.0001218769043266301, "mice": 0.0002437538086532602, "Linnés": 0.00036563071297989033, "Shortly": 0.0001218769043266301, "confirmed": 0.0001218769043266301, "caused": 0.00036563071297989033, "horrible": 0.0001218769043266301, "damage": 0.0002437538086532602, "moths": 0.0001218769043266301, "mould": 0.0001218769043266301, "considerable": 0.0002437538086532602, "rescue": 0.0001218769043266301, "neglect": 0.0002437538086532602, "further": 0.0002437538086532602, "activity": 0.0001218769043266301, "reduced": 0.0001218769043266301, "augmented": 0.0001218769043266301, "value": 0.0001218769043266301, "original": 0.0006093845216331506, "purchased": 0.0001218769043266301, "transferred": 0.0002437538086532602, "Not": 0.0001218769043266301, "transported": 0.0001218769043266301, "Thirtythree": 0.0001218769043266301, "preserved": 0.0001218769043266301, "tended": 0.0001218769043266301, "away": 0.0001218769043266301, "centuries": 0.0001218769043266301, "enormously": 0.0001218769043266301, "hands": 0.0001218769043266301, "process": 0.0001218769043266301, "disturbed": 0.0001218769043266301, "labels": 0.0001218769043266301, "belong": 0.0001218769043266301, "series": 0.0001218769043266301, "withdrew": 0.0001218769043266301, "precious": 0.0001218769043266301, "Much": 0.0001218769043266301, "intensively": 0.0001218769043266301, "belonged": 0.0001218769043266301, "Queen": 0.0001218769043266301, "Ulrika": 0.0001218769043266301, "referred": 0.0001218769043266301, "Museum": 0.00036563071297989033, "Ludovicae": 0.0001218769043266301, "Ulricae": 0.0001218769043266301, "M": 0.0001218769043266301, "U": 0.0001218769043266301, "grandson": 0.0001218769043266301, "IV": 0.0001218769043266301, "sources": 0.0001218769043266301, "Adolphi": 0.0001218769043266301, "Friderici": 0.0001218769043266301, "Mus": 0.0001218769043266301, "Ad": 0.0001218769043266301, "Fr": 0.0001218769043266301, "housed": 0.0001218769043266301, "dry": 0.0001218769043266301, "establishment": 0.0001218769043266301, "universally": 0.0001218769043266301, "conventions": 0.0001218769043266301, "taxonomyhis": 0.0001218769043266301, "marks": 0.0001218769043266301, "consistent": 0.0001218769043266301, "century": 0.00036563071297989033, "expansion": 0.0001218769043266301, "biological": 0.0001218769043266301, "Rumphius": 0.0001218769043266301, "less": 0.00036563071297989033, "approximated": 0.0001218769043266301, "contributed": 0.0001218769043266301, "development": 0.0002437538086532602, "nested": 0.0001218769043266301, "hierarchy": 0.0001218769043266301, "Kingdoms": 0.0001218769043266301, "turn": 0.0001218769043266301, "thence": 0.0001218769043266301, "singular": 0.0002437538086532602, "Below": 0.0001218769043266301, "rank": 0.0004875076173065204, "recognised": 0.0001218769043266301, "unnamed": 0.0001218769043266301, "acquired": 0.0001218769043266301, "standardised": 0.0001218769043266301, "variety": 0.0002437538086532602, "subspecies": 0.0001218769043266301, "Modern": 0.0001218769043266301, "includes": 0.0001218769043266301, "phylum": 0.0001218769043266301, "kingdom": 0.0002437538086532602, "groupings": 0.00036563071297989033, "shared": 0.0001218769043266301, "characteristics": 0.0004875076173065204, "simply": 0.0001218769043266301, "differences": 0.00036563071297989033, "Of": 0.0001218769043266301, "significantly": 0.0001218769043266301, "conception": 0.0001218769043266301, "principles": 0.0002437538086532602, "Nevertheless": 0.0001218769043266301, "credited": 0.0001218769043266301, "establishing": 0.0002437538086532602, "hierarchical": 0.0001218769043266301, "structure": 0.00036563071297989033, "observable": 0.0002437538086532602, "reflect": 0.0001218769043266301, "relationships": 0.0002437538086532602, "While": 0.0001218769043266301, "underlying": 0.0001218769043266301, "details": 0.0001218769043266301, "scientifically": 0.0001218769043266301, "valid": 0.0001218769043266301, "expanding": 0.0001218769043266301, "DNA": 0.0001218769043266301, "sequencing": 0.0001218769043266301, "unavailable": 0.0001218769043266301, "proven": 0.0001218769043266301, "tool": 0.0001218769043266301, "utility": 0.0001218769043266301, "evolutionary": 0.0001218769043266301, "fundamental": 0.0001218769043266301, "principle": 0.0001218769043266301, "sound": 0.0001218769043266301, "especially": 0.0002437538086532602, "noted": 0.00036563071297989033, "humans": 0.0007312614259597807, "taxonomically": 0.0001218769043266301, "grouped": 0.0001218769043266301, "apes": 0.00036563071297989033, "Simia": 0.0001218769043266301, "under": 0.0004875076173065204, "header": 0.0001218769043266301, "AnthropomorphaGerman": 0.0001218769043266301, "biologist": 0.0001218769043266301, "Ernst": 0.0001218769043266301, "Haeckel": 0.0001218769043266301, "speaking": 0.0001218769043266301, "sign": 0.0001218769043266301, "genius": 0.0001218769043266301, "primates": 0.0001218769043266301, "beginning": 0.0001218769043266301, "opportunity": 0.0001218769043266301, "monkeys": 0.0004875076173065204, "similarities": 0.0001218769043266301, "basically": 0.0001218769043266301, "except": 0.0001218769043266301, "speech": 0.0001218769043266301, "differencesnote": 0.0001218769043266301, "Thus": 0.0001218769043266301, "category": 0.0002437538086532602, "Anthropomorpha": 0.00036563071297989033, "meaning": 0.0001218769043266301, "manlike": 0.0001218769043266301, "criticism": 0.00036563071297989033, "biologists": 0.0001218769043266301, "Gottschalk": 0.0001218769043266301, "Wallerius": 0.0001218769043266301, "Theodor": 0.0001218769043266301, "Klein": 0.0001218769043266301, "Georg": 0.0001218769043266301, "Gmelin": 0.0002437538086532602, "ground": 0.0001218769043266301, "illogical": 0.0001218769043266301, "humanlike": 0.0001218769043266301, "letter": 0.0001218769043266301, "repliednote": 0.0001218769043266301, "does": 0.0001218769043266301, "please": 0.0001218769043266301, "you": 0.0002437538086532602, "Ive": 0.0001218769043266301, "Man": 0.0001218769043266301, "human": 0.0006093845216331506, "formnote": 0.0001218769043266301, "learns": 0.0001218769043266301, "Lets": 0.0001218769043266301, "quibble": 0.0001218769043266301, "words": 0.0001218769043266301, "will": 0.0002437538086532602, "whatever": 0.0001218769043266301, "apply": 0.0001218769043266301, "But": 0.0001218769043266301, "seek": 0.0001218769043266301, "difference": 0.0002437538086532602, "simian": 0.0002437538086532602, "follows": 0.0001218769043266301, "Historynote": 0.0001218769043266301, "absolutely": 0.0001218769043266301, "someone": 0.0001218769043266301, "tell": 0.0001218769043266301, "single": 0.0001218769043266301, "vice": 0.0001218769043266301, "versa": 0.0001218769043266301, "theologians": 0.0001218769043266301, "against": 0.0001218769043266301, "ought": 0.0001218769043266301, "virtue": 0.0001218769043266301, "law": 0.0001218769043266301, "discipline": 0.0001218769043266301, "theological": 0.0001218769043266301, "concerns": 0.0001218769043266301, "twofold": 0.0001218769043266301, "putting": 0.0001218769043266301, "level": 0.0001218769043266301, "spiritually": 0.0001218769043266301, "assumed": 0.0001218769043266301, "chain": 0.0001218769043266301, "Bible": 0.0001218769043266301, "says": 0.0001218769043266301, "image": 0.0002437538086532602, "God": 0.0002437538086532602, "theomorphism": 0.0001218769043266301, "monkeysapes": 0.0001218769043266301, "distinctly": 0.0001218769043266301, "mean": 0.0001218769043266301, "something": 0.0001218769043266301, "conflict": 0.0001218769043266301, "views": 0.0001218769043266301, "asserting": 0.0001218769043266301, "simmer": 0.0001218769043266301, "creationevolution": 0.0001218769043266301, "controversy": 0.0001218769043266301, "earnest": 0.0001218769043266301, "Origin": 0.0001218769043266301, "Charles": 0.0001218769043266301, "Darwin": 0.0001218769043266301, "explain": 0.0001218769043266301, "clearly": 0.0001218769043266301, "terms": 0.0001218769043266301, "Primates": 0.0002437538086532602, "replace": 0.0001218769043266301, "historians": 0.0001218769043266301, "demoted": 0.0001218769043266301, "ruling": 0.0001218769043266301, "biologically": 0.0001218769043266301, "belongs": 0.0001218769043266301, "Dieta": 0.0001218769043266301, "Naturalis": 0.0001218769043266301, "vent": 0.0001218769043266301, "Theology": 0.0002437538086532602, "decree": 0.0001218769043266301, "soul": 0.0002437538086532602, "mere": 0.0001218769043266301, "aoutomata": 0.0001218769043266301, "mechanica": 0.0001218769043266301, "believe": 0.0001218769043266301, "advised": 0.0001218769043266301, "figure": 0.0002437538086532602, "description": 0.0002437538086532602, "Jacobus": 0.0001218769043266301, "Bontius": 0.0001218769043266301, "troglodytes": 0.0002437538086532602, "caveman": 0.0001218769043266301, "lar": 0.0004875076173065204, "Gunnar": 0.0001218769043266301, "Broberg": 0.0002437538086532602, "states": 0.0001218769043266301, "simians": 0.0001218769043266301, "clad": 0.0001218769043266301, "frighten": 0.0001218769043266301, "colonial": 0.0001218769043266301, "settlers": 0.0001218769043266301, "whose": 0.0001218769043266301, "appearance": 0.0001218769043266301, "exaggerated": 0.0001218769043266301, "accounts": 0.0001218769043266301, "wellknown": 0.0001218769043266301, "legendary": 0.0001218769043266301, "creatures": 0.0002437538086532602, "phoenix": 0.0001218769043266301, "dragon": 0.0001218769043266301, "manticore": 0.0001218769043266301, "satyrusnote": 0.0001218769043266301, "catchall": 0.0001218769043266301, "Paradoxa": 0.0001218769043266301, "trying": 0.0001218769043266301, "explanation": 0.0001218769043266301, "demystify": 0.0001218769043266301, "superstition": 0.0001218769043266301, "debunk": 0.0001218769043266301, "purported": 0.0001218769043266301, "dragons": 0.0001218769043266301, "derived": 0.0001218769043266301, "lizards": 0.0001218769043266301, "rays": 0.0001218769043266301, "asked": 0.0001218769043266301, "search": 0.0001218769043266301, "any": 0.0001218769043266301, "signs": 0.0001218769043266301, "existence": 0.0001218769043266301, "reclassified": 0.0001218769043266301, "Hylobates": 0.0001218769043266301, "gibbon": 0.0001218769043266301, "subdivided": 0.0001218769043266301, "varieties": 0.0001218769043266301, "continent": 0.0001218769043266301, "anddubious": 0.0001218769043266301, "discuss": 0.0002437538086532602, "skin": 0.0002437538086532602, "colour": 0.0001218769043266301, "Europæus": 0.0001218769043266301, "albescens": 0.0001218769043266301, "whitish": 0.0001218769043266301, "European": 0.0001218769043266301, "Americanus": 0.0001218769043266301, "rubescens": 0.0001218769043266301, "redish": 0.0001218769043266301, "Asiaticus": 0.0001218769043266301, "fuscus": 0.0001218769043266301, "tawny": 0.0001218769043266301, "Asian": 0.0001218769043266301, "Africanus": 0.0001218769043266301, "nigriculus": 0.0001218769043266301, "blackish": 0.0001218769043266301, "AfricanIn": 0.0001218769043266301, "phenotypical": 0.0001218769043266301, "each": 0.0002437538086532602, "concept": 0.0001218769043266301, "temperaments": 0.0001218769043266301, "classical": 0.0001218769043266301, "antiquitydubious": 0.0001218769043266301, "Asians": 0.0001218769043266301, "tone": 0.0001218769043266301, "luridus": 0.0001218769043266301, "yellow": 0.0001218769043266301, "Additionally": 0.0002437538086532602, "wastebasket": 0.0001218769043266301, "taxon": 0.0001218769043266301, "monstrosus": 0.0001218769043266301, "monstrous": 0.0001218769043266301, "groups": 0.0001218769043266301, "abnormal": 0.0001218769043266301, "W": 0.0001218769043266301, "designated": 0.0001218769043266301, "lectotype": 0.0001218769043266301, "H": 0.0001218769043266301, "applied": 0.0002437538086532602, "science": 0.0001218769043266301, "inspired": 0.0001218769043266301, "instrumental": 0.0001218769043266301, "utilitarianism": 0.0001218769043266301, "general": 0.0001218769043266301, "Enlightenment": 0.0001218769043266301, "adherence": 0.0001218769043266301, "economic": 0.0001218769043266301, "doctrine": 0.0001218769043266301, "Cameralism": 0.0001218769043266301, "interventionist": 0.0001218769043266301, "supported": 0.0001218769043266301, "tariffs": 0.0001218769043266301, "levies": 0.0001218769043266301, "export": 0.0001218769043266301, "bounties": 0.0001218769043266301, "quotas": 0.0001218769043266301, "embargoes": 0.0001218769043266301, "navigation": 0.0001218769043266301, "acts": 0.0001218769043266301, "subsidised": 0.0001218769043266301, "investment": 0.0001218769043266301, "capital": 0.0001218769043266301, "ceilings": 0.0001218769043266301, "wages": 0.0001218769043266301, "cash": 0.0001218769043266301, "grants": 0.0001218769043266301, "statelicensed": 0.0001218769043266301, "producer": 0.0001218769043266301, "monopolies": 0.0001218769043266301, "cartels": 0.0001218769043266301, "Anniversaries": 0.0001218769043266301, "centennial": 0.0001218769043266301, "marked": 0.0002437538086532602, "celebrations": 0.0001218769043266301, "numerous": 0.0002437538086532602, "postage": 0.0001218769043266301, "stamps": 0.0001218769043266301, "banknotes": 0.0001218769043266301, "statues": 0.0001218769043266301, "Medal": 0.0001218769043266301, "excellence": 0.0001218769043266301, "Following": 0.0001218769043266301, "approval": 0.0001218769043266301, "Riksdag": 0.0001218769043266301, "Kalmar": 0.0001218769043266301, "College": 0.0001218769043266301, "merged": 0.0001218769043266301, "things": 0.0001218769043266301, "crater": 0.0001218769043266301, "Earths": 0.0001218769043266301, "moon": 0.0001218769043266301, "street": 0.0001218769043266301, "Cambridge": 0.0001218769043266301, "Massachusetts": 0.0001218769043266301, "cobalt": 0.0001218769043266301, "sulfide": 0.0001218769043266301, "Linnaeite": 0.0001218769043266301, "Andrew": 0.0001218769043266301, "Dickson": 0.0001218769043266301, "White": 0.0001218769043266301, "Warfare": 0.0001218769043266301, "Christendom": 0.0001218769043266301, "wide": 0.0001218769043266301, "observer": 0.0001218769043266301, "thinker": 0.0001218769043266301, "atmosphere": 0.0001218769043266301, "saturated": 0.0001218769043266301, "biblical": 0.0001218769043266301, "permeated": 0.0001218769043266301, "Toward": 0.0001218769043266301, "timidly": 0.0001218769043266301, "advanced": 0.0001218769043266301, "constituted": 0.0001218769043266301, "creation": 0.0001218769043266301, "Naturæ": 0.0001218769043266301, "quietly": 0.0001218769043266301, "orthodox": 0.0001218769043266301, "statement": 0.0001218769043266301, "fixity": 0.0001218769043266301, "insisted": 0.0002437538086532602, "warnings": 0.0001218769043266301, "came": 0.0001218769043266301, "speedily": 0.0001218769043266301, "Catholic": 0.0001218769043266301, "Protestant": 0.0001218769043266301, "sides": 0.0001218769043266301, "mathematical": 0.0001218769043266301, "PageRank": 0.0001218769043266301, "algorithm": 0.0001218769043266301, "multilingual": 0.0001218769043266301, "Wikipedia": 0.0001218769043266301, "PLOS": 0.0001218769043266301, "ONE": 0.0001218769043266301, "top": 0.0001218769043266301, "historical": 0.0001218769043266301, "above": 0.0001218769043266301, "Jesus": 0.0001218769043266301, "Aristotle": 0.0001218769043266301, "Napoleon": 0.0001218769043266301, "Hitler": 0.0001218769043266301, "st": 0.0001218769043266301, "races": 0.0002437538086532602, "problematised": 0.0001218769043266301, "discussed": 0.0001218769043266301, "criticswho": 0.0001218769043266301, "claim": 0.0001218769043266301, "forebears": 0.0001218769043266301, "pseudoscientific": 0.0001218769043266301, "notion": 0.0001218769043266301, "racism": 0.0001218769043266301, "otherswho": 0.0001218769043266301, "hold": 0.0001218769043266301, "view": 0.0002437538086532602, "stereotyped": 0.0001218769043266301, "imply": 0.0001218769043266301, "certain": 0.0001218769043266301, "superior": 0.0001218769043266301, "otherscitation": 0.0001218769043266301, "naturalists": 0.0002437538086532602, "taken": 0.0001218769043266301, "consideration": 0.0001218769043266301, "mental": 0.0001218769043266301, "faculties": 0.0001218769043266301, "Blumenbach": 0.0001218769043266301, "Cuvier": 0.0001218769043266301, "separate": 0.0001218769043266301, "Bimana": 0.0001218769043266301, "therefore": 0.0001218769043266301, "equality": 0.0001218769043266301, "Quadrumana": 0.0004875076173065204, "Carnivora": 0.0001218769043266301, "etc": 0.0001218769043266301, "Recently": 0.0001218769043266301, "recurred": 0.0001218769043266301, "propounded": 0.0001218769043266301, "remarkable": 0.0001218769043266301, "sagacity": 0.0001218769043266301, "justice": 0.0001218769043266301, "conclusion": 0.0001218769043266301, "must": 0.0002437538086532602, "bear": 0.0001218769043266301, "mind": 0.0001218769043266301, "comparative": 0.0001218769043266301, "insignificance": 0.0001218769043266301, "brain": 0.0001218769043266301, "skulls": 0.0001218769043266301, "lately": 0.0001218769043266301, "Bischoff": 0.0001218769043266301, "Aeby": 0.0001218769043266301, "apparently": 0.0001218769043266301, "follow": 0.0001218769043266301, "differently": 0.0001218769043266301, "brains": 0.0001218769043266301, "remember": 0.0001218769043266301, "nearly": 0.0001218769043266301, "manifestly": 0.0001218769043266301, "adaptive": 0.0001218769043266301, "relate": 0.0001218769043266301, "chiefly": 0.0001218769043266301, "erect": 0.0001218769043266301, "pelvis": 0.0001218769043266301, "curvature": 0.0001218769043266301, "spine": 0.0001218769043266301, "head": 0.0001218769043266301, "Biographies": 0.0001218769043266301, "Resources": 0.0001218769043266301}, "total": 8205}